Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Clipboard settings changed.
bg: Настройките на клипборда са променени.
cs: Nastavení schránky změněno.
de: Kopieren-Einstellungen geändert.
es: Se cambiaron los ajustes del portapapeles.
fr: Les paramètres du presse-papiers ont été modifiés.
hu: Vágólap beállításai mentve.
it: Le impostazioni degli appunti sono state modificate.
pt: Definições da área de transferência alteradas.
ro: Setările clipboard-ului au fost modificate.
ru: Настройки буфера обмена были изменены.
sv: Urklippsinställningar ändrade.

source: Save clipboard settings
bg: Запазване настройките на клипборда
cs: Uložit nastavení schránky
de: Kopieren-Einstellungen
es: Guardar ajustes
fr: Enregistrer les paramètres du presse-papiers
hu: Vágólap beállítások mentve
it: Salva le impostazioni degli appunti
pt: Gravar definições da área de transferência
ro: Salvare setări clipboard
ru: Сохр. настройки буфера
sv: Spara inställningar för Urklipp

source: Insert files...
bg: Вмъкване на файл...
cs: Vložit soubory...
de: Dateien importieren …
es: Insertar archivos...
fr: Insérer des fichiers…
hu: Fájlok beszúrása...
it: Inserisci file…
pt: Inserir ficheiros...
ro: Inserează fişiere...
ru: Вставить файлы...
sv: Infoga filer...

source: Import files
bg: Импортиране на файлове
cs: Importovat
de: Dateien importieren
es: Importar arch.
fr: Importer des fichiers
hu: Fájlok importálása
it: Importa file
pt: Importar ficheiros
ro: Importă fişiere
ru: Импорт файлов
sv: Importera filer

source: Target table and columns
bg: Целеви таблица и колони
cs: Cílová tabulka a sloupce
de: Ziel-Tabelle und -Spalten
es: Tabla y columnas de destino
fr: Table et colonnes cibles
hu: Cél tábla és oszlopok
it: Tabella e colonne di destinazione
pt: Tabela e colunas de destino
ro: Tabela şi coloanele vizate
ru: Целевая таблица и колонки
sv: Måltabell och kolumner

source: Database, table:
bg: База от данни, таблица:
cs: Databáze, tabulka:
de: Datenbank, Tabelle:
es: Base de datos, tabla:
fr: Base de données, table :
hu: Adatbázis, tábla:
it: Database, tabella:
pt: Base de dados, tabela:
ro: Baza de date, tabela:
ru: База данных, таблица:
sv: Databas, tabell:

source: Column values (Hint: Assign "%filecontent%" value to a BLOB or TEXT column)
bg: Стойности на колоната (Подсказка: Задайте стойност "%filecontent%" на колона от тип BLOB или TEXT)
cs: Hodnoty sloupců (Tip: Přiřaďte hodnotu "%filecontent%" ke sloupcům BLOB nebo TEXT)
de: Zellwerte (z.B. "%filecontent%" bei BLOB/TEXT Spalten)
es: Valores de columna (Consejo: Asigne el valor "%filecontent%" a una columna BLOB o TEXT)
fr: Valeurs de la colonne (astuce : assigner la valeur « %filecontent% » à une colonne BLOB ou TEXT)
hu: Oszlop értékek (Tipp: Használd a "%filecontent%" értéket a BLOB, vagy TEXT oszlopban)
it: Valori di colonna (suggerimento: assegna il valore “%filecontent%” a una colonna BLOB o TEXT)
pt: Valores da coluna (Dica: atribuir valor "%filecontent%" a uma coluna BLOB ou TEXT)
ro: Valori de coloană (Sugestie: Atribuie valoarea "%filecontent%" unei coloane BLOB sau TEXT)
ru: Значения столбцов (присвойте значение "%filecontent%" в BLOB или TEXT столбец)
sv: Kolumnvärden (Tips: Tilldela värdet "%filecontent%" till en BLOB eller TEXT kolumn)

source: Datatype
bg: Тип на данните
cs: Datový typ
de: Datentyp
es: Tipo de datos
fr: Type de données
hu: Adattípus
it: Tipo di dati
pt: Tipo de dados
ro: Tip de date
ru: Тип данных
sv: Datatyp

source: Value
bg: Стойност
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
hu: Érték
it: Valore
pt: Valor
ro: Valoare
ru: Значение
sv: Värde

source: Files to import
bg: Файлове за внасяне
cs: Soubory k importu
de: Dateien zum Importieren
es: Archivos para importar
fr: Fichiers à importer
hu: Importálandó fájlok
it: File da importare
pt: Ficheiros a importar
ro: Fişiere de importat
ru: Файлы для импорта
sv: Filer att importera

source: Hint: You can drop files from your Windows Explorer onto the list.
bg: Подсказка: Можете да пуснете файлове директно от Windows Explorer върху списъка.
cs: Tip: Můžete přetáhnout sobory z OS do tohoto seznamu.
de: Hinweis: Diese Liste erlaubt Drag'n'Drop aus dem Windows Explorer.
es: Consejo: Usted puede soltar archivos del Explorador de Windows en la lista
fr: Astuce : déposer des fichiers depuis l'explorateur Windows sur cette liste.
hu: Tipp: A fájlokat a Windows Intézőből a listába dobhatja
it: Suggerimento: è possibile trascinare i file da Windows Explorer alla lista.
pt: Dica: pode arrastar e largar na lista ficheiros do Explorador do Windows.
ro: Sugestie: Poţi aduce fişiere din Windows Explorer către listă prin drop.
ru: Подсказка: Вы можете перетаскивать файлы из Проводника Windows в список.
sv: Tips: Du kan dra filer från Windows-utforskaren till listan.

source: Filename
bg: Име на файла
cs: Soubor
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
hu: Fájlnév
it: Nome file
pt: Nome de ficheiro
ro: Nume fişier
ru: Имя файла
sv: Filnamn

source: Binary
bg: Бинарен
cs: Binární
de: Binär
es: Binario
fr: Binaire
hu: Bináris
it: Binario
pt: Binário
ro: Binar
ru: Двоичный
sv: Binär

source: Size
bg: Размер
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
hu: Méret
it: Dimensioni
pt: Tamanho
ro: Mărime
ru: Размер
sv: Storlek

source: Add
bg: Добавяне
cs: Přidat
de: Neu
es: Agregar
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
pt: Adicionar
ro: Adaugă
ru: Добавить
sv: Lägg till

source: Remove
bg: Премахване
cs: Odebrat
de: Entfernen
es: Borrar
fr: Supprimer
hu: Eltávolítás
it: Rimuovi
pt: Remover
ro: Şterge
ru: Удалить
sv: Ta bort

source: Clear
bg: Изчистване
cs: Vyčistit
de: Leeren
es: Limpiar
fr: Effacer
hu: Törlés
it: Pulisci
pt: Limpar
ro: Curăţă
ru: Очистить
sv: Rensa

source: All files (*.*)|*.*|Common images (*.jpg, *.gif, *.bmp, *.png)|*.jpg;*.gif;*.bmp;*.png
bg: Всички файлове (*.*)|*.*|Изображения (*.jpg, *.gif, *.bmp, *.png)|*.jpg;*.gif;*.bmp;*.png
cs: Všechny soubory (*.*)|*.*|Běžné obrázky (*.jpg, *.gif, *.bmp, *.png)|*.jpg;*.gif;*.bmp;*.png
de: Alle Dateien (*.*)|*.*|Gängige Bildformate (*.jpg, *.gif, *.bmp, *.png)|*.jpg;*.gif;*.bmp;*.png
es: Todos los archivos (*.*)|*.*|Imágenes comunes (*.jpg, *.gif, *.bmp, *.png)|*.jpg;*.gif;*.bmp;*.png
fr: Tous les fichiers (*.*)|*.*|Images (*.jpg, *.gif, *.bmp, *.png)|*.jpg;*.gif;*.bmp;*.png
hu: Minden fájl (*.*)|*.*|Képek (*.jpg, *.gif, *.bmp, *.png)|*.jpg;*.gif;*.bmp;*.png
it: Tutti i file (*.*)|*.*|Immagini comuni (*.jpg, *.gif, *.bmp, *.png)|*.jpg;*.gif;*.bmp;*.png
pt: Todos os ficheiros (*.*)|*.*|Imagens comuns (*.jpg, *.gif, *.bmp, *.png)|*.jpg;*.gif;*.bmp;*.png
ro: Toate (*.*)|*.*|Imagini (*.jpg, *.gif, *.bmp, *.png)|*.jpg;*.gif;*.bmp;*.png
ru: Все файлы (*.*)|*.*|Изображения (*.jpg, *.gif, *.bmp, *.png)|*.jpg;*.gif;*.bmp;*.png
sv: Alla filer (*.*)|*.*|Vanliga bilder (*.jpg, *.gif, *.bmp, *.png)|*.jpg;*.gif;*.bmp;*.png

source: Import text file
bg: Внасяне на текстови файл
cs: Importovat textový soubor
de: Textdatei importieren
es: Importar archivo de texto
fr: Importation de fichier texte
hu: Szöveg fájl importálása
it: Importa file di testo
pt: Importar ficheiro de texto
ro: Importă fişier text
ru: Импортировать текстовый файл
sv: Importera textfil

source: Import!
bg: Внасяне!
cs: Importovat
es: ¡Importar!
fr: Importer
hu: Importálás!
it: Importa!
pt: Importar!
ro: Importă!
ru: Импорт!
sv: Importera!

source: Input file
bg: Входящ файл
cs: Vstupní soubor
de: Quell-Datei
es: Archivo de entrada
fr: Fichier source
hu: Bemeneti fájl
it: File di input
pt: Ficheiro de entrada
ro: Fişier de intrare
ru: Входной файл
sv: Fil att importera

source: Filename:
bg: Име на файла:
cs: Soubor:
de: Dateiname:
es: Nombre de archivo:
fr: Nom fichier :
hu: Fájlnév:
it: Nome file:
pt: Nome de ficheiro:
ro: Nume fişier:
ru: Имя файла:
sv: Filnamn:

source: Control characters
bg: Контролни знаци
cs: Řídící znaky
de: Kontrollzeichen
es: Caracteres de control
fr: Caractères de contrôle
hu: Vezérlő karakterek
it: Caratteri di controllo
pt: Caracteres de controlo
ro: Caractere de control
ru: Управляющие символы
sv: Kontrolltecken

source: Fields terminated by
bg: Край на полето
cs: Pole ukončeny:
de: Felder getrennt mit
es: Campos terminados por
fr: Champs terminés par
hu: Mező elválasztó
it: Campi terminati da
pt: Campos terminados por
ro: Câmpuri terminate cu
ru: Разделитель полей
sv: Fält avslutas med

source: Fields enclosed by
bg: Поле, оградено от
cs: Pole uzavřeny:
de: Felder umschlossen von
es: Campos delimitados por
fr: Champs contenus par
hu: Mező határoló
it: Campi racchiusi tra
pt: Campos entre
ro: Câmpuri încadrate de
ru: Поля заключены в
sv: Fält avgränsas med

source: Fields escaped by
bg: Спец. символи, оградени с
cs: Pole escapovány:
de: Felder escaped von
es: Campos escapados por
fr: Champs échappés par
hu: Mező ecape sztring
it: Carattere di escape dei campi
pt: Campos escapados por
ro: Câmpuri escapate de
ru: Экранировать
sv: Fält escape:as med

source: Lines terminated by
bg: Край на ред
cs: Řádky ukončeny:
de: Zeilenende-Zeichen
es: Líneas terminadas por
fr: Lignes terminées par
hu: Sor elválasztás
it: Linee terminate da
pt: Linhas terminadas por
ro: Linii terminate cu
ru: Разделитель строк
sv: Rader avslutas med

source: optionally
bg: незадължителе
cs: volitelně
de: optional
es: opcional
fr: facultatif
hu: opcionális
it: opzionalmente
pt: opcionalmente
ro: opţional
ru: опционально
sv: valfritt

source: lines
bg: редове
cs: řadků
de: Zeilen
es: primeras líneas
fr: lignes
hu: sorok
it: linee
pt: linhas
ro: linii
ru: строки
sv: rader

source: Ignore first
bg: Игнорирай първия
cs: Přeskočit prvních
de: Ignoriere erste
es: Ignorar las
fr: Ignorer 1ère
hu: Hagyja ki az első
it: Ignora le prime
pt: Ignorar primeiro
ro: Ignoră prima
ru: Игнорировать первую
sv: Ignorera första

source: Low priority, avoid high server load
bg: Нисък приоритет, не натоварва сървъра
cs: Nízká priorita, zabraňuje vysoké zátěži serveru
de: Niedrige Prio, vermeide hohe Serverlast
es: Baja prioridad, evitar alta carga del servidor
fr: Priorité basse pour ne pas surcharger le serveur
hu: Alacsony prioritás, a nagy szerverterhelés elkerülése
it: Bassa priorità, evita elevato carico del server
pt: Baixa prioridade, evita carga alta no servidor
ro: Prioritate mică, evită supraîncărcare server
ru: Низкий приоритет, ниже нагрузка
sv: Låg prioritet, undvik hög server-belastning

source: Input file contains local formatted numbers, e.g. 1.234,56 in Germany
bg: Входния файл съдържа локално форматирани числа, например 1.234,56 за Германия
cs: Vstupní soubor obsahuje lokalizovaná čísla, např. 1 234,56 v Česku
de: Quell-Datei enthält lokal formatierte Zahlen, z.B. 1.234,56 in Deutschland
es: El archivo de entrada contiene números formateados, ej. 1.234,56 en Alemania
fr: Présence de nombres formatés localement, par ex. 1 234,56 en France
hu: A bemenő fájl helyi számformátumot tartalmaz, pl.: Németország 1.234,56
it: Il file di input contiene numeri formattati in base ad una lingua, come ad esempio 1.234,56 per l’Italia
pt: Ficheiro de entrada com números formatados localmente, e.g. 1.234,56 em Portugal
ro: Fişierul de intrare conţine numere formatate, de ex.: 1.234,56 în Germania
ru: Числа в локальных форматах, например: 1.234,56 в Германии
sv: Filen innehåller nummer med lokalt format, t.ex. 1.234,56 på svenska

source: Truncate destination table before import
bg: Изпразване на целевата таблица преди внасяне
cs: Vyprázdnit cílovou tabulku před importem
de: Tabelle vor Import leeren
es: Truncar tabla de destino antes de importar
fr: Tronquer la table de destination avant importation
hu: Csonkolja, mielőtt a táblába importálja
it: Tronca la tabella di destinazione prima dell’importazione
pt: Truncar tabela de destino antes de importar
ro: Trunchiază tabela destinaţie înainte de import
ru: Очистка целевой таблицы перед импортом
sv: Trunkera måltabellen före import

source: Handling of duplicate rows
bg: Обработване на повтарящите редове
cs: Zacházení s duplicitními řádky
de: Duplikat Zeilen
es: Manejo de filas duplicadas
fr: Gestion des lignes dupliquées
hu: Kezelje le a duplikált sorokat
it: Gestione delle righe duplicate
pt: Gestão de linhas duplicadas
ro: Tratarea înregistrărilor duplicate
ru: Обработка дубликатов
sv: Hantering av dubblettrader

source: INSERT (may throw errors)
bg: INSERT (може да възникнат грешки)
cs: INSERT (může vyvolat chyby)
de: INSERT (kann zu Fehlern führen)
es: INSERT (puede arrojar errores)
fr: INSERT (peut provoquer des erreurs)
hu: INSERT (hibákat okozhat)
it: INSERT (può comportare errori)
pt: INSERT (pode ocasionar erros)
ro: INSERT (poate genera erori)
ru: INSERT (может вызвать ошибки)
sv: INSERT (kan misslyckas)

source: INSERT IGNORE (duplicates)
bg: INSERT IGNORE (повторения)
cs: INSERT IGNORE (neaktualizuje existující)
de: INSERT IGNORE (keine Duplikate importieren)
es: INSERT IGNORE (duplicados)
fr: INSERT IGNORE (lignes dupliquées)
hu: INSERT IGNORE (duplikáció)
it: INSERT IGNORE (ignora duplicati)
pt: INSERT IGNORE (duplicados)
ro: INSERT IGNORE (duplicate)
ru: INSERT IGNORE (игнорировать)
sv: INSERT IGNORE (dubbletter)

source: REPLACE (duplicates)
bg: REPLACE (повторения)
cs: REPLACE (duplikace)
de: REPLACE (Duplikate überschreiben sich)
es: REPLACE (duplicados)
fr: REPLACE (lignes dupliquées)
hu: REPLACE (duplikáció)
it: REPLACE (sostituisce duplicati)
pt: REPLACE (duplicados)
ro: REPLACE (duplicate)
ru: REPLACE (заменить)
sv: REPLACE (dubbletter)

source: Method
bg: Метод
cs: Metoda
de: Methode
es: Método
fr: Méthode
hu: Módszer
it: Metodo
pt: Método
ro: Metodă
ru: Метод
sv: Metod

source: Server parses file contents (LOAD DATA)
bg: Сървърът обработва съдържанието на файла (LOAD DATA)
cs: Server zpracuje soubor (Načte data)
de: Server interpretiert Dateiinhalt (LOAD DATA)
es: El servidor analiza el contenido del archivo (LOAD DATA)
fr: Interprétation du contenu par le serveur (LOAD DATA)
hu: A szerver feldolgozza a fájl tartalmát (LOAD DATA)
it: Contenuto del file analizzato dal server (LOAD DATA)
pt: Servidor analisa conteúdo do ficheiro (LOAD DATA)
ro: Serverul analizează conţinutul fişierului (LOAD DATA)
ru: Сервер разбирает содержимое (LOAD DATA)
sv: Servern tolkar filinnehållet (LOAD DATA)

source: Client parses file contents
bg: Клиентът обработва файла
cs: Klient zpracuje soubor
de: Client interpretiert Dateiinhalt
es: El cliente analiza el contenido del archivo
fr: Interprétation du contenu par le client
hu: A kliens elemzi a fájl tartalmát
it: Contenuto del file analizzato dal client
pt: Cliente analisa conteúdo do ficheiro
ro: Clientul analizează conţinutul fişierului
ru: Клиент разбирает содержимое
sv: Klienten tolkar filinnehållet

source: Destination
bg: Дестинация
cs: Cíl
de: Ziel
es: Destino
hu: Cél
it: Destinazione
pt: Destino
ro: Destinaţie
ru: Назначение
sv: Mål

source: Database:
bg: База данни:
cs: Databáze:
de: Datenbank:
es: Base de datos:
fr: Base de données :
hu: Adatbázis:
pt: Base de dados:
ro: Bază de date:
ru: База данных:
sv: Databas:

source: Table:
bg: Таблица:
cs: Tabulka:
de: Tabelle:
es: Tabla:
hu: Tábla:
it: Tabella:
pt: Tabela:
ro: Tabelă:
ru: Таблица:
sv: Tabell:

source: Columns:
bg: Колони:
cs: Sloupce:
de: Spalten:
es: Columnas:
fr: Colonnes :
hu: Oszlopok:
it: Colonne:
pt: Colunas:
ro: Coloane:
ru: Столбцы:
sv: Kolumner:

source: Cannot truncate table
bg: Не може да изчисти таблицата
cs: Nelze vyprázdnit tabulku
de: Kann Tabelle nicht leeren
es: No se puede truncar la tabla
fr: Impossible de tronquer la table
hu: A táblát nem lehet csonkítani
it: Impossibile troncare la tabella
pt: Impossível truncar tabela
ro: Nu se poate trunchia tabela
ru: Невозможно очистить таблицу
sv: Kan inte trunkera tabellen

source: Login
bg: Влизане
cs: Přihlášení
es: Conectar
fr: Identification
hu: Bejelentkezés
pt: Iniciar sessão
ro: Autentificare
ru: Логин
sv: Inloggning

source: &Username:
bg: &Потребител:
cs: &Uživatelské jméno:
de: &Benutzername:
es: &Usuario:
fr: Nom d'&utilisateur :
hu: &Felhasználónév:
it: Nome &utente:
pt: &Utilizador:
ro: &Utilizator:
ru: &Пользователь:
sv: &Användarnamn:

source: &Password:
bg: &Парола:
cs: &Heslo:
de: &Passwort:
es: &Contraseña:
fr: Mot de &passe :
hu: &Jelszó:
pt: Sen&ha:
ro: &Parolă:
ru: &Пароль:
sv: &Lösenord:

source: Default
bg: По подразбиране
cs: Výchozí
de: Standard
es: Predeterminado
fr: Par défaut
hu: Alapértelmezett
it: Predefinito
pt: Predefinição
ro: Predefinit
ru: По умолчанию
sv: Standard

source: Data
bg: Данни
de: Daten
es: Datos
fr: Données
hu: Adat
it: Dati
pt: Dados
ro: Date
ru: Данные

source: Database filter|A list of databases, separated by semicolon. Can contain regular expressions, e.g. "mydb;test.*;project\d+".
bg: Филтър по БД|Списък с БД, разделени със запетая. Може да съдържа регулярни изрази, напр. "mydb;test.*;project\d+".
cs: Filtr databází|Seznam databází oddělených středníkem. Může obsahovat regulární výraz, např. "mojedb;test.*;projekt\d+".
de: Datenbankfilter|Eine Liste mit Datenbanken, getrennt mit Semikolon. Kann ein regulärer Ausdruck sein, z.B. "meinedb;test.*;projekt\d+".
es: Filtro de bases de datos|Una lista de bases de datos, separadas por ";". Puede contener expresiones regulares, ej.: "mydb;test.*;project\d+".
fr: Filtre base de données|Une liste de bases de données, séparée par des points-virgules. Peut contenir des expressions régulières, ex. « mabdd;test.*;projet\d+ ».
hu: Adatbázis szűrő|Adatbázisok listája pontosvesszővel elválasztva reguláris kifejezést tartalmazhat pl: "mydb;test.*;project\d+".
it: Filtro database|Un elenco di database, separati da punto e virgola. Può contenere espressioni regolari, ad esempio “miodb;test.*;progetto\d+”.
pt: Filtro de base de dados|Uma lista de bases de dados, separadas por ponto e vírgula. Pode conter expressões regulares, e.g. "mydb;test.*;project\d+".
ro: Filtru baze de date|Lista baze de date, despărţite prin ";". Poate conţine expresii regulare, de ex. "mydb;test.*;project\d+".
ru: Фильтр баз данных|Список баз данных, разделенных точкой с запятой. Может содержать RegExp, например: "mydb;test.*;project\d+".
sv: Databasfilter|En lista av databaser, separerade med semikolon. Stödjer reguljära uttryck, t.ex. "mydb;test.*;project\d+".

source: Database filter
bg: филтър по БД
cs: Filtr databází
de: Datenbankfilter
es: Filtro de bases de datos
fr: Filtre base de données
hu: Adatbázis szűrő
it: Filtro database
pt: Filtro de base de dados
ro: Filtru baze de date
ru: Фильтр баз данных
sv: Databasfilter

source: Table filter
bg: Филтър по таблица
cs: Filtr tabulek
de: Tabellenfilter
es: Filtro de tablas
fr: Filtre de table
hu: Tábla szűrő
it: Filtro tabella
pt: Filtro de tabela
ro: Filtru tabelă
ru: Фильтр таблиц
sv: Tabellfilter

source: Table filter|Can contain regular expressions, e.g. "phpbb_\d"
bg: Филтър по таблица|Може да съдържа регулярни изрази, напр. "phpbb_\d"
cs: Filtr tabulek|Může obsahovat regulární výraz, např. "phpbb_\d"
de: Tabellenfilter|Unterstützt reguläre Ausdrücke, z.B. "phpbb_\d"
es: Filtro de tablas|Puede contener expresiones regulares, ej.: "phpbb_\d"
fr: Filtre de table|Peut contenir des expressions régulières, par ex. « phpbb_\d »
hu: Tábla szűrő|Tartalmazhat regionális kifejezéseket, pl "phpbb_\d"
it: Filtro tabella|Può contenere espressioni regolari, ad es. "phpbb_\d"
pt: Filtro de tabela|Pode conter expressões regulares
ro: Filtru de tabelă|Poate conţine expresii regulare, de ex.: "phpbb_\d"
ru: Фильтр таблиц|Может содержать RegExp, например "phpbb_\d"
sv: Tabellfilter|Stödjer reguljära uttryck, t.ex. "phpbb_\d"

source: Show only favorite tree items
bg: Показване само на любими елементи от дървото
cs: Zobrazit pouze oblíbené položky stromu
de: Nur Favoriten anzeigen
es: Mostrar solamente elementos favoritos de árbol
fr: Afficher uniquement les éléments favoris de l'arbre
hu: Csak a kedvenc fa elemek megjelenítése
it: Mostra solo elementi preferiti
pt: Mostrar só os itens da árvore favoritos
ro: Arată doar elementele favorite în arbore
ru: Отображать только избранные элементы дерева
sv: Visa endast utvalda/stjärnmärkta objekt i trädvyn

source: Show only favorites
bg: Показване само на любими
cs: Zobrazit pouze oblíbené položky
de: Nur Favoriten zeigen
es: Mostrar solo favoritos
fr: Afficher uniquement les favoris
hu: Kedvencek megjelenítése
it: Mostra solo preferiti
pt: Mostrar só os favoritos
ro: Afișează doar favorite
ru: Отображать только избранные
sv: Visa endast utvalda

source: Name
bg: Име
cs: Název
es: Nombre
fr: Nom
hu: Név
it: Nome
pt: Nome
ro: Nume
ru: Имя
sv: Namn

source: Preview ...
bg: Преглед ...
cs: Náhled ...
de: Vorschau …
es: Vista previa ...
fr: Aperçu…
hu: Előnézet...
it: Anteprima…
pt: Antever...
ro: Previzualizare ...
ru: Просмотр...
sv: Förgranska ...

source: Close preview
bg: Затвори преглед
cs: Zavřít náhled
de: Vorschau schließen
es: Cerrar vista previa
fr: Fermer l'aperçu
hu: Előnézet bezárása
it: Chiudi anteprima
pt: Fechar antevisão
ro: Închide previzualizare
ru: Закрыть просмотр
sv: Stäng förgranskning

source: Filter:
bg: Филтър:
cs: Filtr:
es: Filtro:
fr: Filtre :
hu: Szűrő:
it: Filtro:
pt: Filtro:
ro: Filtru:
ru: Фильтр:

source: Hides the filter panel
bg: Скрий филтър панела
cs: Zavře panel filtrů
de: Deaktiviert den Filterbereich
es: Oculta el panel de filtro
fr: Masque le panneau des filtres
hu: Szűrőpanel elrejtése
it: Nascondi il pannello del filtro
pt: Oculta o painel de filtro
ro: Ascunde panoul de filtru
ru: Скрыть панель фильтра
sv: Göm filterpanelen

source: Clear filter
bg: Изчистване на филтъра
cs: Vyčist filtr
de: Filter leeren
es: Limpiar filtro
fr: Effacer le filtre
hu: Szűrő törlése
it: Pulisci filtro
pt: Limpar filtro
ro: Curăţă filtru
ru: Очистить фильтр
sv: Rensa filter

source: Databases
bg: Бази данни
cs: Databáze
de: Datenbanken
es: Bases de datos
fr: Bases de données
hu: Adatbázisok
it: Database
pt: Bases de dados
ro: Baze de date
ru: Базы данных
sv: Databaser

source: Database
bg: База данни
cs: Databáze
de: Datenbank
es: Base de datos
fr: Base de données
hu: Adatbázis
pt: Base de dados
ro: Bază de date
ru: База данных
sv: Databas

source: Items
bg: Позиции
cs: Položky
de: Elemente
es: Elementos
fr: Éléments
hu: Adatok
it: Elementi
pt: Itens
ro: Itemi
ru: Объекты
sv: Objekt

source: Last modification
bg: Последна промяна
cs: Poslední změna
de: Letzte Änderung
es: Última modificación
fr: Dernière modification
hu: Utolsó módosítás
it: Ultima modifica
pt: Última modificação
ro: Ultima modificare
ru: Последнее изменение
sv: Senaste ändring

source: Default collation
bg: Основна колация
cs: Výchozí porovnání
de: Standard-Kollation
es: Collation predeterminada
fr: Collation par défaut
hu: Alapértelmezett illesztés
it: Confronto predefinito
pt: Colação predefinida
ro: Colaţionare implicită
ru: Сопоставление по-умолчанию
sv: Standardkollation

source: Variables
bg: Променливи
cs: Proměnné
de: Variablen
hu: Változók
it: Variabili
pt: Variáveis
ro: Variabile
ru: Переменные
sv: Variabler

source: Variable
bg: Променлива
cs: Proměnná
hu: Változó
it: Variabile
pt: Variável
ro: Variabilă
ru: Переменная
sv: Variabel

source: Hosts
bg: Хостове
cs: Hostitelé
fr: Hôtes
hu: Hostok
it: Host
pt: Anfitriões
ro: Gazde
ru: Хосты
sv: Värdar

source: Logs
bg: Дневници
cs: Logy
es: Bitácoras
fr: Journalisation
hu: Logok
it: Registri
pt: Diários
ro: Loguri
ru: Журналы
sv: Loggar

source: Privileges
bg: Привилегии
cs: Oprávnění
de: Berechtigungen
es: Privilegios
fr: Privilèges
hu: Privilégiumok
it: Privilegi
pt: Privilégios
ro: Privilegii
ru: Разрешения
sv: Behörigheter

source: Tables with read lock
bg: Таблици с заключено четене
cs: Tabulky uzamčené pro čtení
de: Tabellen mit Lese-Lock
es: Tablas con bloqueo de lectura
fr: Tables verrouillées en lecture
hu: Táblák olvasási zárral
it: Tabelle bloccate in lettura
pt: Tabelas com bloqueio de leitura
ro: Tabele cu read lock
ru: Таблицы с блокировкой чтения
sv: Tabeller med läslåsningar

source: Status
bg: Статус
cs: Stavy
es: Estado
fr: Statut
hu: Státusz
it: Stato
pt: Estado
ru: Состояние
