Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Previous tab|Go back to the previous tab
bg: Предишен таб|Връщане към предишния таб
cs: Předchozí záložka|Vrátí se zpět na předchozí záložku
de: Vorheriger Tab|Zurück zum vorherigen Tab springen
es: Pestaña anterior|Regresar a la pestaña anterior
fr: Onglet précédent|Revient à l'onglet précédent
hu: Előző lap|Az előző lapra lép
it: Scheda precedente|Torna alla scheda precedente
pt: Separador anterior|Voltar ao separador anterior
ro: Fila anterioară|Mergi la fila anterioară
ru: Предыдущая вкладка|Вернуться к предыдущей вкладке
sv: Föregående flik|Backa till föregående flik

source: &Next tab
bg: &Следващ таб
cs: &Další záložka
de: Nächster Tab
es: Pestaña siguie&nte
fr: Onglet suiva&nt
hu: Következő lap
it: Scheda &successiva
pt: Separador segui&nte
ro: &Următoarea filă
ru: Следующая вкладка
sv: &Nästa flik

source: Next tab|Go to the next tab
bg: Следващ таб|Отиване към следващия таб
cs: Další záložka|Přejde na další záložku
de: Nächster Tab|Springe zum nächsten Tab
es: Pestaña siguiente|Avanzar hacia la pestaña siguiente
fr: Onglet suivant|Va à l'onglet suivant
hu: Következő lap|Következő lapra lép
it: Scheda successiva|Vai alla scheda successiva
pt: Separador seguinte|Avançar para o separador seguinte
ro: Fila următoare|Mergi la fila următoare
ru: Следующая вкладка|Перейти на следующую вкладку
sv: Nästa flik|Gå till nästa flik

source: Previous result tab
bg: Предишен таб с резултати
cs: Předchozí záložka výsledku
de: Vorheriger Ergebnis Tab
es: Pestaña anterior de resultados
fr: Onglet de résultats précédent
hu: Előző eredmény lap
it: Scheda risultati precedente
pt: Separador de resultados anterior
ro: Tab-ul de date anterior
ru: Предыдущая вкладка результатов
sv: Föregående resultflik

source: Next result tab
bg: Следващ таб с резултати
cs: Další záložka výsledku
de: Nächster Ergebnis Tab
es: Pestaña siguiente de resultados
fr: Onglet de résultats suivant
hu: Következő eredmény lap
it: Scheda risultati successiva
pt: Separador de resultados seguinte
ro: Tab-ul de date următor
ru: Следующая вкладка результатов
sv: Nästa resultatflik

source: Select all
bg: Избиране на всички
cs: Vybrat vše
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
hu: Összes kijelölése
it: Seleziona tutto
pt: Seleccionar tudo
ro: Selectează tot
ru: Выбрать все
sv: Markera allt

source: Select all|Select all items or text
bg: Избор на всичко|Избира всички обекти или текст
cs: Vybrat vše|Vybere všechny položky nebo veškerý text
de: Alles auswählen|Alle Elemente oder Zeichen auswählen
es: Seleccionar todo|Seleccionar todos los elementos o texto
fr: Tout sélectionner|Sélectionne tous les éléments ou texte
hu: Mindent kijelöl|Minden elem, vagy szöveg kijelölése
it: Seleziona tutto|Seleziona tutti gli elementi o tutto il testo
pt: Seleccionar tudo|Seleccionar todos os itens ou texto
ro: Selectează tot|Selectează toate obiectele sau text
ru: Выбрать все|Выбрать все объекты или текст
sv: Välj allt|Välj alla objekt eller all text

source: Stored procedure
bg: Записана процедура
cs: Uložené procedury
de: Gespeicherte Prozedur
es: Procedimiento almacenado
fr: Procédure stockée
hu: Tárolt eljárás
pt: Procedimento armazenado
ro: Procedura stocată
ru: Хранимая процедура
sv: Lagrad procedur

source: Create stored procedure
bg: Създаване и запис на процедура
cs: Vytvořte uloženou proceduru
de: Neue gespeicherte Prozedur
es: Crear procedimiento almacenado
fr: Créer une procédure stockée
hu: Tárolt eljárás létrehozása
it: Crea stored procedure
pt: Criar procedimento armazenado
ro: Creați procedura stocată
ru: Создать хранимую функцию
sv: Skapa lagrad procedur

source: Stored function
bg: Записана функция
cs: Uložená funkce
de: Gespeicherte Funktion
es: Función almacenada
fr: Fonction stockée
hu: Tárolt függvény
pt: Função armazenada
ro: Funcție stocată
ru: Сохраненная функция
sv: Lagrad funktion

source: Create stored function
bg: Създаване и запис на функция
cs: Vytvořit uloženou funkci
de: Neue gespeicherte Funktion
es: Crear función almacenada
fr: Créer une fonction stockée
hu: Tárolt függvény létrehozása
it: Crea stored function
pt: Criar função armazenada
ro: Creați o funcție stocată
ru: Создать хранимую функцию
sv: Skapa lagrad funktion

source: New query tab
bg: Нов таб за заявки
cs: Nová záložka
de: Neuer Query Tab
es: Nueva pestaña de consulta
fr: Nouvel onglet Requête
hu: Új lekérdezés lap
it: Nuova finestra query
pt: Novo separador de consulta
ro: Filă nouă de interogări
ru: Новая вкладка
sv: Ny frågeflik

source: Open a blank query tab
bg: Отваряне на празен таб за заявки
cs: Otevřít novou záložku pro SQL dotaz
de: Öffnet einen leeren Abfragen Tab
es: Abrir una pestaña de consulta en blanco
fr: Ouvre un onglet Requête vide
hu: Üres lekérdezés lap megnyitása
it: Apre una scheda query vuota
pt: Abrir um separador de consulta em branco
ro: Deschide filă noua de interogări
ru: Открыть пустую вкладку
sv: Öppna en tom frågeflik

source: Close query tab
bg: Затваряне таба със заявките
cs: Zavřít záložku
de: Schließe Abfragen Tab
es: Cerrar pestaña de consulta
fr: Fermer cet onglet Requête
hu: Lekérdezés lap bezárása
it: Chiudi scheda query
pt: Fechar separador de consulta
ro: Închide fila de interogări
ru: Закрыть вкладку
sv: Stäng frågefliken

source: Invert selection
bg: Обръщане на избраното
cs: Obrátit výběr
de: Auswahl umkehren
es: Invertir selección
fr: Inverser la sélection
hu: Kijelölés megfordítása
it: Inverti selezione
pt: Inverter selecção
ro: Inversează selecţia
ru: Инвертировать выбор
sv: Invertera markering

source: Filter panel
bg: Панел с филтри
cs: Panel filtrů
de: Filterbereich
es: Panel de filtro
fr: Panneau des filtres
hu: Szűrő panel
it: Pannello filtri
pt: Painel de filtragem
ro: Panou filtre
ru: Панель фильтра

source: Activates the filter panel
bg: Активиране на филтър панела
cs: Zobrazí panel filtrů
de: Aktiviert den Filter-Bereich
es: Activa el panel de filtros
fr: Active le panneau des filtres
hu: Szűrő panel aktiválása
it: Attiva il pannello dei filtri
pt: Activa o painel de filtragem
ro: Activează panou filtre
ru: Активирует панель фильтра
sv: Aktiverar filterpanelen

source: Bulk table editor
bg: Редактиране на множество таблици
cs: Nástroje tabulky
de: Massen-Tabellen-Editor
es: Editor masivo de tablas
fr: Éditeur global de table
hu: Csoportos táblaszerkesztő
it: Editor di massa delle tabelle
pt: Editor de tabelas em lote
ro: Editor de tabele în grup
ru: Массовый редактор таблиц
sv: Bulk-tabelleditor

source: Create a trigger
bg: Създай тригер
cs: Vytvoří nový trigger
de: Trigger erstellen
es: Crear un disparador
fr: Crée un déclencheur
hu: Trigger létrehozása
it: Crea un trigger
pt: Criar um disparador
ro: Creeză un trigger
ru: Создать триггер
sv: Skapa en trigger

source: Result from previous query does not contain expected pattern: %s
bg: Резултатът от предходната заявка не съдържа очаквания шаблон: %s
cs: Výsledek z předchozího dotazu nemá očekávanou strukturu: %s
de: Das Ergebnis der letzten Abfrage enthält nicht die erwartete Zeichenkette: %s
es: El resultado de la consulta previa no contiene el patrón esperado: %s
fr: Le résultat de la requête ne contient pas le motif attendu : %s
hu: A lekérdezés eredménye nem tartalmazza a mintát: %s
it: Il risultato della query precedente non contiene lo schema atteso: %s
pt: Resultado da consulta anterior sem o padrão esperado: %s
ro: Rezultatul din interogarea anterioară nu conţine formatul aşteptat: %s
ru: Результат предыдущего запроса не содержит ожидаемый шаблон: %s
sv: Resultatet från föregående fråga innehåller inte det förväntade mönstret: %s

source: Save SQL to file
bg: Запис на SQL във файл
cs: Uloží SQL do souboru
de: SQL als Datei speichern
es: Guardar SQL en un archivo
fr: Enregistrer SQL dans un fichier
hu: SQL fájl mentése
it: Salva SQL su file
pt: Gravar SQL em ficheiro
ro: Salvează SQL către fişier
ru: Сохранить SQL в файл
sv: Spara SQL till fil

source: Reformat SQL
bg: Преформатиране на SQL
cs: Zformátovat SQL kód
de: SQL neu formatieren
es: Reformatear SQL
fr: Reformater SQL
hu: SQL formázás
it: Riformatta SQL
pt: Reformatar SQL
ro: Reformatează SQL
ru: Переформатировать SQL
sv: Formatera om SQL

source: Automatically reformat disordered SQL in active editor to make it more readable
bg: Автоматично преформатиране на разбъркания SQL код в редактора за по-ясно четене
cs: Automaticky zformátovat SQL kód v otevřeném okně editoru pro lepší čitelnost
de: Automatisch durcheinandergeratene SQL-Kommandos für bessere Lesbarkeit formatieren
es: Reformatear automáticamente SQL desordenado en el editor activo para hacerlo más legible
fr: Reformate automatiquement un SQL désordonné dans l'éditeur actif afin de le rendre plus lisible
hu: Automatikusan formázza az SQL-t az aktív szerkesztőben, hogy jobban olvasható legyen
it: Riformatta automaticamente il codice SQL nell’editor corrente per renderlo più leggibile
pt: Reformatar SQL desordenado automaticamente no editor activo, tornando-o mais legível
ro: Reformatează SQL dezordonat în editorul activ pentru a-l face mai citeţ
ru: Автоматически переформатировать неупорядоченный SQL в активном редакторе, чтобы сделать его более читабельным
sv: Formaterar automatiskt om SQL:en i den aktiva editorn så den blir mer läsbar

source: View binary data as text (instead of HEX)
bg: Показване на двоичните данни като текст (вместо HEX)
cs: Zobrazovat binární data jako text (místo HEX)
de: Binärdaten als Text anzeigen (kein Hex)
es: Ver datos binarios como texto (en lugar de HEX)
fr: Afficher les données binaires en texte (au lieu de HEX)
hu: Bináris adatok megjelenítése szövegként (a HEX helyett)
it: Visualizza dati binari come testo (invece di HEX)
pt: Ver dados binários como texto (em vez de HEX)
ro: Vedere date binare ca text (în loc de HEX)
ru: Просмотр двоичных данных в виде текста (вместо HEX)
sv: Visa binärdata som text (istället för hex)

source: Next
bg: Следващ
cs: Další
de: Nächste Zeile
es: Siguientes
fr: Suivant
hu: Következő
it: Successivo
pt: Seguintes
ro: Următorul
ru: Далее
sv: Nästa

source: Next X rows
bg: Следващите X реда
cs: Dalších X řádků
de: Nächste X Zeilen
es: Siguientes X filas
fr: X lignes suivantes
hu: Következő X sor
it: X righe successive
pt: X linhas seguintes
ro: Următoarele X rânduri
ru: Следующие X строк
sv: Nästa X rader

source: Show all
bg: Показване на всички
cs: Zobrazit vše
de: Alle Zeilen
es: Mostrar todo
fr: Tout montrer
hu: Mindent mutat
it: Mostra tutto
pt: Mostrar todas
ro: Arată tot
ru: Показать все
sv: Visa alla

source: Show all rows
bg: Показване на всички редове
cs: Zobrazí všechny řádky
de: Gesamte Daten laden
es: Mostrar todas las filas
fr: Montrer toutes les lignes
hu: Minden sor mutat
it: Mostra tutte le righe
pt: Mostrar todas as linhas
ro: Arată toate înregistrările
ru: Показать все строки
sv: Visa alla rader

source: Run routine(s) ...
bg: Стартиране на процедурата(ите) ...
cs: Spustit rutinu ...
de: Prozedur(en) aufrufen …
es: Ejecutar rutina(s) ...
fr: Exécuter routine(s)…
hu: Eljárás(ok) futtatása
it: Esegui routine…
pt: Executar rotina(s)
ro: Rulează rutina(-ele) ...
ru: Выполнить процедуру(ы)...
sv: Kör rutin(er) ...

source: Create new event in selected database
bg: Създаване на ново събитие в избраната БД
cs: Vytvoří novou událost ve vybrané databázi
de: Neues Ereignis in aktueller Datenbank erstellen
es: Crear nuevo evento en la base de datos seleccionada
fr: Création d'un nouvel évènement dans la base de données sélectionnée
hu: Új esemény létrehozása a kiválasztott adatbázisban
it: Crea nuovo evento nel database selezionato
pt: Criar novo evento na base de dados seleccionada
ro: Creează eveniment nou în BD curentă
ru: Создать новое событие в выбранной базе данных
sv: Skapa nytt event i vald databas

source: Set focused cell to NULL
bg: Задава стойност NULL на клетката във фокуса
cs: Nastaví aktivní buňce hodnotu NULL
de: Setze Zellenwert auf NULL
es: Establecer la celda enfocada a NULL
fr: Positionne la cellule sélectionnée à NULL
hu: Állítsa a cella értékét NULL-ra
it: Imposta la cella attiva a NULL
pt: Definir célula em foco como NULL
ro: Setează celula activa cu NULL
ru: Установить значение выбранной ячейки в NULL
sv: Sätt fokuserad cell till NULL

source: Save BLOB to file ...
bg: Запис на BLOB във файл ...
cs: Uložit BLOB do souboru ...
de: BLOB-Inhalt als Datei speichern …
es: Guardar BLOB en archivo ...
fr: Enregistrer BLOB dans fichier…
hu: BLOB mentése fájlba ...
it: Salva BLOB su file…
pt: Gravar BLOB em ficheiro...
ro: Salvează BLOB în fişier ...
ru: Сохранить BLOB в файл...
sv: Spara BLOB till fil ...

source: Save contents to local file ...
bg: Запис на контекста в локален файл ...
cs: Uloží obsah do souboru ...
de: Inhalt in lokale Datei speichern …
es: Guardar contenido en archivo local ...
fr: Enregistrer les contenus dans un fichier local…
hu: Tartalom mentése fájlba ...
it: Salva il contenuto in un file locale…
pt: Gravar conteúdos em ficheiro local...
ro: Salvează conţinut către fişier local ...
ru: Сохранить содержимое в локальный файл...
sv: Spara innehållet till lokal fil ...

source: Disconnect
bg: Прекъсване
cs: Odpojit
de: Trennen
es: Desconectar
fr: Déconnecter
hu: Kapcsolat bontása
it: Disconnetti
pt: Desligar
ro: Deconectare
ru: Разъединить
sv: Koppla ner

source: Close selected database connection
bg: Затваряне на избраната връзка с БД
cs: Ukončí spojení k vybrané databázi
de: Aktive Datenbank-Verbindung schließen
es: Cerrar conexión de base de datos seleccionada
fr: Ferme la base de données sélectionnée
hu: Bezárja a kiválasztott adatbázis kapcsolatot
it: Chiudi la connessione al database selezionata
pt: Fechar a ligação à base de dados seleccionada
ro: Închide conexiunea la baza de date selectată
ru: Закрыть подключение к выбранной базе данных
sv: Stänger ner den valda databaskopplingen

source: Send batch in one go
bg: Изпращане партидата на един път
cs: Spustit dávku najednou
de: Sende mehrere Abfragen in einem Schritt
es: Enviar lote de una sola vez
fr: Envoyer le lot en un envoi unique
hu: Tétel küldése egy alkalommal
it: Invia batch tutto insieme
pt: Enviar lote de uma só vez
ro: Trimite set comenzi într-o execuţie
ru: Посылать пакет за один раз
sv: Skicka batcher i ett stycke

source: Send up to max_allowed_packet batch at once
bg: Изпращане най-много max_allowed_packet наведнъж
cs: Spustí dávku najednou podle nastavené hodnoty max_allowed_packet
de: Sende so viele Abfragen in einem Schritt, wie es max_allowed_packet erlaubt
es: Enviar hasta max_allowed_packet lotes a la vez
fr: Envoi jusqu'à « max_allowed_packet » lot à la fois
hu: Küldje el a max_allowed_packet -et egyszer
it: Invia fino a max_allowed_packet comandi batch per volta
pt: Enviar lote até max_allowed_packet imediatamente
ro: Trimite până la max_allowed_packet odată
ru: Отправить до max_allowed_packet за раз
sv: Skicka batcher upp till max_allowed_packet i ett stycke

source: Send queries one by one
bg: Изпращане на заявките една по една
cs: Spustit dotazy jeden po druhém
de: Sende jede Abfrage einzeln
es: Enviar consultas una por una
fr: Envoyer les requêtes une à une
hu: Küldje a lekérdezéseket egy az egyben
it: Invia una query per volta
pt: Enviar consultas uma a uma
ro: Trimite interogări una câte una
ru: Посылать запросы по одному
sv: Skicka frågor en åt gången

source: Cancel running operation
bg: Отмяна на текущата операция
cs: Zruší běžící operaci
de: Aktuelle Operation abbrechen
es: Cancelar operación en ejecución
fr: Annuler les opérations en cours
hu: Törli a futó műveletet
it: Annulla l'operazione in esecuzione
pt: Cancelar operação em execução
ro: Anulează operaţiunea în rulare
ru: Отменить текущую операцию
sv: Avbryt körande operation

source: Un/comment
bg: Раз/коментиране
cs: Zakomentovat/Odkomentovat
de: Un/Kommentieren
es: Des/comentar
fr: Dé/commenter
hu: Megjegyzés ki/be
it: De/commenta
pt: Remover comentário/Comentar
ro: Comută comentariu
ru: Рас/комментировать
sv: Av/kommentera

source: Makes selected SQL a comment or removes comment chars
bg: Прави избрания текст на коментар или маха знаците за коментар
cs: Zakomentuje nebo odkomentuje vybraný SQL kód
de: Konvertiere ausgewählte Zeilen zu einem Kommentar oder entfernt Kommentarzeichen
es: Convierte el SQL seleccionado en un comentario o elimina los caracteres de comentario
fr: Commente le SQL sélectionné ou supprime les caractères de commentaire
hu: A kiválasztott szakaszt megjegyzéssé teszi vagy kiveszi a megyjegyzésből
it: Rende l’SQL selezionato come commento o rimuove i caratteri di commento
pt: Converte a SQL seleccionada num comentário ou remove os marcadores de comentário
ro: Modifică SQL în comentariu sau şterge caracterele de comentariu
ru: Оборачивает выделение в скобки комментария
sv: Kommentera ut vald SQL eller ta bort befintliga kommentarstecken

source: Synchronize database
bg: Сихронизиране на БД
cs: Synchronizovat databáze
de: Datenbank synchronisieren
es: Sincronizar base de datos
fr: Synchroniser la base de données
hu: Adatbázis szinkronizálása
it: Sincronizza database
pt: Sincronizar base de dados
ro: Sincronizare bază de date
ru: Синхронизировать базу данных
sv: Synkronisera databas

source: Launch command line
bg: Изпълнение на команден ред
cs: Spustit příkazový řádek
de: Kommandozeile aufrufen
es: Lanzar línea de comandos
fr: Ligne de commande MySQL
hu: Indítsa el a parancssort
it: Esegui linea di comando
pt: Iniciar linha de comandos
ro: Lansează editorul de comenzi
ru: Запустить командную строку
sv: Starta kommandotolk

source: SQL function
bg: SQL функция
cs: SQL funkce
de: SQL-Funktion
es: Función SQL
fr: Fonction SQL
hu: SQL függvény
it: Funzione SQL
pt: Função SQL
ro: Funcţie SQL
ru: SQL функция
sv: SQL-funktion

source: Insert SQL function call in this grid cell, e.g. NOW()
bg: Вмъкване на SQL функция в тази клетка, напр. NOW()
cs: Vloží volání SQL funkce do aktivní bunky, např. NOW()
de: SQL-Funktionsaufruf in diese Zelle einfügen, z.B. NOW()
es: Insertar llamado a función SQL en esta celda de la cuadrícula, ej.: NOW()
fr: Insérer une fonction SQL appelée dans cette cellule, par ex. NOW()
hu: SQL függvény beszúrása és meghívása a cellában, pl: NOW()
it: Inserisci chiamata a una funzione SQL in questa cella della griglia, ad esempio NOW()
pt: Inserir chamada de função SQL nesta célula, e.g. NOW()
ro: Inserează apel funcţie SQL în acest tabel, de ex. NOW()
ru: Вставить вызов SQL-функции в поле, например NOW()
sv: Lägg till SQL-funktionsanrop i denna matriscell, t.ex. NOW()

source: Horizontal scrollbar
bg: Хоризонтална лента за превъртане
cs: Zobrazit horizontální posuvník
de: Horizontale Bildlaufleiste
es: Barra de desplazamiento horizontal
fr: Afficher la barre de défilement horizontale
hu: Vízszintes gördítősáv
it: Barra di scorrimento orizzontale
pt: Barra de rolamento horizontal
ro: Bară de derulare orizontală
ru: Горизонтальная прокрутка
sv: Horisontell rullist

source: Group objects by type
bg: Групиране на обектите по тип
cs: Seskupit podle druhu objektů
de: Elemente nach Typ gruppieren
es: Agrupar objetos por tipo
fr: Grouper les objets par type
hu: Objektumok típus szerint csoportosítva
it: Raggruppa oggetti per tipo
pt: Agrupar objectos por tipo
ro: Grupează obiectele după tip
ru: Группировать по типу
sv: Gruppera objekt per typ

source: Edit
bg: Промяна
cs: Upravit
de: Bearbeiten
es: Editar
fr: Édition
hu: Szerkesztés
it: Modifica
pt: Editar
ro: Editează
ru: Редактировать
sv: Redigera

source: Edit selected object
bg: Редактиране на избрания обект
cs: Upraví vybrané objekty
de: Ausgewähltes Objekt bearbeiten
es: Editar el objeto seleccionado
fr: Éditer l'objet sélectionné
hu: Kiválasztott objektum szerkesztése
it: Modifica l’oggetto selezionato
pt: Editar o objecto seleccionado
ro: Editează obiecte selectate
ru: Редактировать выбранный объект
sv: Redigera valt objekt

source: Create new
bg: Създаване на нови
cs: Vytvořit nový objekt
de: Neu erstellen
es: Crear nuevo
fr: Créer un(e) nouveau(el/elle)
hu: Új létrehozása
it: Nuovo
pt: Criar novo
ro: Creează nouă
ru: Создать
sv: Skapa ny

source: Expand all
bg: Разширяване на всички
cs: Rozbalit vše
de: Alle ausklappen
es: Expandir todo
fr: Tout déplier
hu: Összes kibontása
it: Espandi tutto
pt: Expandir tudo
ro: Expandează tot
ru: Развернуть все
sv: Expandera alla

source: Collapse all
bg: Свиване на всички
cs: Zabalit vše
de: Alle einklappen
es: Replegar todo
fr: Tout replier
hu: Összes bezárása
it: Comprimi tutto
pt: Colapsar tudo
ro: Restrânge toate
ru: Свернуть все
sv: Minimera alla

source: Display size of objects
bg: Показване размера на обектите
cs: Zobrazovat velikost objektů
de: Objektgrößen anzeigen
es: Mostrar tamaño de los objetos
fr: Afficher la taille des objets
hu: Objektum méretének kijelzése
it: Mostra le dimensioni degli oggetti
pt: Mostrar tamanho dos objectos
ro: Afişează mărime obiecte
ru: Показывать размер объектов
sv: Visa storlek på objekt

source: Fetch database items
bg: Извличане на елементи от БД
cs: Načíst podrobnosti databáze
de: Datenbank-Elemente abfragen
es: Obtener elementos de la base de datos
fr: Récupération des éléments de la base de données
hu: Az összes adatbázis tétel betöltése
it: Recupera elementi database
pt: Obter itens da base de dados
ro: Preia itemii bazei de date
ru: Получить элементы базы данных
sv: Hämta databasobjekt

source: Kill Process(es)...
bg: Убийте процес(и)...
cs: Ukončit proces(y)
de: Prozess(e) beenden …
es: Matar Proceso(s)...
fr: Tuer le(s) processus…
hu: Eljárás(ok) leállítása
it: Termina processo/i…
pt: Matar processo(s)
ro: Opreşte proces(e)
ru: Убить процесс(ы) ...
sv: Döda process(er)...

source: Edit ...
bg: Промяна ...
cs: Upravit ...
de: Bearbeiten …
es: Editar ...
fr: Éditer…
hu: Szerkesztés...
it: Modifica…
pt: Editar...
ro: Editare ...
ru: Редактировать...
sv: Redigera ...

source: EXPLAIN query
bg: EXPLAIN заявка
cs: EXPLAIN analýza dotazu
de: EXPLAIN auf Abfrage
es: Consulta EXPLAIN
fr: Lancer un EXPLAIN sur la requête
hu: Lekérdezés elemzése "EXPLAIN'
it: EXPLAIN della query
pt: EXPLAIN consulta
ro: Interogare EXPLAIN
ru: EXPLAIN запроса
sv: EXPLAIN fråga

source: Analyze selected process SQL
bg: Анализира избрания SQL процес
cs: Analyzuje vybranný SQL proces
de: Ausgewählten Prozess analysieren
es: Analizar SQL del proceso seleccionado
fr: Analyse du processus du SQL sélectionné
hu: A kiválasztott SQL eljárás elemzése
it: Analizza il processo SQL selezionato
pt: Analisar o processo SQL seleccionado
ro: Analizează procesele SQL selectate
ru: Анализ текущего SQL процесса
sv: Analysera vald process-SQL

source: EXPLAIN analyzer on MariaDB.org
bg: Анализатор на EXPLAIN на MariaDB.org
cs: EXPLAIN analýza na MariaDB.org
de: EXPLAIN Analyzer auf MariaDB.org
es: Analizador EXPLAIN en MariaDB.org
fr: Utiliser l'analyseur d'EXPLAIN de MariaDB.org
hu: EXPLAIN analízis a MariaDB.org-on
it: Analizzatore di EXPLAIN su MariaDB.org
pt: EXPLAIN analisador em MariaDB.org
ro: Explică analizor pe MariaDB.org
ru: EXPLAIN анализатор на MariaDB.org
sv: EXPLAIN-analysator på MariaDB.org

source: Pass EXPLAIN output to MariaDB's analyzer webpage
bg: Подаване на изхода от EXPLAIN на анализатора в сайта на MariaDB
cs: Odešle výstup EXPLAIN k analýze na stránky MariaDB.org
de: Sende EXPLAIN-Ergebnis zur MariaDB Website
es: Pasar la salida de EXPLAIN a la página web del analizador MariaDB
fr: Envoie la sortie de l'EXPLAIN sur la page de l'analyseur MariaDB
hu: Az EXPLIAN kimenetét elküldi a MariaDB.org analizáló weboldalára
it: Invia l’output di EXPLAIN alla pagina web dell’analizzatore di MariaDB
pt: Passar a saída de EXPLAIN ao analisador da página web do MariaDB
ro: Trimite text EXPLAIN către pagina de analiză MariaDB.
ru: Отправить EXPLAIN анализ на веб-портал MariaDB
sv: Skicka resultatet från EXPLAIN till MariaDB:s analysator-webbsida
