Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Only permit SSL-encrypted connections
bg: Позволяване само на SSL-кодирани връзки
cs: Povolit pouze šifrované spojení
de: Nur SSL-verschlüsselte Verbindungen erlauben
es: Solo permitir conexiones encriptadas por SSL
fr: Autoriser uniquement les connexions chiffrées en SSL
hu: Csak SSL-titkosított kapcsolatokat engedélyezzen
it: Permetti solo connessioni cifrate con SSL
pt: Permitir só ligações encriptadas SSL
ro: Permite doar conexiuni criptate SSL
ru: Разрешить только подключения с SSL-шифрованием
sv: Tillåt endast SSL-krypterade anslutningar

source: X509 (certificate, issuer and subject do not matter)
bg: X509 (без значение на сертификат, издател или получател)
cs: X509 (nezáleží na certifikátu, vystaviteli a předmětu)
de: X509 (ignoriere Zertifikat, Herausgeber und Subject)
es: X509 (certificado, emisor y asunto no importan)
fr: X509 (certificat, émetteur et sujet n'ont pas d'importance)
hu: X509 (tanúsítvány, kibocsátó és tárgy nem számít)
it: X509 (qualsiasi certificato, emittente e oggetto)
pt: X509 (certificado, emissor e assunto não importam)
ro: X509 (certificat, iniţiator şi subiect nu contează)
ru: X509 (сертификат, эмитент и субъект не имеет значения)
sv: X509 (certifikat, utfärdare och ämne är inte relevant)

source: Specify requirements...
bg: Задаване на изисквания
cs: Specifikovat požadavky...
de: Anforderungen festlegen …
es: Especificar requisitos...
fr: Spécifier les exigences…
hu: Adja meg a követelményeket ...
it: Specifica requisiti…
pt: Especificar requerimentos...
ro: Specifică cerinţe...
ru: Указать требования...
sv: Specificera krav

source: Access from server location only
bg: Достъп само от сървъра
cs: Přístup pouze ze serveru
de: Zugriff nur vom Server selbst
es: Acceso solo desde la ubicación del servidor
fr: Accès à partir de l'emplacement du serveur uniquement
hu: Hozzáférés csak a kiszolgáló helyéről
it: Accesso solo dalla posizione del server
pt: Aceder só da localização do servidor
ro: Acces doar de la locaţia serverului
ru: Доступ только с сервера
sv: Endast åtkomst direkt från servern

source: Local network: 192.168.%
bg: Локална мрежа: 192.168.%
cs: Místní síť: 192.168.%
de: Lokales Netzwerk: 192.168.%
es: Red local: 192.168.%
fr: Réseau local : 192.168.%
hu: Helyi hálózat: 192.168.%
it: Rete locale: 192.168.%
pt: Rede local: 192.168.%
ro: Reţea locală: 192.168,%
ru: Локальная сеть: 192.168.%
sv: Lokalt nätverk: 192.168.%

source: Local network: 10.122.%
bg: Локална мрежа: 10.122.%
cs: Místní síť: 10.122.%
de: Lokales Netzwerk: 10.122.%
es: Red local: 10.122.%
fr: Réseau local : 10.122.%
hu: Helyi hálózat: 10.122.%
it: Rete locale: 10.122.%
pt: Rede local: 10.122.%
ro: Reţea locală: 10.122.%
ru: Локальная сеть: 10.122.%
sv: Lokalt nätverk: 10.122.%

source: Access from everywhere
bg: Достъп отвсякъде.
cs: Přístup odkudkoliv
de: Zugriff von überall
es: Acceso desde cualquier lugar
fr: Accéder de partout
hu: Hozzáférés mindenhonnan
it: Accesso da ovunque
pt: Aceder de qualquer lado
ro: Acces de oriunde
ru: Доступ из любого места
sv: Ingen åtkomstbegränsning

source: 6 characters
bg: 6 символа
cs: 6 znaků
de: 6 Zeichen
es: 6 caracteres
fr: 6 caractères
hu: 6 karakter
it: 6 caratteri
pt: 6 caracteres
ro: 6 caractere
ru: 6 символов
sv: 6 tecken

source: 8 characters
bg: 8 символа
cs: 8 znaků
de: 8 Zeichen
es: 8 caracteres
fr: 8 caractères
hu: 8 karakter
it: 8 caratteri
pt: 8 caracteres
ro: 8 caractere
ru: 8 символов
sv: 8 tecken

source: 10 characters
bg: 10 символа
cs: 10 znaků
de: 10 Zeichen
es: 10 caracteres
fr: 10 caractères
hu: 10 karakter
it: 10 caratteri
pt: 10 caracteres
ro: 10 caractere
ru: 10 символов
sv: 10 tecken

source: 12 characters
bg: 12 символа
cs: 12 znaků
de: 12 Zeichen
es: 12 caracteres
fr: 12 caractères
hu: 12 karakter
it: 12 caratteri
pt: 12 caracteres
ro: 12 caractere
ru: 12 символов
sv: 12 tecken

source: 30 characters
bg: 30 символа
cs: 30 znaků
de: 30 Zeichen
es: 30 caracteres
fr: 30 caractères
hu: 30 karakter
it: 30 caratteri
pt: 30 caracteres
ro: 30 caractere
ru: 30 символов
sv: 30 tecken

source: Select statement:
bg: Избор на израз:
cs: Příkaz SELECT:
de: SELECT Abfrage:
es: Declaración SELECT:
fr: Sélectionner déclaration :
hu: Kijelölés kiválasztása:
it: Seleziona dichiarazione:
pt: Seleccionar declaração:
ro: Instrucţiunea selectată
ru: Выберите выражение:
sv: Select-sats:

source: You need the SHOW VIEW privilege in order to edit a view.
bg: Трябват Ви SHOW VIEW права, за да редактирате изгледа.
cs: Potřebujete oprávnění SHOW VIEW pro zobrazení a úpravy
de: Sie brauchen das SHOW-VIEW-Recht zum Bearbeiten einer VIEW
es: Usted necesita el privilegio SHOW VIEW para poder editar una vista.
fr: Le privilège SHOW VIEW est requis pour éditer une vue.
hu: A nézet szerkesztéséhez szüksége van a SHOW VIEW jogosultságra.
it: È necessario avere il privilegio SHOW VIEW per modificare una vista.
pt: Necessita de privilégios SHOW VIEW para editar uma vista.
ro: Aveţi nevoie de privilegiul SHOW VIEW pentru editare vederi:
ru: Вы должны иметь доступ SHOW VIEW для того, чтобы изменить представление.
sv: Du behöver behörigheten SHOW VIEW för att kunna redigera en vy.

source: Enter view name
bg: Име на изгледа
cs: Zadejte název pohledu
de: View Namen eingeben
es: Ingrese el nombre de la vista
fr: Saisir le nom de la vue
hu: Adja meg a nézet nevét
it: Inserire nome vista
pt: Insira o nome da vista
ro: Introduceţi nume vedere
ru: Введите имя представления
sv: Ange vynamn

source: Check option for updates
bg: Включете опцията за актуализация
cs: Možnost kontroly pro aktualizaci
de: Prüfoption für Aktualisierungen
es: Opción de verificación para actualizaciones
fr: Vérifier l'option de mise à jour
hu: Ellenőrizze a frissítések beállítását
it: Specifica opzione per aggiornamenti
pt: Marcar opção para actualizações
ro: Verifică optiune de actualizare
ru: Способы обновления
sv: Välj alternativet för uppdateringar

source: None
bg: Няма
cs: Žádná
de: Keine
es: Ninguno
fr: Aucun
hu: Semmi
it: Nessuno
pt: Nada
ro: Niciuna
ru: Нет
sv: Ingen

source: Compiled on:
bg: Компилирана на:
cs: Sestaveno dne:
de: Kompiliert am:
es: Compilado el:
fr: Compilée le :
hu: Összeállítva:
it: Compilata il:
pt: Compilada em:
ro: Compilat la:
ru: Дата сборки:
sv: Kompilerad den:

source: Environment:
bg: Работна среда:
cs: Životní prostředí:
de: Umgebung:
es: Ambiente:
fr: Environnement :
hu: Környezet:
it: Ambiente:
pt: Ambiente:
ro: Mediu:
ru: Окружение:
sv: Miljö:

source: Apply modifications?
bg: Прилагане на модификациите?
cs: Aplikovat změny?
de: Änderungen speichern?
es: ¿Aplicar modificaciones?
fr: Faut-il appliquer les modifications ?
hu: Változtatások alkalmazása?
it: Applica modifiche?
pt: Aplicar modificações?
ro: Aplică modificările?
ru: Применить изменения?
sv: Utför ändringar?

source: Enter new session name ...
bg: Въведете име на новата сесия ...
cs: Zadejte název nového místa ...
de: Sitzungsname …
es: Ingrese nombre de nueva sesión ...
fr: Saisir le nouveau nom de session…
hu: Adja meg az munkamenet nevét ...
it: Inserire nuovo nome sessione…
pt: Inserir novo nome de sessão...
ro: Introduceţi nume sesiune nouă...
ru: Введите новое имя сеанса...
sv: Ange nytt sessionsnamn ...

source: Clone session ...
bg: Клониране на сесията ...
cs: Duplikovat místo ...
de: Sitzung klonen
es: Clonar sesión ...
fr: Cloner la session…
hu: Munkamenet klónozása ...
it: Duplica sessione…
pt: Clonar sessão...
ro: Clonează sesiune...
ru: Дублировать сеанс...
sv: Klona sessionen ...

source: New session name:
bg: Име на новата сесия:
cs: Název nového místa:
de: Neuer Sitzungsname:
es: Nombre de la nueva sesión:
fr: Nom de nouvelle session :
hu: Új munkamenet neve:
it: Nuovo nome sessione:
pt: Novo nome de sessão:
ro: Nume sesiune nouă:
ru: Имя сеанса:
sv: Nytt sessionsnamn:

source: Imported sessions could not be detected. Restarting %s may solve that.
bg: Внесените сесии не могат да бъдат намерени. Ако рестартирате %s, може и да се оправи.
cs: Importovaná místa se nepodařilo detekovat. Problém může vyřešit restartování %s.
de: Importierte Sitzungen nicht gefunden. Ein %s Neustart könnte da helfen.
es: Las sesiones importadas no pudieron ser detectadas. Reiniciar %s puede solucionar eso.
fr: Les sessions importées ne peuvent être détectées. Redémarrer %s peut solutionner ce problème.
hu: Az importált munkamenet nem található. Az %s újraindítása megoldhatja ezt.
it: Le sessioni importate non sono state rilevate. Provare a riavviare %s per risolvere il problema.
pt: Impossível detectar sessões importadas. Reiniciar %s pode ajudar....
ro: Sesiunile importate nu au putut fi detectate. Restartarea %s ar putea rezolva problema.
ru: Импортированные сеансы не могут быть обнаружены. Перезапуск %s может решить эту проблему.
sv: Importerade sessioner kunde inte hittas. Omstart av %s kanske löser detta.

source: Delete session "%s"?
bg: Изтриване на сесия "%s"?
cs: Smazat místo "%s"?
de: Sitzung "%s" löschen?
es: ¿Borrar sesión "%s"?
fr: Faut-il supprimer la session « %s » ?
hu: Törli a munkamenetet "%s"?
it: Eliminare la sessione “%s”?
pt: Eliminar sessão "%s"?
ro: Şterge sesiune "%s"?
ru: Удалить сеанс "%s"?
sv: Ta bort session "%s"?

source: Session "%s" already exists!
bg: Сесия "%s" вече съществува!
cs: Místo "%s" již existuje!
de: Sitzung "%s" existiert bereits!
es: ¡La sesión "%s" ya existe!
fr: La session « %s » existe déjà !
hu: A "%s" munkamenet már foglalt!
it: Sessione “%s” esistente!
pt: A sessão "%s" já existe!
ro: Sesiunea "%s" există deja!
ru: Сеанс "%s" уже существует!
sv: Sessionen "%s" finns redan!

source: If you want to change the case of a session name, you need to rename it before doing the actual case change.
bg: Ако желаете да направите замяна на ГЛАВНИ/малки букви в името на сесия, трябва да първо да я преименувате.
cs: Pokud chcete změnit velikost písmen v názvu místa, musíte je přejmenovat, než provedete skutečnou změnu velikosti písmen.
de: Um die Groß- und Kleinschreibung eines Sitzung-Namens zu ändern, bitte zuerst die Sitzung temporär umbenennen.
es: Si desea cambiar las mayúsculas y minúsculas del nombre de una sesión, debe cambiarlo antes de realizar el cambio real de mayúsculas y minúsculas.
fr: Pour changer la casse du nom de session, il faut d’abord la renommer.
hu: Ha meg szeretnéd változtatni a munkamenet nevét, akkor a művelet előtt kell átnevezni.
it: Prima di cambiare le maiuscole/minuscole di un nome di sessione è necessario cambiarne il nome.
pt: Se deseja alterar as maiúsculas de um nome de sessão, tem de a renomear antes de as alterar efectivamente.
ro: Dacă doriți să schimbați majusculele unui nume de sesiune, trebuie să îl redenumiți înainte de a efectua schimbarea efectivă.
ru: Если вы хотите изменить регистр имени сеанса, вам необходимо переименовать его, прежде чем выполнять фактическое изменение регистра.
sv: Om du endast vill ändra mellan stora/små bokstäver i ett sessionsnamn så måste du tillfälligt ändra namnet innan du gör den egentliga ändringen.

source: Error while moving registry key: %s
bg: Грешка при преместване на регистров ключ: %s
cs: Chyba během přesunu klíče registru: %s
de: Fehler beim Verschieben des Registrierungs-Schlüssels: %s
es: Error al mover clave de registro: %s
fr: Erreur durant le déplacement de la clé de registre : %s
hu: Hiba a rendszerleíró kulcs mozgatása közben:%s
it: Errore durante lo spostamento della chiave di registro: %s
pt: Erro ao mover a chave de registo: %s
ro: Eroare în timpul mutării cheii de registru: %s
ru: Ошибка при перемещении ключа реестра: %s
sv: Ett fel inträffade vid flytt av en registernyckel: %s

source: New here? In order to connect to a server, you have to create a so called "session" at first. Just click the "New" button on the bottom left to create your first session. Give it a friendly name (e.g. "Local DB server") so you'll recall it the next time you start %s.
bg: За да се свържете с даден сървър, първо трябва да създадете сесия. Натиснете бутона "Нов" вляво отдолу за да я създадете. Дайте й смислено име, напр. "Локална БД", за да си я спомните лесно следващия, когато пуснете %s.
cs: První spuštění? Pro připojení k serveru budete muset nejdříve vytvořit "místo". Pro jeho vytvoření klikněte na tlačítko "Nové" v levém dolním rohu okna. Nové místo pojmenujte (např. "Místní DB server") a při dalším spuštění %s se pomocí něj můžete jednoduše připojit.
de: Neu hier? Um eine Verbindung zu einem Server herzustellen, erstellen Sie zunächst eine "Sitzung". Klicken Sie dafür unten links auf "Neu". Geben Sie der Sitzung einen treffenden Namen (z.B. "Lokaler Server"), damit Sie sich beim nächsten Start von %s daran erinnern.
es: ¿Es su primera vez aquí? Para conectarse a un servidor, usted tiene que crear primero lo que se denomina "sesión". Solo haga clic en el botón "Nueva" en la parte inferior izquierda para crear su primera sesión. Dele un nombre descriptivo (por ejemplo, "Servidor BD Local") para que usted lo recuerde la próxima vez que inicie %s.
fr: Nouveau ? Pour se connecter à un serveur, il faut d'abord créer ce que l'on appelle une « session ». Il suffit de cliquer sur le bouton « Ajouter » en bas à gauche pour en créer une. Lui donner un nom clair (par ex. « Serveur BDD local ») pour pouvoir la retrouver lors de la prochaine utilisation de %s.
hu: Új itt? A szerverhez való csatlakozáshoz először létre kell hoznia egy úgynevezett "munkamenetet". Az első munkamenet létrehozásához kattintson a bal alsó sarkában található "Új" gombra. Adjon meg egy nevet (pl. "Helyi DB-kiszolgáló"), így a következő alkalommal, amikor bejelentkezik, megtalálja.
it: La prima volta qui? Per collegarsi a un server è necessario prima di tutto creare una “sessione”. Basta fare clic sul pulsante “Nuovo” in basso a sinistra per creare la vostra prima sessione. Assegnare un nome a scelta (ad esempio “Server DB locale”) in modo da ricordarsene facilmente al prossimo avvio di %s.
pt: Principiante aqui? Para ligar a um servidor, tem de criar primeiro uma chamada "sessão". Clique em "Nova" ao fundo à esquerda. Dê-lhe um nome amigável (e.g. "Servidor local de DB") para que se lembre quando reiniciar %s.
ro: Nou pe aici? Pentru a vă conecta la un server, trebuie sa creaţi o aşa numită "sesiune" la început. Faceţi click pe butonul "Nou" din stânga jos pentru a crea prima sesiune. Daţi-i un nume accesibil dvs. (de ex.: "Server local") astfel încât să vă amintiţi de ea data următoare când porniţi %s.
ru: Вы новичок? Для того, чтобы подключиться к серверу, вы должны создать так называемый «сеанс». Просто нажмите на кнопку «Создать» в левом нижнем углу, чтобы создать свой первый сеанс. Дайте ему понятное имя (например, «Локальный сервер»), при следующем запуске %s вы просто выберете его из списка.
sv: Ny här? För att kunna koppla upp dig till en server behöver du skapa en s.k. "session" först. Klicka på knappen "Ny" nere till vänster för att skapa din första session. Ge den ett bra namn (t.ex. "Lokal DB-server") så att du kommer ihåg den till nästa gång du startar %s.

source: Please click a session on the left list to edit parameters, doubleclick to open it.
bg: Моля, кликнете върху някоя сесия в ляво, за да редактирате параметрите й. Кликнете два пъти, за да я отворите.
cs: Prosím klikněte na umístění v levém seznamu pro upravení parametrů, nebo klikněte dvakrát pro jeho otevření.
de: Klicken Sie auf eine Sitzung auf der linken Seite zum Bearbeiten, Doppelklick zum Starten.
es: Por favor haga click en una sesión en la lista de la izquierda para editar sus parámetros, haga doble click para abrirla.
fr: Merci de cliquer sur une session à gauche pour éditer ses paramètres ou de la double-cliquer pour l'ouvrir.
hu: Kattintson a bal oldali listán lévő munkamenetre a paraméterek szerkesztéséhez, kattintson duplán a megnyitásához.
it: Fare clic su una sessione sull’elenco a sinistra per modificarne i parametri, doppio clic per aprirla.
pt: Por favor, clique numa sessão na lista à esquerda para editar os parâmetros, faça duplo clique para a abrir.
ro: Efectuaţi click pe o sesiune din lista din stânga pentru a edita parametri, dublu-click pentru deschidere.
ru: Выберите сеанс в списке слева для редактирования или откройте его при помощи двойного щелчка.
sv: Klicka på en session i den vänstra listan för att ändra parametrar, dubbelklicka för att starta den.

source: unknown or never
bg: непознат или никога
cs: neznámé nebo nikdy
de: unbekannt oder noch nie
es: desconocido o nunca
fr: inconnue ou jamais
hu: ismeretlen, vagy soha
it: sconosciuto o mai
pt: desconhecido ou nunca
ro: necunoscut sau niciodată
ru: неизвестно или никогда
sv: okänd eller aldrig

source: Successful connects:
bg: Успешни връзки:
cs: Úspěšných připojení:
de: Erfolgreiche Verbindungen:
es: Conexiones exitosas:
fr: Connexion(s) réussie(s) :
hu: Sikeres kapcsolatok:
it: Connessioni riuscite:
pt: Ligações com sucesso:
ro: Conexiuni reușite:
ru: Успешных соединений:
sv: Lyckade anslutningar:

source: Unsuccessful connects:
bg: Неуспешни връзки:
cs: Neuspěšných připojení:
de: Fehlgeschlagene Verbindungen
es: Conexiones fallidas:
fr: Connexion(s) échouée(s) :
hu: Sikertelen kapcsolatok:
it: Connessioni fallite:
pt: Ligações sem sucesso:
ro: Conexiuni eșuate:
ru: Неудачных соединений:
sv: Misslyckade anslutningar:

source: Save modifications?
bg: Запис на модификациите?
cs: Uložit změny?
de: Änderungen speichern?
es: ¿Guardar modificaciones?
fr: Faut-il enregistrer les modifications ?
hu: Módosítások mentése?
it: Salva modifiche?
pt: Gravar modificações?
ro: Salvează modificări?
ru: Сохранить изменения?
sv: Spara ändringar?

source: Settings for "%s" were changed.
bg: Настройките за "%s" бяха променени.
cs: Nastavení pro "%s" bylo změněno.
de: Einstellungen für "%s" wurden geändert.
es: Los ajustes para "%s" fueron cambiados.
fr: Les paramètres pour « %s » ont été modifiés.
hu: A "%s" beállításai megváltoztak.
it: Impostazioni per “%s” salvate correttamente.
pt: Definições para "%s" alteradas.
ro: Setări pentru "%s" au fost modificate.
ru: Настройки "%s" были изменены.
sv: Inställningarna för "%s" ändrades.

source: Socket name:
bg: Име на сокета:
cs: Název socketu:
es: Nombre del socket:
fr: Nom du socket :
hu: Socket neve:
it: Nome socket:
pt: Nome da socket:
ro: Nume socket:
ru: Имя сокета:
sv: Socketnamn:

source: Executables
bg: Изпълним файл
cs: Spustitelné
de: Ausführbare Dateien
es: Ejecutables
fr: Exécutables
hu: Végrehajtható
it: Eseguibili
pt: Executáveis
ro: Executabile
ru: Исполняемые
sv: Exekverbara filer

source: PuTTY private key
bg: Частен ключ за PuTTY
cs: PuTTY soukromý klíč
de: PuTTY privater Schlüssel
es: Llave privada de PuTTY
fr: Clé privée PuTTY
hu: PuTTY privát kulcs
it: Chiave private PuTTY
pt: Chave privada PuTTY
ro: Cheie private PuTTY
ru: Закрытый ключ PuTTY
sv: Privat PuTTY-nyckel

source: Privacy Enhanced Mail certificates
bg: Частен подобрен пощенски сертификат
cs: PEM certifikáty
de: Privacy Enhanced Mail Zertifikate
es: Certificados de Privacy Enhanced Mail
fr: Certificats de courriel à confidentialité renforcée
hu: Továbbfejlesztett Mail adatvédelmi tanúsítványok
it: Certificati Privacy Enhanced Mail
pt: Certificados Privacy Enhanced Mail
ro: Certificate email cu confidenţialitate avansată
ru: Сертификаты Privacy Enhanced Mail
sv: Privacy Enhanced Mail certifikat

source: Certificates
bg: Сертификати
cs: Certifikáty
de: Zertifikate
es: Certificados
fr: Certificats
hu: Tanusítványok
it: Certificati
pt: Certificados
ro: Certificate
ru: Сертификаты
sv: Certifikat

source: Neither table nor view: %s
bg: Нито таблица нито изглед: %s
cs: Žádná tabulka nebo pohled: %s
de: Weder Tabelle noch View: %s
es: Ni tabla ni vista: %s
fr: Ni table ni vue : %s
hu: Sem tábla, sem nézet
it: Né tabella né vista: %s
pt: Nem tabela nem vista: %s
ro: Nici tabelă, nici vedere: %s
ru: Не является ни таблицей, ни представлением: %s
sv: Varken tabell eller vy: %s

source: Data (%s rows)
bg: Данни (%s реда)
cs: Data (%s řádek)
de: Daten (%s rows)
es: Datos (%s filas)
fr: Données (%s lignes)
hu: Adat (%s sor)
it: Dati (%s righe)
pt: Dados (%s linhas)
ro: Date (%s înregistrări)
ru: Данные (%s строк)
sv: Data (%s rader)

source: Target table exists. Drop it and overwrite?
bg: Таблицата съществува. Да се изтрие ли и създаде наново?
cs: Cílová tabulka již existuje. Má se smazat nebo přepsat?
de: Zieltabelle existiert bereits. Löschen und neu erstellen?
es: La tabla destino existe. ¿Suprimirla y sobrescribir?
fr: La table cible existe. Faut-il la retirer (DROP) et l'écraser ?
hu: A cél tábla már létezik! Eldobjuk a meglévőt és felülírjuk?
it: Tabella di destinazione esistente. Eliminarla e sovrascriverla?
pt: A tabela de destino já existe. Largar e sobrescrever?
ro: Tabela vizată există. O şterg şi suprascriu ?
ru: Целевая таблица существует. Удалить её и переписать?
sv: Måltabellen finns redan. Ta bort den och skriv över?

source: Generating SQL code ...
bg: Генериране на SQL код ...
cs: Generování SQL kódu ...
de: Generiere SQL Code …
es: Generando código SQL ...
fr: Génération du code SQL…
hu: SQL kód generálása ...
it: Generazione codice SQL…
pt: A gerar código SQL...
ro: Generare cod SQL...
ru: Генерация кода SQL...
sv: Genererar SQL-kod ...

source: Creating table ...
bg: Създаване на таблица ...
cs: Vytváření tabulky ...
de: Erstelle Tabelle …
es: Creando tabla ...
fr: Création de la table…
hu: Tábla létrehozása ...
it: Creazione tabella…
pt: A criar tabela...
ro: Creare tabelă...
ru: Создание таблицы...
sv: Skapar tabell ...

source: Alter database ...
bg: След ДБ ...
cs: Upravování databáze ...
de: Datenbank bearbeiten …
es: Alterar base de datos ...
fr: Modification de la base de données…
hu: Adatbázis módosítás ...
it: Modifica database…
pt: Alterar base de dados...
ro: Modifică baza de date...
ru: Изменение базы данных...
sv: Ändra databas ...

source: Creating database "%s" failed.
bg: БД "%s" не можа да бъде създадена!
cs: Vytváření databáze "%s" selhalo.
de: Fehler beim Erstellen der Datenbank "%s".
es: Falló creación de base de datos "%s".
fr: Création de la base de données « %s » échouée.
hu: A "%s" adatbázist nem sikerült létrehozni.
it: Creazione del database “%s” fallita.
pt: Falha ao criar base de dados "%s".
ro: Crearea bazei de date "%s" eşuată.
ru: Не удалось создать базу данных «%s».
sv: Kunde inte skapa databasen "%s".

source: Database "%s" contains stored routine(s), which cannot be moved.
bg: Базата данни "%s" съдържа запазени процедури, които не могат да бъдат преместени.
cs: Databáze "%s" obsahuje rutiny, které nemohly být přesunuty.
de: Die Datenbank "%s" enthält gespeicherte Prozeduren, die nicht verschoben werden können.
es: La base de datos "%s" contiene rutina(s) almacenada(s), que es imposible mover.
fr: La base de données « %s » contient une ou plusieurs routines stockées qui ne peuvent être déplacées.
hu: Adatbázis tartalmazza a "%s" tárolt eljárást(okat), amely nem lehet mozgatni.
it: Il database “%s” contiene stored routine, le quali non possono essere spostate.
pt: A base de dados "%s" contém rotinas armazenadas que não podem ser movidas.
ro: Baza de date "%s" conţine rutine stocate ce nu pot fi mutate.
ru: База данных «%s» содержит хранимые процедуры, которые не могут быть перенесены.
sv: Databasen "%s" innehåller lagrade rutiner, som inte kan flyttas.
