Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Show values in foreign key columns
bg: Показване на стойности в колони с външен ключ.
cs: Zobrazit hodnoty cizích klíčů ve sloupcích
de: Werte aus Fremdschlüssel-Spalten anzeigen
es: Mostrar valores en columnas de llave foránea
fr: Afficher les valeurs dans les colonnes à clés étrangères
hu: Látszik az érték a külső kulcs oszlopban
it: Mostra i valori delle colonne esterne delle relazioni
pt: Mostrar valores em colunas de chaves estrangeiras
ro: Afișează valori în coloanele cheie externe
ru: Отображать значения в столбцах внешних ключей
sv: Visa värden i kolumner som är främmande nycklar

source: Incremental search through typing
bg: Търсене по време на писане
cs: Přírůstkové hledání pomocí psaní
fr: Rechercher à la volée pendant la saisie
it: Ricerca incrementale durante la digitazone

source: Connected table has too many rows. Foreign key drop-down is limited to %d items.
bg: Свързаната таблица има твърде много редове. Списъкът за външния ключ е ограничен до %d позиции.
cs: Připojená tabulka má příliš mnoho řádků. Rozbalovací nabídka cizího klíče je omezena na %d položek.
de: Verbundene Tabelle hat zu viele Zeilen. Fremdschlüssel-Dropdown ist auf %d Einträge limitiert.
es: La tabla contiene demasiadas columnas. La lista desplegable de llaves foráneas está limitada a %d elementos.
fr: La table connectée a trop de lignes. La liste déroulante des clés étrangères est limitée à %d items.
hu: A csatlakoztatott táblázat túl sok sort tartalmaz. Az idegen kulcs legördülő menü csak az %d elemekre korlátozódik
it: La tabella collegata ha troppe righe. Il menù a discesa della chiave esterna è limitato a %d elementi.
pt: A tabela ligada tem demasiadas linhas. A lista de chaves estrangeiras está limitada a %d itens.
ro: Tabelul conectat are prea multe rânduri. Cheia externă derulantă este limitată la %d elemente.
ru: Tаблица имеет слишком много строк. Cписок внешних ключей ограничен %d элементами.
sv: Anslutna tabellen har för många rader. Rullgardinsmenyn med främmande nycklar är begränsad till %d element.

source: Shortcuts
bg: Преки пътища
cs: Zkratky
de: Tastaturkürzel
es: Atajos
fr: Raccourcis
hu: Parancsikonok
it: Tasti rapidi
pt: Atalhos
ro: Scurtături
ru: Горячие клавиши
sv: Genvägar

source: Shortcut:
bg: Пряк път:
cs: Zkratka:
de: Tastaturkürzel:
es: Atajo:
fr: Raccourci :
hu: Parancsikon:
it: Tasto rapido:
pt: Atalho:
ro: Scurtătură
ru: Сочетание клавиш:
sv: Genväg:

source: Please select a shortcut item in the tree.
bg: Моля, изберете пряк път от дървото
cs: Prosím vyberte zkratku ze stromu.
de: Bitte ein Tastaturkürzel auswählen.
es: Por favor seleccione un elemento de atajo en el árbol.
fr: Merci de sélectionner un élément dans l'arborescence à gauche.
hu: Válaszd ki a parancsikont az elemhez a fában
it: Selezionare un tasto rapido dall’albero.
pt: Por favor, seleccione um atalho na árvore.
ro: Alegeţi o scurtătură din itemii din lista arborescentă.
ru: Пожалуйста выберите действие в дереве.
sv: Välj en av genvägarna i trädet.

source: Secondary shortcut:
bg: Вторичен пряк път:
cs: Alternativní zkratka:
de: Zweites Tastaturkürzel:
es: Atajo secundario:
fr: Raccourci secondaire :
hu: Másodlagos parancsikon:
it: Tasto rapido secondario:
pt: Atalho secundário:
ro: Scurtătură alternativă
ru: Второе сочетание клавиш:
sv: Alternativ genväg:

source: Apply
bg: Прилагане
cs: Aplikovat
de: Anwenden
es: Aplicar
fr: Appliquer
hu: Alkalmaz
it: Applica
pt: Aplicar
ro: Aplică
ru: Применить
sv: Tillämpa

source: Restore defaults
bg: Стандартни настройки
cs: Obnovit výchozí nastavení
de: Standardeinstellungen
es: Restaurar valores por defecto
fr: Valeurs par défaut
hu: Vissza az alapbeállítás
it: Ripristina predefiniti
pt: Repor predefinições
ro: Restabilește setările implicite
ru: Значения по умолчанию
sv: Återställ standardval

source: Print List...
bg: Печат на списък...
cs: Tisk seznamu...
de: Liste drucken …
es: Imprimir Lista...
fr: Liste d'imprimantes
hu: Nyomtató lista...
it: Stampa elenco…
pt: Imprimir lista...
ro: Printează lista...
ru: Печатать список...
sv: Skriv ut lista...

source: &Select printer:
bg: Принтер:
cs: &Tiskárna:
de: Drucker auswählen:
es: &Seleccionar impresora:
fr: &Sélectionner :
hu: Kivála&sztott nyomtató:
it: &Seleziona stampante:
pt: &Seleccionar impressora:
ro: &Selectează imprimantă:
ru: &Принтер:
sv: &Välj skrivare:

source: Configure
bg: Настройки
cs: Nastavení
de: Konfigurieren
es: Configurar
fr: Configurer…
hu: Beállítás
it: Configura
pt: Configurar
ro: Configurează
ru: Настроить
sv: Konfigurera

source: Print
bg: Печат
cs: Tisk
de: Drucken
es: Imprimir
fr: Imprimer
hu: Nyomtatás
it: Stampa
pt: Imprimir
ro: Printează
ru: Печать
sv: Skriv ut

source: Print column headers
bg: Печатане имената на колоните
cs: Vytisknout názvy sloupců
de: Spaltenköpfe drucken
es: Imprimir encabezados de columnas
fr: Imprimer les entêtes de colonne
hu: Nyomtatja az oszlop címkéket
it: Stampa intestazioni di colonna
pt: Imprimir cabeçalhos de coluna
ro: Printează antet coloane
ru: Печатать заголовки столбцов
sv: Skriv ut kolumnrubriker

source: Routine body:
bg: Тяло на процедурата:
cs: Obsah rutiny:
de: Prozedur Block
es: Cuerpo de la rutina:
fr: Corps de la routine :
hu: Eljárás törzse:
it: Corpo routine:
pt: Corpo da rotina:
ro: Corp rutină:
ru: Тело процедуры:
sv: Rutinkod:

source: You have no privilege to this routine.
bg: Нямате права за тази процедура.
cs: Nemáte oprávnění k této proceduře.
de: Sie haben keine Berechtigung zu dieser Prozedur
es: Usted no tiene privilegio para esta rutina.
fr: Aucun privilège personnel pour cette routine.
hu: Nincs jogosultsága az eljáráshoz.
it: Non ha accesso a questa routine.
pt: Não tem privilégios para esta rotina.
ro: Nu aveţi drepturi la această rutină.
ru: У вас нет прав на эту процедуру.
sv: Du har ingen behörighet till den här rutinen.

source: &Type:
bg: &Вид:
cs: &Druh:
de: Typ:
es: &Tipo:
hu: &Típus:
it: &Tipo:
pt: &Tipo:
ro: &Tip:
ru: &Тип:
sv: &Typ:

source: &Returns:
bg: Връща:
cs: V&rátit:
de: Ergibt:
es: &Regresa:
fr: &Retours :
hu: Visszaté&rési érték:
it: &Ritorna:
pt: De&volve:
ro: &Returnează:
ru: Возв&ращает:
sv: &Returnerar:

source: &Data access:
bg: Достъп до данни
cs: Přístup &dat:
de: Datenzugriff:
es: Acceso a &Datos:
fr: Accès &données :
hu: A&dat hozzáférés:
it: Accesso ai &dati:
pt: Acesso aos &dados:
ro: &Acces date:
ru: Доступ:
sv: &Dataåtkomst:

source: SQL Se&curity:
bg: SQL Сигурност
cs: &Bezpečnost SQL:
de: SQL-Sicherheit:
es: Seguridad SQL:
fr: Sé&curité SQL :
hu: SQL biztonság:
it: Sicure&zza SQL
pt: Se&gurança SQL:
ro: Se&curitate SQL:
ru: &Безопасность:
sv: SQL-sä&kerhet:

source: &Comment:
bg: Коментар
cs: &Komentář:
de: Kommentar:
es: &Comentario:
fr: &Commentaire :
hu: &Megjegyzés:
it: &Commento:
pt: &Comentário:
ro: &Comentariu:
ru: &Комментарий:
sv: &Kommentar:

source: De&finer:
bg: Дефиниране
es: De&finidor:
fr: Dé&finisseur :
hu: Létrehozó:
it: Auto&re:
pt: De&finidor:
ro: De&finitor:
ru: &Владелец:
sv: De&finierare:

source: &Deterministic
bg: Детерминистично
cs: &Deterministický
de: Deterministisch
es: &Determinístico
fr: &Déterministe
hu: Determinisztikus
it: &Deterministico
pt: &Determinística
ru: &Детерминированная процедура
sv: &Deterministisk

source: Enter routine name
bg: Въведете име на процедурата
cs: Zadejte název rutiny
de: Prozedurnamen eingeben
es: Ingrese el nombre de la rutina
fr: Saisir le nom de routine
hu: Írja be az eljárás nevét
it: Inserire nome routine
pt: Insira o nome da rotina
ro: Introduce'
ru: Введите имя процедуры
sv: Ange rutinnamn

source: Parameters
bg: Параметри
cs: Parametry
de: Parameter
es: Parámetros
fr: Paramètres
hu: Paraméterek
it: Parametri
pt: Parâmetros
ro: Parametri
ru: Параметры
sv: Parametrar

source: Context
bg: Контекст
cs: Kontext
de: Kontext
es: Contexto
fr: Contexte
hu: Összefüggés
it: Contesto
pt: Contexto
ru: Контекст
sv: Kontext

source: Move up
bg: Преместване нагоре
cs: Posunout nahoru
de: Nach oben
es: Subir
fr: Vers le haut
hu: Mozgasd fel
it: Sposta su
pt: Mover acima
ro: Mută în sus
ru: Вверх
sv: Flytta upp

source: Move down
bg: Преместване надолу
cs: Posunout dolů
de: Nach unten
es: Bajar
fr: Vers le bas
hu: Mozgasd le
it: Sposta giù
pt: Mover abaixo
ro: Mută în jos
ru: Вниз
sv: Flytta ner

source: Search and replace text
bg: Търсене и замяна на текст
cs: Najít a nahradit text
de: Text suchen und ersetzen
es: Buscar y reemplazar texto
fr: Recherche et remplacement de texte
hu: Szöveg keresése, cseréje
it: Cerca e sostituisci testo
pt: Procurar e substituir texto
ro: Caută şi înlocuieşte text
ru: Найти и заменить
sv: Sök och ersätt text

source: &Text to find:
bg: &Текст за търсене:
cs: Hledaný &text:
de: Suchtext:
es: &Texto a buscar:
fr: Re&chercher :
hu: Kerese&tt szöveg:
it: &Testo da trovare:
pt: &Texto a localizar:
ro: &Text de cautat:
ru: &Найти:
sv: &Text att hitta:

source: Replacement can have \n for new lines and \t for tabs
bg: Замяната не може да съдържа \n за нов ред и \t за табулатор.
cs: Může obsahovat \n pro nový řádek a \t pro tabulátor
de: Ersetzung kann \n für neue Zeilen und \t für Tabulatoren enthalten
es: El reemplazo puede tener \n para nuevas líneas y \t para tabulaciones
fr: Pour remplacer, utiliser \n en nouvelles lignes et \f en tabulations.
hu: Cserélje a \n-t új sorra, \t-t tabulátorra
it: Usare \n per “a capo” e \t per tabulazione nella sostituzione
pt: A substituição pode ter \n para novas linhas e \t para tabulações
ro: Textul de înlocuit nu poate conţine \n pentru linie nouă şi \t pentru tab
ru: Можно использовать \n для новой строки и \t для табуляции
sv: Använd \n för radbrytning och \t för tabb i ersättuttrycket

source: Replace &all
bg: Замяна на &всички
cs: N&ahradit vše
de: Alle ersetzen
es: Reempl&azar todo
fr: &Tout remplacer
hu: &Mindent cserél
it: Sostituisci t&utto:
pt: S&ubstituir tudo
ro: Înlocuieşte to&ate
ru: Заменить &все
sv: Ersätt &alla

source: Search in:
bg: Търси в:
cs: Hledat v:
de: Suchen in:
es: Buscar en:
fr: Source :
hu: Keres itt:
it: Cerca in:
pt: Procurar em:
ro: Caută în:
ru: Искать в:
sv: Sök i:

source: &Replace:
bg: &Замяна:
cs: Nah&radit:
de: Ersetzen:
es: &Reemplazar:
fr: &Remplacer :
hu: Cse&rél:
it: &Sostituisci:
pt: Substitui&r:
ro: Înlocuieşte: &r
ru: &Заменить:
sv: &Ersätt:

source: Enter text to find ...
bg: Въведете текст за търсене ...
cs: Zadejte hledaný text ...
de: Suchtext eingeben …
es: Ingrese el texto a buscar ...
fr: Saisir le texte à rechercher…
hu: Írja be a keresendő szöveget ...
it: Inserire il testo da cercare…
pt: Insira o texto a localizar...
ro: Întroduceţi textul de căutat...
ru: Введите текст для поиска…
sv: Ange text att hitta ...

source: Enter replacement pattern ...
bg: Въведете шаблон за заместване
cs: Zadejte text k nahrazení...
de: Ersetzungstext eingeben …
es: Ingrese el patrón de reemplazo ...
fr: Saisir le texte de remplacement…
hu: Adja meg a csere mintát ...
it: Inserire pattern di sostituzione…
pt: Insira o padrão de substituição...
ro: Introduceţi expresia de înlocuire...
ru: Введите шаблон замены...
sv: Ange uttryck att ersätta med ...

source: &Options
bg: &Настроики
cs: &Možnosti
de: Optionen
es: &Opciones
hu: Beállítások
it: &Opzioni
pt: &Opções
ro: &Opţiuni
ru: &Опции
sv: &Alternativ

source: Case sensitive
bg: Разлика между малки и главни букви
cs: Rozlišovat velikost písmen
de: Groß- und Kleinschreibung beachten
es: Sensible a mayúsculas
fr: Sensible à la casse
hu: Nagybetű érzékeny
it: Maiuscole ≠ minuscole
pt: Sensível a maiúsculas
ro: Sensibil majuscule
ru: Учитывать регистр
sv: Skiftlägeskänslig

source: Whole words
bg: Цели думи
cs: Celá slova
de: Nur ganze Wörter
es: Palabras completas
fr: Mots entiers
hu: Egész szavak
it: Parole intere
pt: Palavras completas
ro: Cuvinte întregi
ru: Целые слова
sv: Hela ord

source: Regular expression
bg: Регулярен израз
cs: Regulární výraz
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
hu: Reguláris kifejezés
it: Espressione regolare
pt: Expressão regular
ro: Expresie regulară
ru: Регулярное выражение
sv: Reguljärt uttryck

source: Prompt on replace
bg: Попитай при замяна
cs: Potvrdit před nahrazením
de: Vor Ersetzen fragen
es: Preguntar al reemplazar
fr: Confirmer le remplacement
hu: Prompt a cserénél
it: Conferma sostituzioni
pt: Confirmar ao substituir
ro: Întreabă la înlocuire
ru: Спрашивать при замене
sv: Fråga innan ersätt

source: &Direction
bg: Посока
cs: &Směr
de: Richtung
es: &Dirección
hu: Irány
it: &Direzione
pt: &Direcção
ro: &Direcţie
ru: &Направление
sv: &Riktning

source: &Forward
bg: Напред
cs: &Dopředu
de: Vorwärts
es: Hacia adelante
fr: En &avant
hu: Előre
it: A&vanti
pt: A&vançar
ro: Înainte &f
ru: &Вперед
sv: &Framåt

source: &Backward
bg: Назад
cs: &Dozadu
de: Rückwärts
es: Hacia &atrás
fr: En a&rrière
hu: Hátra
it: A &ritroso
pt: Rec&uar
ro: Înapoi &b
ru: &Назад
sv: &Bakåt

source: Or&igin
bg: Начало
cs: Počá&tek
de: Startpunkt
es: Or&igen
fr: Or&igine
hu: Kezdet
it: Or&igine
pt: Or&igem
ro: Or&igine
ru: Откуда искать
sv: Ut&gångspunkt

source: From cursor
bg: От курсор
cs: Od kurzoru
de: Ab Cursor
es: Desde el cursor
fr: Depuis le curseur
hu: Kurzortól
it: Dal cursore
pt: Do cursor
ro: De la cursor
ru: Под курсором
sv: Från markör

source: Entire scope
bg: Навсякъде
cs: Celý rozsah
de: Alles
es: Alcance completo
fr: Toute la portée
hu: Teljes terület
it: Intero ambito
pt: Todo o âmbito
ro: În tot contextul
ru: Вся область
sv: Från början

source: &Scope
bg: Докъде
cs: Roz&sah
de: Bereich
es: Alcance
fr: &Portée
hu: Terület
it: Am&bito
pt: Â&mbito
ro: Contextul &s
ru: &Область
sv: &Sökområde

source: Selection
bg: Маркиране
cs: Vybraný text
de: Auswahl
es: Selección
fr: Sélection
hu: Kijelölés
it: Selezione
pt: Selecção
ro: Selecție
ru: Выделенное
sv: Markering

source: Result grid
bg: Таблица с резултат
cs: Grid výsledku
de: Ergebnis-Ansicht
es: Cuadrícula de resultados
fr: Grille de résultat
hu: Eredmény rács
it: Griglia risultati
pt: Grelha de resultados
ro: Grilă rezultate
ru: Сетка с результатом
sv: Resultatflik

source: SQL editor
bg: SQL редактор
cs: Editor SQL
es: Editor SQL
fr: Éditeur SQL
hu: SQL szerkesztő
it: Editor SQL
pt: Editor SQL
ro: Editor SQL
ru: Редактор SQL

source: Data Grid
bg: Таблица с данни
cs: Grid dat
de: Datenansicht
es: Cuadrícula de Datos
fr: Grille de données
hu: Adat rács
it: Griglia dati
pt: Grelha de dados
ro: Grilă date
ru: Сетка с данными
sv: Dataflik

source: Select database object ...
bg: Изберете база данни ...
cs: Vybrat objekt databáze ...
de: Datenbank-Objekt auswählen …
es: Seleccione objeto de la base de datos ...
fr: Sélection d'un objet…
hu: Adatbázis objektum kiválasztása ...
it: Seleziona oggetto database…
pt: Seleccionar objecto de base de dados...
ro: Selectează obiect din baza de date...
ru: Выберите объект базы данных...
sv: Välj databasobjekt ...

source: Select database, table or column:
bg: Изберете БД, таблица или колона:
cs: Vybrat databázi, tabulku nebo sloupec:
de: Datenbank, Tabelle oder Spalte auswählen
es: Seleccione base de datos, tabla o columna:
fr: Sélectionner base, table ou colonne :
hu: Adatbázis, tábla, nézet vagy oszlop kiválasztása:
it: Seleziona database, tabella o colonna:
pt: Seleccionar base de dados, tabela ou coluna:
ro: Selectează baza de date, tabel sau coloana:
ru: Выберите базу данных, таблицу или столбец:
sv: Välj databas, tabell eller kolumn:

source: ... or wildcard database (% and _ allowed):
bg: ... или произволна БД (% и _ са позволени)
cs: ... nebo zástupný znak databáze (% a _ jsou povoleny):
de: … oder Wildcard Datenbank (% und _ erlaubt)
es: ... o base de datos comodín (se permiten % y _):
fr: … ou un nom avec joker (% et _ autorisés) :
hu: ... vagy helyettes adatbázis (% és _ engedélyezve):
it: … o caratteri speciali database (permessi % e _):
pt: ...ou caracteres universais (% e _ permitidos):
ro: ... sau expresie nume BD (% altul _ permise):
ru: ... или выберите базу данных (можно использовать % and _):
sv: ... eller databas med jokertecken (% och _ tillåtet):

source: database
bg: база данни
cs: databáze
de: Datenbank
es: base de datos
fr: base de données
hu: adatbázis
pt: base de dados
ro: baza de date
ru: база данных
sv: databas

source: Integrated SQL-help
bg: Интегрирана помощ за SQL
cs: Integrovaná SQL-nápověda
de: Integrierte SQL-Hilfe
es: Ayuda integrada SQL
fr: Aide SQL intégrée
hu: Beépített SQL súgó
it: Guida SQL integrata
pt: Ajuda SQL integrada
ro: Ajutor SQL integrat
ru: Встроенная справка по SQL
sv: Integrerad SQL-hjälp

source: Search online
bg: Търсене онлайн
cs: Najít online
de: Online suchen
es: Buscar en línea
fr: Rech. en ligne
hu: Keresés online
it: Cerca sul web
pt: Procurar online
ro: Caută on-line
ru: Поиск в интернете
sv: Sök online

source: Description:
bg: Описание:
cs: Popis:
de: Beschreibung:
es: Descripción:
hu: Leírás:
it: Descrizione:
pt: Descrição:
ro: Descriere:
ru: Описание:
sv: Beskrivning:

source: Example:
bg: Пример:
cs: Příklad:
de: Beispiel:
es: Ejemplo:
fr: Exemple :
hu: Példa:
it: Esempio:
pt: Exemplo:
ro: Exemplu:
ru: Пример:
sv: Exempel:

source: Select source database or table(s):
bg: От коя БД или таблица(и):
cs: Zdrojové databáze nebo tabulky:
de: Quell-Datenbank oder -Tabelle(n) auswählen:
es: Base de datos o tabla(s) de origen:
fr: Sélectionner base de données ou table(s) source :
hu: Forrás adatbázis vagy tábla(ák) választása:
it: Selezionare database o tabelle di origine:
pt: Seleccionar base de dados ou tabela origem:
ro: Selectează baza de date sursă sau tabelul(-le):
ru: Выберите сходную базу данных или таблицу(ы):
sv: Välj databas eller tabell(er) som källa:

source: Differences:
bg: Разлики:
cs: Rozdíly:
de: Unterschiede:
es: Diferencias:
fr: Différences :
hu: Eltérések:
it: Differenze:
pt: Diferenças:
ro: Diferenţe:
ru: Различия:
sv: Skillnader:

source: Target database or table
bg: В коя БД или таблица
cs: Cílová databáze nebo tabulka
de: Ziel-Datenbank oder -Tabelle
es: Base de datos o tabla de destino
fr: Base de données ou table cible
hu: Cél adatbázis vagy tábla
it: Database o tabella di destinazione
pt: Tabela ou base de dados destino
ro: Baza de date ţintă sau tabela
ru: Целевая база данных или таблица
sv: Måldatabas eller tabell

source: Server:
bg: Сървър:
es: Servidor:
fr: Serveur :
hu: Szerver:
pt: Servidor:
ru: Сервер:

source: Analyze
bg: Анализ
cs: Analyzovat
de: Analysieren
es: Analizar
fr: Analyser
hu: Analízis
it: Analizza
pt: Analisar
ro: Analizează
ru: Анализ
sv: Analysera

source: Structure
bg: Структура
cs: Struktura
de: Struktur
es: Estructura
hu: Struktúra
it: Struttura
pt: Estrutura
ro: Structură
ru: Структура
sv: Struktur

source: Length/Set
bg: Дължина
cs: Délka/Množina
de: Länge/SET
es: Longitud/Conjunto
fr: Taille/Ensemble
hu: Hossz/adat készlet
it: Lunghezza/set
pt: Tamanho/Definir
ro: Lungime/Set
ru: Длина/Значения
sv: Längd/Set

source: Unsigned
bg: Без знак
de: Vorzeichenlos
es: Sin signo
fr: Non signé
hu: Pozitív
it: Senza segno
pt: Não assinado
ro: Fără semnătură
ru: Беззнаковое

source: Allow NULL
bg: Позволяване на NULL стойност
cs: Nulový
de: Erlaube NULL
es: Permitir NULL
fr: NULL autorisé
hu: NULL engedélyezve
it: Permetti NULL
pt: Permitir NULL
ro: Permite NULL
ru: Разрешить NULL
sv: Tillåt NULL

source: Zerofill
bg: Запълване с нули
es: Rellenar con ceros
hu: Kitöltő nulla
it: Riempi con zero
pt: Sem preenchimento
ro: Umplere cu zero
sv: Fyll med nollor

source: Expression
bg: Израз
cs: Výraz
de: Ausdruck
es: Expresión
hu: Leírás
it: Espressione
pt: Expressão
ro: Expresie
ru: Выражение
sv: Uttryck

source: Virtuality
bg: Виртуалност
de: Virtualität
es: Virtualidad
fr: Virtualité
hu: Virtuális
it: Virtualità
pt: Virtualidade
ro: Virtualitate
ru: Виртуальность
sv: Virtual/Stored

source: Basic
bg: Основни
cs: Obecné
de: Allgemein
es: Básico
fr: De base
hu: Alap
it: Base
pt: Básico
ro: De bază
ru: Основной
sv: Grundläggande

source: Enter table name
bg: Въведете име на таблицата
cs: Zadejte název tabulky
de: Tabellen-Namen eingeben
es: Ingrese el nombre de la tabla
fr: Saisir le nom de la table
hu: Írja be a tábla nevét
it: Inserire nome tabella
pt: Insira o nome da tabela
ro: Introduceţi numele tabelei
ru: Введите имя таблицы
sv: Ange tabellnamn

source: Auto increment:
bg: AUTO_INCREMENT стойност:
es: Incremento automático:
fr: Incrémentation automatique :
hu: Automatikus növelés:
it: Contatore:
pt: Incremento automático:
ro: Auto incrementare
ru: Автоинкремент:
sv: Autouppräkning:

source: Average row length:
bg: Средна дължина на ред:
cs: Průměrná délka řádku:
de: Durchschnittliche Zeilenlänge:
es: Longitud de fila promedio:
fr: Longueur moyenne de ligne :
hu: Átlag sor hossz:
it: Lunghezza media righe:
pt: Tamanho médio de linha:
ro: Media lungime înregistrare:
ru: Средняя длина строки:
sv: Genomsnittlig radlängd:

source: INSERT method:
bg: Метод за INSERT:
cs: Metoda INSERT:
de: INSERT-Methode:
es: Método INSERT:
fr: Méthode INSERT :
hu: INSERT metódus:
it: Metodo INSERT:
pt: Método INSERT:
ro: Metodă inserare
ru: Метод INSERT:
sv: INSERT-metod

source: Union tables:
bg: Таблици за UNION:
cs: Sloučené tabulky:
de: Union Tabellen:
es: Tablas de unión:
fr: Union de tables :
hu: Egyesített táblák:
it: Tabelle unione:
pt: Tabelas de união:
ro: Tabele union:
ru: Объединение таблиц:
sv: Unionstabeller:

source: Maximum row count:
bg: Макс. брой редове:
cs: Maximální počet řádků:
de: Maximale Zeilenanzahl:
es: Número máximo de filas:
fr: Nombre maximal de lignes :
hu: Sor maximális száma:
it: Max conteggio righe:
pt: Máximo de linhas:
ro: Număr maxim de înregistrări:
ru: Макс. количество строк:
sv: Maximalt antal rader:

source: Row format:
bg: Формат на реда:
cs: Formát řádku:
de: Zeilenformat:
es: Formato de filas:
fr: Format de ligne :
hu: Sor formátum:
it: Formato riga:
pt: Formato de linha:
ro: Format înregistrare
ru: Формат строк:
sv: Radformat:

source: Default collation:
bg: Кодировка:
cs: Porovnání:
de: Standard-Kollation:
es: Collation predeterminada:
fr: Collation par défaut :
hu: Alap illesztés:
it: Confronto predefinito:
pt: Colação predefinida:
ro: Colaţionare implicită:
ru: Сопоставление (умолч):
sv: Standardkollation:

source: Engine:
bg: Хранилище:
cs: Uložiště:
es: Motor:
fr: Moteur :
hu: Motor:
it: Motore:
pt: Motor:
ro: Motor:
ru: Тип таблицы:
sv: DB-motor:

source: Server default
bg: Стандартно за сървъра
cs: Výchozí server
de: Server-Standard
es: Predeterminado del servidor
fr: Serveur par défaut
hu: Szerver alapbeállítása
it: Predefinito del server
pt: Predefinição do servidor
ro: Server implicit
ru: По умолчанию для сервера
sv: Standard för servern

source: Checksum for rows:
bg: Контролна сума за редовете:
cs: Kontrolní součet řádků:
de: Prüfsumme für Zeilen:
es: Suma verificación filas:
fr: Somme de contrôle pour lignes :
hu: Ellenőrző összeg a sorokhoz:
it: Checksum per righe:
pt: Checksum para linhas:
ro: Sumă de control pentru înregistrări
ru: Контрольная сумма для строк:
sv: Checksumma för rader:

source: Convert data
bg: Конвертиране в
cs: Převést data
de: Daten konvertieren
es: Convertir datos
fr: Convertir données
hu: Adatok konvertálása:
it: Converti dati
pt: Converter dados
ro: Converteşte date
ru: Преобр. данных
sv: Konvertera data

source: Indexes
bg: Индекси
cs: Indexy
de: Indizes
es: Índices
fr: Index
hu: Indexek
it: Indici
pt: Índices
ro: Indecşi
ru: Индексы
sv: Index

source: Type / Length
bg: Тип / Дължина
cs: Druh / Délka
de: Typ / Länge
es: Tipo / Longitud
fr: Type / Taille
hu: Típus/hossz
it: Tipo/lunghezza
pt: Tipo/Tamanho
ro: Tip / Lungime
ru: Тип / Длина
sv: Typ / Längd

source: Algorithm
bg: Алгоритъм
cs: Algoritmus
de: Algorithmus
es: Algoritmo
fr: Algorithme
hu: Algoritmus
it: Algoritmo
pt: Algoritmo
ro: Algoritm
ru: Алгоритм
sv: Algoritm

source: Add index
bg: Добавяне на индекс
cs: Přidat index
de: Neuer Index
es: Agregar índice
fr: Ajouter un index
hu: Index hozzáadása
it: Aggiungi indice
pt: Adicionar índice
ro: Adaugă index
ru: Добавить
sv: Lägg till index
