Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Please move the cursor inside the query you want to use.
bg: Моля, преместете показалеца в заявката, която искате да използвате.
cs: Přesuňte prosím kurzor na dotaz, který chcete použít.
de: Bitte den Cursor auf die auszuführende Abfrage verschieben
es: Por favor mueva el cursor dentro de la consulta que desea usar.
fr: Déplacer le curseur à l'intérieur de la requête à utiliser.
hu: Helyezzük a kurzort ahol a parancsot használni akarjuk.
it: Spostare il cursore all'interno della query da usare.
pt: Por favor, mova o cursor para dentro da consulta que deseja utilizar.
ro: Vă rugăm să mutați cursorul în interiorul interogării pe care doriți să o utilizați.
ru: Пожалуйста, переместите курсор в запрос, который Вы хотите использовать.
sv: Flytta markören till frågan du vill använda.

source: Keyboard shortcut [%s] is already assigned to "%s".
bg: Прекият път [%s] вече е свързан с "%s".
cs: Klávesová zkratka [%s] je již přidělena "%s".
de: Tastaturkürzel [%s] ist bereits folgender Aktion zugewiesen: "%s".
es: El atajo de teclado [%s] ya está asignado a "%s".
fr: Le raccourci clavier [%s] est déjà assigné à « %s ».
hu: A billentyűparancs [%s] már tárítva van ehhez: "%s".
it: Il tasto rapido [%s] è già assegnato a "%s".
pt: Atalho de teclado [%s] já atribuído a "%s".
ro: Scurtătura de la tastatură [%s] este deja atribuită la "%s".
ru: "Горячая клавиша" [%s] уже задана для "%s".
sv: Snabbtangent [%s] är redan kopplad till "%s".

source: Remove it there and assign to "%s" instead?
bg: Да се премахне ли и вместо това да се сложи на "%s"?
cs: Odstranit to tam a místo toho přiřadit "%s"?
de: Dort entfernen und stattdessen der Aktion "%s" zuweisen?
es: ¿Eliminarlo allá y asignarlo mejor a "%s"?
fr: Faut-il le retirer et l'assigner plutôt à « %s » ?
hu: Töröljük és hozzárendeljük inkább ehhez: "%s"?
it: Rimuoverlo e riassegnarlo a "%s"?
pt: Removê-lo e atribuir antes a "%s"?
ro: Eliminați-l acolo și atribuiți-l în schimb la "%s"?
ru: Убрать и вместо этого назначить "%s"?
sv: Ta bort nuvarande och koppla till "%s" istället?

source: Really auto-detect file encoding?
bg: Потвърдете автоматичното разпознаване на кодировката на файла.
cs: Opravdu automaticky detekovat formátování souboru?
de: Datei-Kodierung wirklich automatisch erkennen?
es: ¿Realmente, auto-detectar la codificación de archivo?
fr: Faut-il vraiment détecter automatiquement l'encodage de fichier ?
hu: Valóban automatikusan állítsuk be a fájl kódolását?
it: Rilevare automaticamente la codifica del file?
pt: Detectar automaticamente a codificação?
ro: Chiar detectează automat codificarea fișierelor?
ru: Действительно хотите использовать автоматическое определение кодировки файлов?
sv: Autodetektera filkodning?

source: Auto detecting the encoding of a file is highly discouraged. You may experience data loss if the detection fails.
bg: Силно не се препоръчва автоматичното разпознаване кодировката на файл. Може да настъпи загуба на данни, ако разпознаването е неуспешно.
cs: Automatické detekování formátování souboru se důrazně nedoporučuje. Pokud detekce selže, může dojít ke ztrátě dat.
de: Von der automatischen Erkennung der Datei-Kodierung wird dringend abgeraten. Es kann Datenverlust entstehen, falls die Erkennung fehlschlägt.
es: Auto-detectar la codificación de un archivo es altamente desaconsejado. Usted podría experimentar pérdida de datos si falla la detección.
fr: La détection automatique de l'encodage fichier n'est pas recommandée. Des pertes de données peuvent survenir si la détection échoue.
hu: A fájl kódolásának automatikus beállítása nem ajánlott. Adatvesztést okozhat a sikertelen beállítás.
it: Il rilevamento automatico della codifica di un file è fortemente sconsigliato. Si potrebbero verificare perdite di dati se il rilevamento fallisce.
pt: A detecção automática da codificação de um ficheiro é altamente desencorajada. Pode ocorrer perda de dados se a detecção falhar.
ro: Detectarea automată a codificării unui fișier este foarte puțin recomandată. Este posibil să aveți pierderi de date dacă detecția eșuează.
ru: Настоятельно не рекомендуется автоматическое определение кодировки файла. Если обнаружение не удастся, Вы можете потерять данные.
sv: Autodetektering av en fils kodning avrådes bestämt. Du kan förlora data om detekteringen misslyckas.

source: To avoid this message select the correct encoding before pressing Open.
bg: За да избегнете това съобщение, изберете правилната кодировка, преди да натиснете Отваряне.
cs: Chcete-li se této zprávě vyhnout, vyberte před stisknutím tlačítka Otevřít správné kódování.
de: Um diesen Dialog zu vermeiden, bitte die korrekte Kodierung im Datei-öffnen-Dialog auswählen.
es: Para evitar este mensaje, seleccione la codificación correcta antes de presionar Abrir.
fr: Pour éviter ce message, sélectionner l'encodage correct avant d'appuyer sur Ouvrir.
hu: A hiba elkerülése érdekében válassza a megfelelő kódolást, mielőtt megnyitja a fájlt.
it: Selezionare la codifica corretta prima di premere Apri per evitare questo messaggio.
pt: Para evitar esta mensagem, seleccione antes a codificação correcta premindo Abrir.
ro: Pentru a evita acest mesaj, selectați codificarea corectă înainte de a apăsa Open.
ru: Чтобы избежать появления этого сообщения, выберите правильную кодировку перед нажатием Открыть.
sv: För att undvika denna varning, ange korrekt filkodning innan du väljer Öppna.

source: keyword
bg: ключова дума
cs: klíčové slovo
de: Schlüsselwort
es: palabra clave
fr: mot clé
hu: kulcsszó
it: parola chiave
pt: palavra-chave
ro: cuvânt cheie
ru: ключевое слово
sv: nyckelord

source: Check constraints
bg: Проверка на constraints
cs: Zkontrolovat omezení
de: Prüfbedingungen
es: Comprobar restricciones
fr: Vérifier les contraintes
hu: Megkötések ellenőrzése
it: Verifica vincoli
pt: Verificar restrições
ro: Verificarea constrângerilor
ru: Проверить ограничения
sv: Verifiera begränsningar

source: Check clause
bg: Проверка на clause
cs: Zkontrolovat podmínku
de: Prüf-Klausel
es: Comprobar cláusula
fr: Vérifier les clauses
hu: Indok ellenőrzése
it: Verifica clausola
pt: Verificar cláusula
ro: Clauză de control
ru: Проверить пункт
sv: Verifiera sats

source: Log queries to file:
bg: Запис на заявките във файл:
cs: Logovat dotazy do souboru:
de: Abfragen in Datei speichern:
es: Registrar consultas en el archivo:
fr: Journaliser les requêtes vers :
hu: Parancsok naplózása fájlba:
it: Registra le query su file:
pt: Registar consultas em ficheiro:
ro: Jurnalul interogărilor în fișier:
ru: Записать запросы в файл:
sv: Logga frågor till fil:

source: Logging disabled
bg: Записът е деактивиран.
cs: Logování vypnuto
de: Logging deaktiviert
es: Registro deshabilitado
fr: Journalisation désactivée
hu: Naplózás tiltva
it: Registro disabilitato
pt: Diário desactivado
ro: Înregistrare dezactivată
ru: Логирование отключено
sv: Logging avstängd

source: Editor commands
bg: Команди на редактора
cs: Příkazy editoru
de: Editor-Kommandos
es: Comandos de editor
fr: Commandes d'éditeur
hu: Szerkesztő parancsok
it: Comandi editor
pt: Comandos do editor
ro: Comenzile editorului
ru: Команды редактора
sv: Editor-kommandon

source: Lowercase hexadecimal
bg: шестнадесетично с малки букви
cs: Malými písmeny šestnástkově
de: Hexadezimale Darstellung in Kleinschreibung
es: Hexadecimal minúscula
fr: Hexadécimale en minuscule
hu: Kisbetűs hexadecimális
it: Esadecimale minuscolo
pt: Hexadecimal minúscula
ro: Hexazecimal minuscul
ru: Строчные шестнадцатеричные
sv: Hexadecimala gemener

source: Update instructions
bg: Актуализация на инструкциите
cs: Změnit instrukce
de: Update-Anweisungen
es: Instrucciones de actualización
fr: Instructions de mise à jour
hu: Frissítési instrukciók
it: Istruzioni aggiornamento
pt: Instruções de actualização
ro: Instrucțiuni de actualizare
ru: Инструкции по обновлению
sv: Uppdatera instruktioner

source: Download the portable package and extract it in %s
bg: Сваляне на преносимия пакет и разархивиране в %s
cs: Stáhnout přenosný balíček a extrahovat ho do %s
de: Laden Sie das Portable-Paket herunter und entpacken es in %s
es: Descargue el paquete portable y extráigalo en %s
fr: Télécharger la version portable et l'extraire dans %s
hu: Hordozható csomag letöltés és kitömörítése ide: %s
it: Scarica il pacchetto portatile ed estrailo in %s
pt: Transfira o pacote portátil e extraia-o em %s
ro: Descărcați pachetul portabil și extrageți-l în %s
ru: Скачать портативный пакет и распаковать его в %s
sv: Ladda ner det portabla paketet och extrahera det i %s

source: No area selected
bg: Не е избрана област
cs: Nevybrána žádná oblast
de: Kein Bereich ausgewählt
es: No se ha seleccionado ninguna zona
fr: Aucune zone sélectionnée
hu: Nincs szakasz kiválasztva
it: Nessuna area selezionata
pt: Sem área seleccionada
ro: Nici o zonă selectată
ru: Область не выбрана
sv: Ingen area vald

source: Close all query tabs
bg: Затваряне на всички табове със заявки
cs: Zavřít všechny záložky
de: Schließe alle Abfragen Tabs
es: Cerrar todas las pestañas de consulta
fr: Fermer tous les onglets Requête
hu: Minden lekérdezési fül bezárása
it: Chiudi tutte le schede delle query
pt: Fechar todas as consultas
ro: Închideți toate filele de interogare
ru: Закрыть все вкладки запросов
sv: Stäng alla frågeflikar

source: Close query tabs to the right
bg: Затваряне на табовете със заявки отдясно
cs: Zavřít záložky napravo
de: Schließe rechte Abfragen Tabs
es: Cerrar las pestañas de consulta a la derecha
fr: Fermer les onglets Requête à droite
hu: Jobbra levő fülek bezárása
it: Chiudi le schede delle query a destra
pt: Fechar consultas à direita
ro: Închideți filele de interogare în dreapta
ru: Закрыть вкладки запросов справа
sv: Stäng alla frågeflikar till höger

source: Copy mysqldump command
bg: Копиране на командата mysqldump в клипборда
cs: Kopírovat příkaz mysqldump
de: mysqldump-Befehlszeile kopieren
es: Copiar comando mysqldump
fr: Copier la commande mysqldump
hu: mysqldump parancs másolása
it: Copia comando di mysqldump
pt: Copiar comando mysqldump
ro: Copiază comanda mysqldump
ru: Скопировать команду mysqldump
sv: Kopiera mysqldump-kommando

source: Scaling controls to screen DPI: %d%%
bg: Мащабиране на елементите до резолюцията на екрана : %d на %% DPI.
cs: Škálování ovládacích prvků na DPI obrazovky: %d%%
de: Skaliere Komponenten auf Bildschirm DPI: %d%%
es: Escalando controles a DPI de pantalla: %d%%
fr: Contrôles d'échelle des DPI d'écran : %%
it: Ridimensionamento dei controlli ai DPI dello schermo: %d%%
pt: A dimensionar controlos para DPI do ecrã: %d%%
ro: Scalarea comenzilor în funcție de DPI al ecranului: %d%%

source: Caution: Style "%s" selected and non-default DPI factor - be aware that some styles appear broken with high DPI settings!
bg: Внимание: Избран е стил "%s" и DPI фактор, който не е стандартен. За Ваше сведение, някои стилове не изглеждат добре с високи стойности на DPI!
cs: Pozor: Styl "%s" je vybrán a není výchozím faktorem DPI - mějte na paměti, že některé styly se při vysokém nastavení DPI zdají být poškozené!
de: Achtung: Style "%s" eingestellt mit hoher DPI-Dichte - dies kann zu nicht behebbaren Anzeigefehlern führen!
es: Precaución: Estilo "%s" seleccionado y factor de DPI no predeterminado. ¡Tenga en cuenta que algunos estilos aparecen rotos con configuraciones altas de DPI!
fr: Attention : style « %s » sélectionné et facteur DPI personnalisé. Noter que certains styles s'affichent incorrectement avec des paramètres DPI élevés !
it: Atternzione: stile selezionato “%s” e fattore DPI non predefinito - alcuni potrebbero apparire non correttamente con impostazioni DPI elevate!
ro: Atenție: Stil "%s" selectat și factor DPI non-default - aveți în vedere că unele stiluri apar întrerupte cu setări DPI ridicate!
sv: Observera: Stilen "%s" är vald tillsammans med en ickestandard DPI-faktor - var uppmärksam på att vissa stilar kan verka trasiga med höga DPI-inställningar!

source: Toggle visibility of all columns
bg: Промяна на видимостта на всички колони
cs: Přepnout viditelnost všech sloupců
de: Sichtbarkeit aller Spalten umschalten
es: Alternar la visibilidad de todas las columnas
fr: Basculer la visibilité de toutes les colonnes
it: Mostra/nascondi tutte le colonne
ro: Comutați vizibilitatea tuturor coloanelor
sv: Växla synlighet för alla kolumner

source: Connection failed
bg: Неуспешна връзка
cs: Spojení selhalo
de: Verbindung fehlgeschlagen
es: La conexión falló
fr: Connexion échouée
hu: Nem sikerült kapcsolódni
it: Connessione fallita
ro: Conexiunea a eșuat
ru: Ошибка подключения
sv: Uppkopplingen misslyckades

source: Disable foreign key checks
bg: Спиране проверката на външните ключове
cs: Vypnout kontroly cizích klíčů
de: Fremdschlüsselprüfungen deaktivieren
es: Deshabilitar comprobaciones de llave foránea
fr: Désactiver les vérifications de clé étrangère
it: Disabilita verifica chiavi esterne
ro: Dezactivați verificările cheilor străine
sv: Inaktivera kontroller av främmande nyckel

source: Altering tables restricted. For details see %s
bg: Забранено е променянето на таблици. За повече информация, моля, вижте %s
cs: Změna tabulek je omezena. Podrobnosti viz %s
de: Änderung von Tabellen eingeschränkt. Für Details siehe %s
es: Modificación de tablas restringida. Para más detalles ver %s
fr: Modification des tables restreinte. Pour les détails, consulter %s
it: La modifica delle tabelle è limitata. Per ulteriori dettagli vedere %s
ro: Modificarea tabelelor este restricționată. Pentru detalii, consultați %s
sv: Ändring av tabeller begränsad. För detaljer se %s

source: Foreign key not found for column "%s"
bg: Не е намерен външен ключ за колоната "%s"
cs: Cizí klíč nebyl nalezen pro sloupec "%s"
de: Fremdschlüssel für Spalte "%s" nicht gefunden
es: No se encontró la llave foránea para la columna "%s"
fr: Clé étrangère introuvable pour la colonne «%s»
it: Chiave esterna non trovata per la colonna "%s"
ro: Cheia externă nu a fost găsită pentru coloana "%s"
sv: Hittade inte främmande nyckeln för kolumn "%s"

source: Empty recent filters
bg: Изтриване на последните филтри.
cs: Vyprázdnit poslední filtry
de: Letzte Filter entfernen
es: Vaciar filtros recientes
fr: Effacer les filtres récents
it: Svuota i filtri recenti
ro: Goliți filtrele recente
ru: Очистить недавние фильтры
sv: Töm senaste filtren

source: Customize highlighter
bg: Настройка на маркера
cs: Vlastní zvýrazňovač
de: Highlighter anpassen
es: Personalizar resaltador
fr: Personnaliser la surbrillance
hu: Kiemelő testreszabása
it: Personalizza evidenziazione
ro: Personalizați Highlighter
sv: Anpassa text markerare

source: Example text
bg: Примирен текст
cs: Příklad textu
de: Beispieltext
es: Texto de ejemplo
fr: Exemple de texte
hu: Példa szöveg
it: Testo di esempio
ro: Exemplu de text
ru: Пример
sv: Exempeltext

source: Color picker
bg: Избор на цвят
cs: Kapátko
de: Farbwähler
es: Selector de color
fr: Palette de couleurs
it: Seleziona colore
ro: Selector de culori
sv: Färgväljare

source: Style:
bg: Стил:
cs: Styl:
de: Stil:
es: Estilo:
hu: Stílus:
it: Stile:
ro: Stil:
ru: Стиль:
sv: Stil:

source: Error in code formatting: %s
bg: Грешка във форматирането на кода: %s
cs: Chyba formátování kódu: %s
de: Fehler bei Code-Formatierung: %s
es: Error en el formato de código: %s
fr: Erreur dans le formatage de code : %s
it: Errore durante la formattazione del codice: %s
ro: Eroare în formatarea codului: %s
sv: Fel i kodformatering: %s

source: Auto-disabling wordwrap for large text
bg: Автоматично изключване пренасянето на големи текстове
cs: Automaticky vypnout zalamování dlouhých textů
de: Zeilenumbruch für längeren Text wurde automatisch deaktiviert
es: Desactivar automáticamente el ajuste de línea para texto largo
fr: Désactiver auto. les césures pour les longs textes
it: Disabilitazione automatica dei ritorni a capo per testi di grandi dimensioni
ro: Dezactivarea automată a textului de tip wordwrap pentru text mare
sv: Automatisk avaktivering av ordbrytning för stor text

source: %d tab(s) took longer than expected to restore. Closing and reopening these should fix that: %s
bg: Времето за възстановяване на %d таб(а) е повече от очакваното. Затваряне и отваряне отново, би решило проблема: %s
cs: Obnovení %d záložka(žek) trvalo déle, než se očekávalo. Zavřením a opětovným otevřením by se mělo vyřešit: %s
de: %d Tab(s) benötigten länger als gewöhnlich beim Wiederherstellen. Tabs schließen und neu öffnen sollte das beheben: %s
es: %d pestaña(s) tardaron más de lo esperado en restaurarse. Cerrarlas y volverlas a abrir debería solucionarlo: %s
fr: La restauration de%d onglet(s) a mis plus longtemps que prévu. Leur fermeture et réouverture devrait corriger ce problème : %s
it: Il ripristino di %d schede ha richiesto più tempo del previsto. Provare a chiuderle e riaprirle per cercare di risolvere il problema: %s
ro: %d restaurarea filei (lor) a durat mai mult decât se aștepta. Închiderea și redeschiderea acestora ar trebui să rezolve problema: %s
sv: %d flik(ar) tog längre tid än förväntat att återställa. Genom att stänga och öppna dessa igen bör problemet fixas: %s

source: Library:
bg: Библиотека:
cs: Knihovna:
de: Bibliothek:
fr: Bibliothèque :
hu: Könyvtár:
it: Libreria:

source: Move line up
bg: Преместване реда нагоре
cs: Posunout řádek nahoru
de: Zeile nach oben verschieben
fr: Monter la ligne
it: Sposta linea su

source: Move line down
bg: Преместване реда надолу
cs: Posunout řádek dolů
de: Zeile nach unten verschieben
fr: Descendre la ligne
it: Sposta linea giù

source: New query tab in background
bg: Нов таб за заявки отзад
cs: Nová záložka dotazu na pozadí
de: Neuer Abfrage-Tab im Hintergrund
fr: Nouvel onglet Requête en arrière-plan
it: Nuova scheda query in background

source: Follow foreign key
bg: Проследяване на външния ключ
cs: Následovat cizí klíč
de: Fremdschlüssel folgen
fr: Suivre la clé étrangère
it: Segui chiave esterna

source: Follow foreign key to the linked table
bg: Проследяване на външния ключ към свързаната таблица
cs: Následovat cizí klíč na označenou tabulku
de: Fremdschlüssel zur verbundenen Tabelle folgen
fr: Suivre la clé étrangère de la table liée
it: Segui chiave esterna nella tabella collegata

source: Copy with tabs to spaces
bg: Копиране с табулатор, превърнат в интервали
cs: Kopírovat pomocí tabulátorů do mezer
de: Kopieren mit Tabs zu Leerzeichen
fr: Copier avec les tabulations en espaces
it: Copia convertendo TAB in spazi

source: Connection properties
bg: Свойства на връзката
cs: Vlastnosti připojení
de: Verbindungseigenschaften
fr: Propriétés de connexion
it: Proprietà connessione

source: Readme
cs: Čti mě
de: Lies mich
es: Léame
fr: Lisez-moi
hu: Olvass el
it: Leggimi
pt: Leia-me
ro: Citeşte-mă!
ru: Файл Readme
sv: Läs mig

source: OK
es: Aceptar
pt: Aceitar
ru: ОК

source: Excel CSV
fr: CSV Excel
it: CSV di Excel
pt: CSV Excel
ro: CSV Excel
