Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: This option, if enabled, will cause HeidiSQL to ping heidisql.com at most once every month. This is used to count the used HeidiSQL and server versions.
bg: Ако разрешите това, HeidiSQL ще прозвънява heidisql.com веднъж месечно. Използва се за броене на потребителите и сървърните версии.
cs: Pokud je tato volba aktivována bude HeidiSQL maximálně jednou za měsíc odesílat data na heidisql.com. Data budou použita ke zjištění využívání verzí HeidiSQL a serveru.
de: Hiermit sendet HeidiSQL einmal pro Monat Daten an heidisql.com. Diese Daten werden verwendet, um HeidiSQL- und Server-Versionen zu zählen.
es: Esta opción, si está activada, hará que HeidiSQL haga ping a heidisql.com como máximo una vez al mes. Esto se usa para contar las versiones usadas de HeidiSQL y del servidor.
fr: Si cette option est activée, HeidiSQL contactera heidisql.com au maximum une fois par mois. Ceci permet de recenser les versions utilisée de HeidiSQL et des serveurs.
hu: Ez az opció, ha engedélyezve van, a HeidiSQL-t havonta egyszer elküldi a heidisql.com-ra. Ez a használt HeidiSQL és szerver verziók statisztikájára szolgál.
it: Attivando questa opzione HeidiSQL effettuerà un ping a heidisql.com al massimo una volta al mese. L'informazione verrà utilizzata per conteggiare le versioni di HeidiSQL e dei server.
pt: Esta opção, se activa, faz com que o HeidiSQL pingue o heidisql.com no máximo uma vez por mês. Isto é utilizado para contar as versões do HeidiSQL e do servidor.
ro: Dacă această opțiune este activată, HeidiSQL va trimite un ping la heidisql.com cel mult o dată pe lună. Acest lucru este utilizat pentru a număra versiunile HeidiSQL și ale serverelor utilizate.
ru: Эта опция позволит HeidiSQL отправлять пинг на heidisql.com максимум раз в месяц. Это используется для подсчёта используемых версий HeidiSQL и серверов БД.
sv: Om detta alternativ är aktivt så kommer HeidiSQL att kontakta heidisql.com som mest en gång i månaden. Detta används för statistik för HeidiSQL och server-versioner som används.

source: Use Ctrl+Mousewheel for zooming
bg: Използване на Ctrl + скрол колелце за мащабиране
cs: Použít Ctrl+kolečko myši pro přiblížení
de: Strg+Mausrad zum Zoomen
es: Usar Ctrl+Rueda del ratón para aplicar zoom
fr: Utiliser Ctrl+Roulette de la souris pour zoomer
hu: Használja a CTRL + egérgörgő a zoomolásra
it: Usare CTRL+rotella del mouse per lo zoom
pt: Use Ctrl + roda do rato para ampliar
ro: Utilizați Ctrl+ rotița mouse-ului pentru zoom
ru: Используйте Ctrl+колёсико мыши для масштабирования
sv: Använd Ctrl+Mushjul för att zooma

source: Allow multiple application instances
bg: Повече от едно работещо копие на програмата едновременно.
cs: Povolit více instancí aplikace
de: Erlaube mehrfaches Ausführen der Anwendung
es: Permitir múltiples instancias de la aplicación
fr: Autoriser des instances multiples de l'application
hu: Több alkalmazáspéldány engedélyezése
it: Consenti più istanze dell’applicazione
pt: Permitir várias instâncias da aplicação
ro: Permite instanţe multiple ale aplicaţiei
ru: Разрешить запуск нескольких копий программы
sv: Tillåt flera instanser av HeidiSQL

source: Display bars in various list columns
bg: Използване на вертикални черти в различни колони
cs: Zobrazit graf. využití v různých přehledech
de: Fortschrittsbalken in verschiedenen Spalten anzeigen
es: Barras en columnas de varias listas
fr: Afficher les barres dans certaines listes
hu: Megjeleníti a különböző oszlopokban lévő sávokat
it: Mostra barre in varie colonne degli elenchi
pt: Mostrar barras em várias colunas de listas
ro: Afişează bare în diverse coloane de liste.
ru: Отображать индикаторы в колонках
sv: Visa staplar i diverse olika listkolumner

source: Logging
bg: Дневник
cs: Logování
es: Registro
fr: Journalisation
hu: Naplózás
it: Registri
pt: Diário de eventos
ro: Activitate de logare
ru: Журналирование
sv: Loggning

source: Log last
bg: Запис на последните
cs: Logovat posledních
de: Logge die letzten
es: Registrar las últimas
fr: Dernier journal :
hu: Napló méret:
it: Registra ultime
pt: Registar as últimas
ro: Pune în log ultimele
ru: Писать последние
sv: Logga senaste:

source: lines in SQL log
bg: реда в SQL дневника
cs: řádků v SQL logu
de: Zeilen im SQL Log
es: líneas en el registro SQL
fr: lignes dans le journal SQL
hu: sor max. a naplóban
it: linee nel registro SQL
pt: linhas no diário de SQL
ro: linii în logul de SQL
ru: строк в журнал SQL
sv: rader i SQL-loggen

source: characters (0 = no snipping)
bg: символа (0 = без отрязване)
cs: znacích (0 = nezkracovat)
de: Zeichen (0 = nicht abschneiden)
es: caracteres (0 = no recortar)
fr: caractères (0 = pas de coupure)
hu: karakter után (0 = nincs darabolás)
it: caratteri (0 = nessun limite)
pt: caracteres (0 = sem trechos)
ro: caractere (0 = fără trunchiere)
ru: знаков (0 = не обрезать)
sv: tecken (0 = ingen begränsning)

source: Snip SQL log lines to
bg: Отрязване редовете в SQL дневника до
cs: Zkrátit řádky SQL logu po
de: SQL Log Zeilen abschneiden bei
es: Recortar líneas del registro SQL a
fr: Couper les lignes tous les :
hu: Darabolja az SQL napló sort
it: Limita registro SQL a
pt: Cortar linhas SQL de diário
ro: Trunchiază logurile SQL la
ru: Обрезать строки журнала SQL до
sv: Klipp SQL-loggrader efter:

source: Log events:
bg: Запис на събитията
cs: Logovat události:
de: Log-Ereignisse:
es: Registrar eventos:
fr: Évènements du journal :
hu: Naplózott események:
it: Registra eventi:
pt: Registar eventos:
ro: Loghează evenimente:
ru: Журнал событий:
sv: Händelser som loggas:

source: Write SQL log to file
bg: Запис на SQL дневника във файл?
cs: Ukládat SQL log do:
de: SQL Log in Datei schreiben
es: Escribir registro SQL a archivo
fr: Journaliser SQL vers :
hu: SQL naplózás fájlba
it: Salva registro SQL su file
pt: Gravar diário de SQL em ficheiro
ro: Scrie log SQL către fişier
ru: Писать журнал SQL в файл
sv: Skriv SQL-logg till fil

source: Errors
bg: Грешки
cs: Chyby
de: Fehler
es: Errores
fr: Erreurs
hu: Hibák
it: Errori
pt: Erros
ro: Erori
ru: Ошибки
sv: Fel

source: User-generated SQL queries
bg: Потребителски генерирани SQL заявки
cs: Uživatelsky generované SQL dotazy
de: Benutzerdefinierte SQL-Abfragen
es: Consultas SQL generadas por el usuario
fr: Requêtes SQL utilisateur
hu: Felhasználó által írt SQL lekérdezés
it: Query SQL generate dall’utente
pt: Consultas SQL geradas pelo utilizador
ro: Interogări SQL generate de utilizator
ru: Пользовательские SQL-запросы
sv: Användarens SQL-frågor

source: Internal SQL queries
bg: Вътрешни SQL заявки
cs: Vnitřní SQL dotazy
de: Interne SQL-Abfragen
es: Consultas SQL internas
fr: Requêtes SQL internes
hu: Belső SQL lekérdezés
it: Query SQL interne
pt: Consultas SQL internas
ro: Interogări generate intern
ru: Внутренние SQL-запросы
sv: Interna SQL-frågor

source: Import/script queries
bg: Заявки от вмъкване или скриптове
cs: Import/skript dotazu
de: Import/Script Abfragen
es: Importar/script queries
fr: Requêtes d'importation/de script
hu: Import/script kérés
it: Query importate/script
pt: Importar/Escrever consultas
ro: Interogări de import/script
ru: Импорт/запросы скриптов
sv: Import/skript-frågor

source: Information messages
bg: Информационни съобщения
cs: Informační zprávy
de: Informative Meldungen
es: Mensajes de información
fr: Messages d'informations
hu: Információs üzenetek
it: Messaggi informativi
pt: Mensagens de informação
ro: Mesaje informaţii
ru: Информационные сообщения
sv: Informationsmeddelanden

source: Debug messages
bg: Дебъг съобщения
cs: Ladicí zprávy
de: Debug Meldungen
es: Mensajes de depuración
fr: Messages de débogage
hu: Hibakeresési üzenetek
it: Messaggi di debug
pt: Mensagens de depuração
ro: Mesaje de debug
ru: Отладочные сообщения
sv: Debug-meddelanden

source: Enable query history
bg: История на заявките
cs: Povolit historii dotazů
de: Abfrage-Historie aktivieren
es: Habilitar historial de consultas
fr: Conserver l'historique
hu: Lekérdezés történetet
it: Abilita cronologia query
pt: Activar histórico de consutlas
ro: Activează istoric interogări
ru: Включить историю запросов
sv: Aktivera frågehistoriken

source: days to keep queries before removing them
bg: брой дни, преди да бъдат изтрити
cs: dny udržení dotazu před jeho odstraněním
de: Tage bis zur Löschung von Abfragen
es: días para conservar consultas antes de eliminarlas
fr: jours après lesquels retirer les requêtes
hu: napig megtartja, mielőtt eltávolítja
it: giorni per cui conservare le query prima di rimuoverle
pt: dias a manter consultas antes de as remover
ro: zile pentru a păstra interogările înainte de a le elimina
ru: дней хранить запросы перед удалением
sv: dagar sparas frågorna innan de tas bort

source: Add timestamp to all log messages
bg: Добавяне на дата и час към всички съобщения в дневника
cs: Přidat časové razítko na všechny logy zpráv
de: Zeitstempel in Logzeilen
es: Agregar marca de tiempo a todos los mensajes de bitácora
fr: Horodater tous les messages de journalisation
it: Aggiungi data/ora a tutti i messaggi dei registri
ro: Adăugați timestamp la toate mesajele de jurnal
sv: Lägg till tidsstämpel till alla loggmeddelanden

source: Editor font:
bg: Шрифт на редактора:
cs: Písmo editoru:
de: Editor Schrift:
es: Fuente del editor:
fr: Police de l'éditeur :
hu: Szerkesztő betűtípusa:
it: Carattere editor:
pt: Letra do editor:
ro: Font editor:
ru: Шрифт редактора:
sv: Font i editorn:

source: Tab width:
bg: Широчина на таба:
cs: Šířka tabulátoru:
de: Tab Breite:
es: Ancho de tabulación:
fr: Largeur de tabulation :
hu: TAB hossza:
it: Larghezza tabulazioni:
pt: Largura de tabulação:
ro: Lăţime tab:
ru: Ширина табуляции:
sv: Tabb-storlek:

source: Maximum result sets:
bg: Максимален набор от резултати:
cs: Maximální počet výsledků:
de: Maximale Ergebnisanzahl:
es: Máximo de ResultSets:
fr: Maximum de jeux de résultats :
hu: Maximális eredmény lap:
it: Insiemi di risultati massimi:
pt: Máximo de conjuntos de resultados:
ro: Nr. max. de seturi de rezultate:
ru: Максимальный количество выборок:
sv: Maximalt antal resultatset:

source: Auto completion proposal:
bg: Предложение за автоматично довършване:
cs: Návrh automatického dokončování:
de: SQL-Vervollständigung:
es: Propuesta de autocompletado:
fr: Proposition d'autocomplétion :
it: Proposta di completamento automatico:
ro: Propunere de completare automată:
sv: Autokompletteringsförslag:

source: Enable
bg: Разрешаване
cs: Povolit
de: Aktivieren
es: Activar
fr: Activer
hu: Engedélyezve
it: Abilita
ro: Activați
ru: Включен
sv: Aktivera

source: Auto uppercase reserved words and functions
bg: Автоматично повдигане в главни букви на запазени думи и функции
cs: Automaticky slova a funkce velkými písmeny
de: Reservierte Wörter und Funktionen automatisch in Großschreibung
es: Convertir automáticamente a MAYÚSCULAS palabras y funciones reservadas
fr: Majuscules auto. pour les mots réservés et fonctions
hu: Automatikus nagybetű a kulcs szavaknál és függvényeknél
it: Usa automaticamente il maiuscolo per le parole riservate e le funzioni
pt: Maiúsculas automáticas em palavras e funções reservadas
ro: Cuvinte și funcții rezervate cu majusculă automată
ru: Приводить к верхнему регистру зарезервированные слова и функции
sv: Automatiskt versaler på reserverade ord och funktioner

source: Tabs to spaces
bg: Превръщане на табултор в интервали
cs: Převést tabulátory na mezery
de: Tabs zu Leerzeichen
es: Tabulaciones a espacios
fr: Tabulations en espaces
hu: Tabulátort szóközre
it: Converti tabulazioni in spazi
pt: Tabulações em espaços
ro: Tab-uri ca spaţii
ru: Табуляция пробелами
sv: Ersätt med mellanslag

source: Prompt to save modified files on tab close
bg: Питане за запис на променените табове при затваряне
cs: Vyzvat k uložení změněných souborů při zavření záložky
de: Fragen, ob ungespeichertes SQL gespeichert werden soll
es: Preguntar si se guardarán archivos modificados al cerrar pestañas
fr: Demander l'enregistrement des fichiers à la fermeture d'onglet
hu: Kérdés a módosítások mentésére, mielőtt bezárja a lapot
it: Chiedi di salvare i file modificati quando si chiude una scheda
pt: Pedir para gravar ficheiros modificados ao fechar separador
ro: Întreabă la salvarea fişierelor modificate la închiderea filei
ru: Запрос на сохранение измененных файлов при закрытии вкладки
sv: Fråga om ändrade filer ska sparas när en flik stängs

source: Close tab on doubleclick and middleclick
bg: Затваряне на таба при двойно кликване или кликване със среден бутон
cs: Zavřít tabulku dvojitým kliknutím a prostředním kliknutím
de: Schließe Tabs bei Doppelklick und Mittelklick
es: Cerrar la pestaña al hacer doble click y click medio
fr: Fermer l'onglet par double-clic et clic du milieu
it: Chiudi scheda con doppio clic e clic centrale
pt: Fechar separador com duplo clique e clique central
ro: Închideți fila la dublu clic și la clic mediu
ru: Закрыть вкладку по двойному или среднему клику
sv: Stäng tabb med dubbelklick och mittenklick

source: Show query warnings dialog
bg: Показване на диалог с предупреждения при заявките
cs: Zobrazit dialog varování dotazu
de: Zeige Dialog mit Abfrage-Warnungen
es: Mostrar el diálogo de advertencias de consulta
fr: Afficher la fenêtre de dialogue d'avertissements de requête
hu: Lekérdezés figyelmeztetés párbeszédablak megjelenítése
it: Mostra finestra di dialogo avvisi query
pt: Mostrar diálogo de avisos da consulta
ro: Afișați dialogul de avertizare a interogării
ru: Показать диалог с предупрежденями запроса
sv: Visa dialogen för frågevarningar

source: Highlighter
bg: Оцветяване
cs: Zvýraznění syntaxe
es: Resaltador
fr: Coloration syntaxique
hu: Színkiemelés
it: Evidenziatore
pt: Realce
ro: Evidenţiator
ru: Подсветка
sv: Betoning

source: Element:
bg: Елемент:
es: Elemento:
fr: Élément :
hu: Elemek:
it: Elemento:
pt: Elemento:
ru: Элемент:

source: Foreground:
bg: Преден план:
cs: Popředí:
de: Vordergrund:
es: Primer plano:
fr: Premier plan :
hu: Előtér:
it: Primo piano:
pt: 1º plano:
ro: Prim plan:
ru: Цвет:
sv: Teckenfärg:

source: Background:
bg: Фон:
cs: Pozadí:
de: Hintergrund:
es: Fondo:
fr: Arrière plan :
hu: Háttér:
it: Sfondo
pt: Fundo:
ro: Fundal:
ru: Фон:
sv: Bakgrundsfärg:

source: Bold
bg: Удебелен
cs: Tučně
de: Fett
es: Negrita
fr: Gras
hu: Félkövér
it: Grassetto
pt: Negrito
ro: Îngroşat
ru: Жирный
sv: Fet

source: Italic
bg: Наклонен
cs: Kurzíva
de: Kursiv
es: Cursiva
fr: Italique
hu: Dőlt
it: Corsivo
pt: Itálico
ru: Курсив
sv: Kursiv

source: Size:
bg: Размер:
cs: Velikost:
de: Größe:
es: Tamaño:
fr: Taille :
hu: Méret:
it: Dimensione:
pt: Tamanho:
ro: Mărime
ru: Размер:
sv: Storlek:

source: Colors preset:
bg: Готови цветови схеми:
cs: Předvolby barev:
de: Farben-Voreinstellung:
es: Preselección de colores:
fr: Présélection couleur :
hu: Szín beállítás:
it: Combinazione colori:
pt: Conjunto de cores:
ro: Culori predefinite:
ru: Предустановка цветов:
sv: Färginställningar:

source: Maximum column width:
bg: Максимална ширина на колона:
cs: Maximální šířka sloupce:
de: Maximale Spaltenbreite:
es: Ancho máximo de columna:
fr: Largeur maximale de colonne :
hu: Maximális oszlop szélesség:
it: Larghezza massima della colonna:
pt: Largura máxima de coluna:
ro: Lățimea maximă a coloanei:
ru: Максимальный размер столбца :
sv: Maximal kolumnvidd:

source: Font:
bg: Шрифт:
cs: Písmo:
de: Schrift:
es: Tipo de fuente:
fr: Police :
hu: Betűtípus:
it: Carattere:
pt: Letra:
ro: Fontul:
ru: Шрифт:

source: Rows per page and maximum:
bg: Макс. брой редове на страница
cs: Řádků na stránku a maximum:
de: Zeilen pro Seite und Maximum:
es: Filas por página y máximo:
fr: Lignes par page et maximum :
hu: Sorok laponként és maximum:
it: Righe per pagina e massimo:
pt: Linhas por página e máximo:
ro: Rânduri per pagină și maxim:
ru: Строк на странице и максимум:
sv: Rader per sida / max:

source: Lines of text in grid rows:
bg: Брой редове с текст в клетката
cs: Počet řádků pro zobrazování textu ve sloupci:
de: Textzeilen im Datengrid
es: Líneas de texto en filas de cuadrícula:
fr: Nombre de lignes de texte par ligne :
hu: Szöveg sor a rács sorban:
it: Linee di testo nelle righe della griglia:
pt: Linhas de texto em linhas de grelha:
ro: Linii de text în tabel:
ru: Количество строк в ячейках таблиц с результатами:
sv: Antal rader per matrisrad:

source: Grid text colors:
bg: Цвят на текста в клетките
cs: Barva písma:
de: Farben für Textdaten
es: Colores de texto en la cuadrícula:
fr: Couleurs de texte de grille :
hu: Rács szöveg színe:
it: Colori testo griglia:
pt: Cores do texto da grelha:
ro: Culori text tabel:
ru: Цвета текста в таблице:
sv: Textfärg i matris:

source: NULL background:
bg: Фон за NULL стойност:
cs: Pozadí hodnoty NULL:
de: NULL Hintergrund:
es: Fondo para NULL:
fr: Arrière-plan pour la valeur NULL :
hu: NULL háttér szine:
it: Colore dello sfondo per NULL:
pt: Fundo de NULL:
ro: fundal NULL:
ru: NULL фон:
sv: Bakgrund för NULL:

source: Use "None" to disable
bg: "Няма" за забранено
cs: Pro vypnutí použijte "None"
de: "None/Keine" zum Deaktivieren
es: Utilice "Ninguno" para desactivar
fr: Utiliser « Aucun » pour désactiver
hu: Használd a "None"-t a letiltáshoz
it: "Nessuno" per disabilitare
pt: Usen "Nenhum" para desactivar
ro: Utilizați "Niciuna" pentru dezactivare
ru: Используйте "Нет" для отключения
sv: Använd "None" för att avaktivera

source: Grid formatting
bg: Пано с данни
cs: Formátování mřížky
de: Datenansicht
es: Formateado de cuadrícula
fr: Formatage de la grille
hu: Rács formázása
it: Formattazione della griglia
pt: Formato da grelha
ro: Formatarea grilei
ru: Форматирование сетки
sv: Datamatris

source: Data editors
bg: Редактори на данни
cs: Data editorů
de: Datenbearbeitung
es: Editores de datos
fr: Éditeurs de données
hu: Adat szerkesztő
it: Editor dei dati
pt: Editores de dados
ro: Editori de date
ru: Редакторы данных
sv: Dataeditorer

source: Alternating row background:
bg: Смяна на фона през ред:
cs: Střídající se barvy pozadí řádků:
de: Abwechselnder Zeilenhintergrund:
es: Fondo de filas alternas
fr: Alternance couleurs de fond de ligne :
hu: Váltakozó sor háttér:
it: Sfondo alternato righe:
pt: Fundo de linhas alternadas:
ro: Fundal rânduri alternativ
ru: Фон чередующихся строк:
sv: Zebrarandig bakgrund:

source: Max decimal zeros for floats:
bg: Максимален брой цифри след десетичната запетая:
cs: Maximum desetinných nul pro pohyb:
de: Max Gleitkomma-Nullen:
es: Máximo de ceros decimales para números en coma flotante:
fr: Max. de 0 en décimal pour les réels :
it: N° max di zeri dopo la virgola:
pt: Máximo de zeros decimais para floats:
ro: Numărul maxim de zerouri zecimale pentru valorile flotante:
sv: Max decimalnollor för flyttal:

source: Set to -1 to keep all zeros
bg: Сложете -1, за да запазите всички нули
cs: Pro zachování všech nul nastavte -1
de: Auf -1 einstellen, um alle Nullen anzuzeigen
es: Establecer en -1 para mantener todos los ceros
fr: Définir à -1 pour conserver tous les zéros
it: Usa -1 per tenere tutti gli zeri
ro: Setați la -1 pentru a păstra toate zerourile
sv: Sätt till -1 för att behålla alla nollor

source: Local number format
bg: Локален формат на числата
cs: Používat lokální formát čísel
de: Lokales Nummernformat
es: Formato local de números
fr: Format local de nombre
hu: Helyi számformátum
it: Formato numerico locale
pt: Formato local de números
ro: Formatare număr
ru: Числа в региональном формате
sv: Lokalt nummerformat

source: Enable popup BLOB/HEX editor
bg: Позволяване изскачане на BLOB/HEX редактор
cs: Povolit editaci BLOB/HEX pomocí editoru v novém okně
de: Benutze Popup BLOB/HEX-Editor
es: Habilitar editor BLOB/HEX emergente
fr: Activer l'éditeur BLOB/HEX contextuel
hu: Engedélyezi a felbukkanó BLOB/HEX szerkesztőt
it: Abilita popup editor BLOB/HEX
pt: Activar editor de BLOB/HEX contextual
ro: Activează editor popup BLOB/HEX:
ru: BLOB/HEX редактор в отдельном окне
sv: Popup-editor för BLOB/HEX

source: Enable inplace date/time editor
bg: Позволяване на дата/час редактор на място.
cs: Povolit editaci datumu/času v gridu
de: Benutze Datum/Uhrzeit-Editor
es: Habilitar editor fecha/hora in-situ
fr: Activer l'éditeur direct de la date/heure
hu: Engedélyezi a helyi dátum/idő szerkesztőt
it: Abilita editor data/ora in linea
pt: Activar editor de data/hora no local
ro: Activează editor instant dată/timp
ru: Включить встроенный редактор даты-времени
sv: Direkteditor för datum/tid

source: Enable ENUM pulldown editor
bg: Позволяване на ENUM редактор с падащо меню
cs: Povolit editaci ENUM pomocí rozbalovacího pole
de: Benutze ENUM-pulldown-Editor
es: Habilitar editor ENUM desplegable
fr: Activer l'éditeur déroulant d'ENUM
hu: Engedélyezi a legördülő ENUM szerkesztőt
it: Abilita menu a tendina per ENUM
pt: Activar editor de ENUM pendente
ro: Activează editor casetă-listă ENUM
ru: Выпадающий список в ENUM-полях
sv: Dropdown-editor för ENUM

source: Enable SET checkbox editor
bg: Позволяване на редактор за SET checkbox
cs: Povolit editaci SET pomocí zaškrtávacích polí
de: Benutze SET-Checkboxen
es: Habilitar editor SET de casilla de verificación
fr: Activer l'éditeur à encoche de SET
hu: Engedélyezi a SET jelölőnégyzet szerkesztőt
it: Abilita editor casella di controllo per SET
pt: Activar editor de Set de caixas de verificação
ro: Activează editor bifă pentru SET
ru: Список флажков в SET-полях
sv: Kryssruteeditor för SET

source: Prefill empty date/time fields with current date/time
bg: Предварително запълване на полетата дата-час с текущи дата и час
cs: Předvyplňovat prázdná pole datumu/času aktuálním datumem/časem
de: Leere Datum/Uhrzeit-Felder beim Editieren vorausfüllen
es: Pre-llenar campos vacíos fecha/hora con la fecha/hora actual
fr: Préremplir les champs date/heure avec la date/heure courante
hu: Töltse ki az üres dátum/idő mezőket aktuális dátummal/idővel
it: Pre-compila i campi data/ora vuoti con la data corrente
pt: Preencher campos de data/hora com valor actual
ro: Inserează automat câmpuri dată/timp cu valoarea curentă
ru: Подставлять текущее время в пустые поля дата-время
sv: Förfyll tomma datum/tid-fält med nuvarande datum/tid

source: Click on column headers toggles sorting
bg: Кликването върху заглавията на колоните променя реда на сортиране
cs: Kliknutím na záhlaví sloupců přepnete řazení
de: Klick auf Spaltenüberschriften ändert Sortierung
es: Clic en los encabezados de columna alterna el order
fr: Cliquer en entête de colonne pour inverser le tri
it: Clic sulle intestazioni di colonna per attivare/disattivare ordinamento
sv: Klick på kolumnrubriker växlar sorteringsordning

source: Remember filters, sorting and column selection across sessions
bg: Еднакви настройки за филтри, сортиране и избор на колони във всички сесии.
cs: Pamatovat si filtry, řazení a výběr sloupců napříč relacemi
de: Filter, Sortierungen und Spaltenselektionen über Sitzungen hinweg merken
es: Recordar filtros, ordenación y selección de columna entre sesiones
fr: Se rappeler des filtres, du tri et de la sélection de colonnes d'une session à l'autre
hu: Emlékezzen a szűrőkre, a leválogatásra és az oszlopválasztásra a munkamenetben
it: Ricorda filtri, ordinamenti e colonne selezionate tra le sessioni
pt: Lembrar filtros, ordem e selecção de colunas entre sessões
ro: Țineți minte filtrele, sortarea și selecția coloanelor în toate sesiunile
ru: Запоминать фильтры, сортировки и колонки между сеансами
sv: Kom ihåg filter, sortering och kolumnval mellan sessioner
