Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: This also applies to automatic settings, e.g. toolbar positions.
bg: Това се отнася също и за автоматичните настройки, напр. позиция на лентата с инструменти
cs: Platí i pro automatické nastavení, např. umístění nástrojové lišty.
de: Das betrifft auch automatisch gespeicherte Werte, wie z.B. die Buttonleisten.
es: Esto también aplica para ajustes automáticos, ej.: posiciones de barras de herramientas.
fr: Ceci s'applique aussi aux réglages automatiques, par ex. les positions des barres d'outils.
hu: Vonatkozik az automatikus beállításokra is, pl. eszköztár pozíciói.
it: Questo vale anche per le impostazioni automatiche, ad esempio la posizione delle barre degli strumenti.
pt: Também se aplica às definições automáticas, e.g. posições da barra de ferramentas.
ro: Aceasta se aplică și la setări automate (de ex. poziție bară)
ru: Это также относится к автоматическим настройкам, таким как расположение панелей инструментов.
sv: Detta appliceras även på automatiska inställningar, t.ex. positionen för verktygsfält.

source: Procedure (doesn't return a result)
bg: Процедура (не връща резултат)
cs: Procedura (nevrací výsledek)
de: Prozedur (ohne Rückgabewert)
es: Procedimiento (no devuelve un resultado)
fr: Procédure (ne retourne pas de résultat)
hu: Eljárás (nincs visszatérési értéke)
it: Procedura (non ritorna risultati)
pt: Procedimento (não devolve resultados)
ro: Procedură (nu returnează rezultat)
ru: Процедура (не возвращает результат)
sv: Procedur (returnerar inget resultat)

source: Function (returns a result)
bg: Функция (връща резултат)
cs: Funkce (vrací výsledek)
de: Funktion (mit Rückgabewert)
es: Función (devuelve un resultado)
fr: Fonction (retourne un résultat)
hu: Függvény (visszatérési értéke van)
it: Funzione (ritorna un risultato)
pt: Função (devolve um resultado)
ro: Funcție (returnează rezultat)
ru: Функция (возвращает результат)
sv: Funktion (returnerar ett resultat)

source: Current user (%s)
bg: Текущ потребител (%s)
cs: Aktuální uživatel (%s)
de: Aktueller Benutzer (%s)
es: Usuario actual (%s)
fr: Utilisateur actuel (%s)
hu: Aktuális felhasználó (%s)
it: Utente attuale (%s)
pt: Utilizador actual (%s)
ro: Utilizator curent (%s)
ru: Текущий пользователь (%s)
sv: Nuvarande användare (%s)

source: Leave empty for current user (%s)
bg: Оставете празно за текущия потребител (%s)
cs: Nechte prázdné pro aktuálního uživatele (%s)
de: Leer lassen für aktuellen Benutzer (%s)
es: Dejar vacío para el usuario actual (%s)
fr: Laisser vide pour l'utilisateur actuel (%s)
hu: Aktuális felhasználóhoz (%s) hagyjuk üresen
it: Lasciare vuoto per l’utente attuale (%s)
pt: Deixar em branco para utilizador actual (%s)
ro: Lăsați necompletat pentru utilizatorul curent (%s)
ru: Оставить пустым для текущего пользователя (%s)
sv: Lämna tom för nuvarande användare (%s)

source: A stored function can only have IN parameters so context editing is blocked.
bg: Запазената функция може да има само IN параметри, така че контекстното редактиране е блокирано.
cs: Uložená funkce může mít pouze paramery IN, takže je jeho upravení blokováno.
de: Eine gespeicherte Funktion kann nur IN Parameter besitzen. Aus diesem Grund können Sie den Kontext nicht ändern.
es: Una función almacenada solo puede tener parámetros IN, así que la edición contextual está bloqueada.
fr: Une fonction stockée peut seulement avoir IN comme paramètres, de ce fait le contexte d'édition est bloqué.
hu: A tárolt funkció csak IN paraméterekkel rendelkezik, így az összefüggés szerkesztése blokkolva van.
it: Una funzione stored può avere solo parametri IN, in modo che il contesto di modifica sia bloccato.
pt: Uma função armazenada só pode ter parâmetros IN, a edição contextual está bloqueada.
ro: O funcție stocată poate avea doar parametri IN, deci editarea contextuală a fost blocată
ru: Хранимая функция может иметь только входящие параметры, поэтому встроенное редактирование заблокировано.
sv: En lagrad funktion kan bara ha IN-parametrar så kontextredigering är blockerad.

source: Routine "%s" already exists.
bg: Процедура "%s" вече съществува.
cs: Rutina "%s" již existuje.
de: Routine "%s" existiert bereits.
es: La rutina "%s" ya existe.
fr: La routine « %s » existe déjà.
hu: A "%s" rutin már létezik.
it: La routine “%s” esiste già.
pt: A rotina "%s" já existe.
ro: Rutina "%s" există deja.
ru: Процедура «%s» уже существует.
sv: Rutin "%s" finns redan.

source: Start of line
bg: Начало на линията
cs: Začátek řádku
de: Zeilenanfang
es: Inicio de línea
fr: Début de ligne
hu: Sor kezdete
it: Inizio linea
pt: Início da linha
ro: Începutul liniei
ru: Начало строки
sv: Början på raden

source: End of line
bg: Край на линията
cs: Konec řádku
de: Zeilenende
es: Fin de línea
fr: Fin de ligne
hu: Sor vége
it: Fine linea
pt: Fim da linha
ro: Sfârșitul liniei
ru: Конец строки
sv: Slutet på raden

source: Any word char
bg: Символи от азбуката
cs: Jakýkoliv znak slova
de: Beliebiges Wort-Zeichen
es: Cualquier carácter de palabra
fr: Caractère de mot quelconque
hu: Bármely szó karakter
it: Qualsiasi lettera di parola
pt: Qualquer carácter de palavra
ro: Orice caracter care este un cuvânt
ru: Любая буква
sv: Valfritt bokstavstecken

source: Any non-word char
bg: Символи, без тези от азбуката
cs: Jakýkoliv neslovní znak
de: Beliebiges Nicht-Wort-Zeichen
es: Cualquier carácter que no sea de palabra
fr: Tout caractère autre qu'un mot
hu: Bármely nem-szó karakter
it: Qualsiasi lettera non di parola
pt: Qualquer carácter de não-palavra
ro: Orice caracter care nu este un cuvânt
ru: Любая не буква
sv: Valfritt icke-bokstavstecken

source: Digit
bg: Цифра
cs: Číslice
de: Ziffer
es: Dígito
fr: Chiffre
hu: Számjegy
it: Cifra
pt: Algarismo
ro: Cifră
ru: Цифра
sv: Siffra

source: Any char except digits
bg: Всякакъв символ, с изключение на цифри
cs: Jakýkoliv znak kromě číslic
de: Beliebiges Zeichen außer Ziffern
es: Cualquier carácter excepto dígitos
fr: Caractère quelconque excepté les chiffres
hu: Minden karakter a számjegyek kivételével
it: Qualsiasi carattere tranne cifre
pt: Qualquer carácter excepto algarismos
ro: Orice caracter, cu excepția cifrelor
ru: Любой символ кроме цифры
sv: Valfritt tecken förutom siffror

source: Whitespace
bg: Интервал
cs: Mezery
de: Nichtdruckbares Zeichen
es: Espacio en blanco
fr: Espace
hu: Szóköz
it: Spazio
pt: Espaço
ro: Spațiu alb
ru: Пробел
sv: Blanksteg

source: Any char except whitespaces
bg: Всякакъв символ, без интервали
cs: Jakýkoliv znak kromě mezer
de: Beliebiges Zeichen außer Leerzeichen
es: Cualquier carácter excepto espacios en blanco
fr: Caractère quelconque excepté les espaces
hu: Minden karakter szóközök kivételével
it: Qualsiasi carattere tranne spazi
pt: Qualquer carácter excepto espaços
ro: Orice caracter, cu excepția spațiilor albe
ru: Любой символ кроме пробела
sv: Valfritt tecken förutom blanktecken

source: New line
bg: Нов ред
cs: Nový řádek
de: Zeilenumbruch
es: Nueva línea
fr: Nouvelle ligne
hu: Új sor
it: Nuova linea
pt: Nova linha
ro: Linie nouă
ru: Новая строка
sv: Radbrytning

source: Tabulator
bg: Табулатор
cs: Tabulátor
es: Tabulador
fr: Tabulation
hu: Tabulátor
it: Tabulazione
pt: Tabulador
ro: Tabulatorul
ru: Табуляция
sv: Tabb

source: Entire matched text
bg: Целия съвпадащ текст
cs: Úplná shoda textu
de: Gesamter Fund-Text
es: Todo el texto coincidente
fr: Texte correspondant en entier
hu: Teljes egyező szöveg
it: Tutto il testo corrispondente
pt: Todo o texto correspondente
ro: Întregul text asociat
ru: Весь найденный текст
sv: Fullständigt matchande text

source: Text from first captured group
bg: Текст от първата прихваната група
cs: Text z první zachycené skupiny
de: Text aus erster Gruppe
es: Texto del primer grupo capturado
fr: Texte du premier groupe capturé
hu: Szöveg az első csoportból
it: Testo dal primo gruppo di cattura
pt: Texto do primeiro grupo capturado
ro: Text din primul grup capturat
ru: Текст из первой захваченной группы
sv: Text från första fångstgruppen

source: Text from second captured group
bg: Текст от втората прихваната група
cs: Text z druhé zachycené skupiny
de: Text aus zweiter Gruppe
es: Texto del segundo grupo capturado
fr: Texte du second groupe capturé
hu: Szöveg a második csoportból
it: Testo dal secondo gruppo di cattura
pt: Texto do segundo grupo capturado
ro: Text din al doilea grup capturat
ru: Текст из второй захваченной группы
sv: Text från andra fångstgruppen

source: Text from third captured group
bg: Текст от третата прихваната група
cs: Text ze třetí zachycené skupiny
de: Text aus dritter Gruppe
es: Texto del tercer grupo capturado
fr: Texte du troisième groupe capturé
hu: Szöveg a harmadik csoportból
it: Testo dal terzo gruppo di cattura
pt: Texto do terceiro grupo capturado
ro: Text de la al treilea grup capturat
ru: Текст из третьей захваченной группы
sv: Text från tredje fångstgruppen

source: Lowercase following char
bg: Малка буква след символ
cs: Následující znak malými písmeny
de: Kleinschreibung des folgenden Zeichens
es: Minúsculas a continuación del carácter
fr: Caractère suivant minuscule
hu: Kisbetűs karakter
it: Minuscolo dopo carattere
pt: Minúscula a seguir a carácter
ro: Micșorează următorul caracter
ru: Нижний регистр после символа
sv: Gör efterföljande tecken gement

source: Lowercase following block
bg: Малка буква след блок
cs: Následující blok malými písmeny
de: Kleinschreibung des folgenden Blocks
es: Minúsculas a continuación del bloque
fr: Bloque suivant minuscule
hu: Kisbetűs szakasz
it: Minuscolo dopo blocco
pt: Minúscula a seguir a bloco
ro: Următorul bloc cu litere mici
ru: Нижний регистр следующий блок
sv: Gör efterföljande block gement

source: Uppercase following char
bg: Главна буква след символ
cs: Následující znak velkými písmeny
de: Großschreibung des folgenden Zeichens
es: Mayúsculas a continuación del carácter
fr: Caractère suivant majuscule
hu: Nagybetűs karakter
it: Maiuscolo dopo carattere
pt: Maiúscula a seguir a carácter
ro: Caracterele următoare cu majuscule
ru: Заглавные буквы после символа
sv: Gör efterföljande tecken versalt

source: Uppercase following block
bg: Главна буква след блок
cs: Následující blok velkými písmeny
de: Großschreibung des folgenden Blocks
es: Mayúsculas a continuación del bloque
fr: Bloque suivant majuscule
hu: Nagybetűs szakasz
it: Maiuscolo dopo blocco
pt: Maiúscula a seguir a bloco
ro: Blocul următor cu majusculă
ru: Следующий блок в верхнем регистре
sv: Gör efterföljande block versalt

source: No help available for this keyword or no keyword was selected.
bg: Няма помощна информация за тази ключова дума или не е избрана ключова дума.
cs: Pro klíčové slovo není dostupná žádná nápověda nebo nebylo vybráno žádné slovo.
de: Keine Hilfe verfügbar oder kein Schlüsselwort ausgewählt.
es: No hay ayuda disponible para esta palabra clave o no se seleccionó ninguna palabra clave.
fr: Pas d'aide disponible pour le mot-clé ou pas de mot-clé sélectionné.
hu: Ehhez a kulcsszóhoz nincs elérhető segítség, vagy nem lett kiválasztva kulcsszó.
it: Guida non disponibile per questa parola chiave, oppure parola chiave non selezionata.
pt: Sem ajuda para esta palavra-chave ou sem palavra-chave seleccionada.
ro: Nu există ajutor pentru acest cuvânt cheie sau niciun cuvânt cheie nu a fost selectat.
ru: Справка по этому ключевому слову недоступна или выбрано не ключевое слово.
sv: Ingen hjälp hittades för det här ordet, eller så var inget reserverat ord valt.

source: No example available or no keyword was selected.
bg: Не съществува пример или не е избрана ключова дума.
cs: Není dostupná žádná ukázka nebo nebylo vybráno žádné klíčové slovo.
de: Kein Beispiel verfügbar oder kein Schlüsselwort ausgewählt.
es: No hay ejemplos disponibles o no se seleccionó palabra clave.
fr: Pas d'exemple disponible ou pas de mot-clé sélectionné.
hu: Nincs elérhető példa vagy nem lett kiválasztva kulcsszó.
it: Nessun esempio disponibile o nessuna parola chiave selezionata.
pt: Sem exemplo ou sem palavra-chave seleccionada.
ro: Niciun exemplu disponibil sau niciun cuvânt cheie selectat.
ru: Нет доступных примеров или выбрано не ключевое слово.
sv: Inget exempel tillgängligt, eller så var inget reserverat ord valt.

source: Select server session ...
bg: Изберете сесия от сървъра
cs: Vyberte místo ...
de: Sitzung auswählen …
es: Seleccionar sesión de servidor ...
fr: Sélectionner la session du serveur…
hu: Szerver munkamenet kiválasztása ...
it: Selezionare sessione server…
pt: Seleccionar sessão do servidor...
ro: Selecteaza sesiunea ...
ru: Выберите сеанс сервера...
sv: Välj serversession ...

source: Same as source
bg: Като на източника
cs: Stejný jako zdroj
de: Wie auf Quell-Server
es: Igual que origen
fr: Identique à la source
hu: Ugyanaz, mint a forrás
it: Come l’origine
pt: Mesmo que a fonte
ro: La fel ca sursa
ru: Как в источнике
sv: Samma som källan

source: Create missing %s
bg: Създаване на липсващото %s
cs: Vytvořit chybějící %s
de: Fehlende(n) %s erzeugen
es: Crear %s faltante
fr: Création du %s manquant
hu: %s létrehozása hiányzik.
it: Crea %s mancante
pt: Criar %s em falta
ro: Crează %s lipsă
ru: Создать недостающий %s
sv: Skapa saknade %s

source: Skipped
bg: Пропуснати
cs: Přeskočeno
de: Übersprungen
es: Omitido
fr: Ignoré
hu: Kihagyva
it: Saltato
pt: Ignorado
ro: Sărit
ru: Пропущено
sv: Hoppades över

source: One big file
bg: Един голям файл
cs: Jeden velký soubor
de: Eine große Datei
es: Un archivo grande
fr: Un gros fichier
hu: Egy nagy fájl
it: Un file grande
pt: Um ficheiro grande
ro: Un singur fișier mare
ru: Один большой файл
sv: En stor fil

source: Directory - one file per object in database subdirectories
bg: Директория - един файл за обект в поддиректориите на БД
cs: Složka - jeden soubor na objekt v databázi
de: Verzeichnis - eine Datei pro Objekt, in Datenbank Unterverzeichnissen
es: Directorio - un archivo por objeto en subdirectorios de base de datos
fr: Dossier - un fichier par objet dans les sous-dossiers de base de données
hu: Könyvtár - fájl objektumonként az adatbázis-alkönyvtárakban
it: Cartella - un file per oggetto nelle sottocartelle del database
pt: Pasta - um ficheiro por objecto em sub-pastas de bases de dados
ro: Director - un fișier pe obiect în subdirectoarele bazei de date
ru: Папка - один файл на объект в подпапке базы данных
sv: Mapp - en fil per objekt i databas undermappar

source: No data
bg: Няма данни
cs: Neexportovat
de: Keine Daten
es: Sin datos
fr: Pas de données
hu: Nincs adat
it: Nessun dato
pt: Sem dados
ro: Fără date
ru: Нет данных
sv: Ingen data

source: truncate existing data
bg: изтриване на съществуващите данни
cs: odstraní předchozí data
de: lösche alte Daten
es: truncar datos existentes
fr: tronquer les données existantes
hu: a meglévő adatok csonkítása
it: tronca dati esistenti
pt: truncar dados existentes
ro: trunchiază datele existente
ru: обрезать существующие данные
sv: trunkera existerande data

source: do not update existing
bg: да не се актуализират съществуващите
cs: neaktualizuje existující data
de: alte Daten nicht aktualisieren
es: no actualizar existentes
fr: ne pas mettre à jour les données existantes
hu: nem frissítik a meglévő adatokat
it: non aggiornare esistenti
pt: não actualizar existentes
ro: nu actualiza ce există
ru: не обновлять существующие данные
sv: uppdatera inte existerande

source: existing data
bg: съществуващи данни
cs: (nahradí existující data)
de: alte Daten
es: datos existentes
fr: données existantes
hu: meglévő adatok
it: dati esistenti
pt: dados existentes
ro: date existente
ru: существующие данные
sv: existerande data

source: Max INSERT size:
bg: Макс. размер на INSERT
cs: Max. velikost INSERT:
de: Max INSERT-Länge:
es: Tamaño Máx. INSERT:
fr: Taille INSERT :
hu: Maximális INSERT méret:
it: Dimensione max INSERT:
pt: Tamanho máximo de INSERT:
ro: Dimensiune INSERT maximă:
ru: Макс. размер INSERT:
sv: Max INSERT-storl:

source: KB (0 = Single INSERTs)
bg: KB (0 = единични INSERT)
cs: KB (0 = Jednotlivé INSERTy)
de: KB (0 = Einzelne INSERTs)
es: KB (0 = INSERTs Individuales)
fr: ko max. (0 = INSERT uniques)
hu: KB (0 = INSERT egyenként)
it: KB (0 = INSERT singoli)
pt: KB (0 = INSERTs únicos)
ro: KB (0 = INSERT-uri singulare)
ru: КБ (0 = Один INSERT)
sv: kB (0 = Singel INSERTs)

source: All data types
bg: Всички видове данни
cs: Všechny datové typy
de: Alle Datentypen
es: Todos los tipos de datos
fr: Tout type de données
hu: Minden adattípus
it: Ogni tipo di dati
pt: Todos os tipos de dados
ro: Toate tipurile de date
ru: Все типы данных
sv: Alla datatyper

source: Selected objects size: %s
bg: Размер на избраните обекти: %s
cs: Velikost vybraných objektů: %s
de: Größe der ausgewählten Objekte: %s
es: Tamaño de objetos seleccionados: %s
fr: Taille des objets sélectionnés : %s
hu: A kiválasztott objektum mérete: %s
it: Dimensioni oggetti selezionati: %s
pt: Tamanho dos objectos seleccionados: %s
ro: Dimensiunea obiectelor selectate: %s
ru: Размер выбранных объектов: %s
sv: Storlek för valda objekt: %s

source: %s%s doesn't have columns of selected type (%s).
bg: %s%s не съдържа колони от избрания тип (%s).
cs: %s%s neobsahuje sloupce vybraného druhu (%s).
de: %s%s hat keine Spalten vom ausgewählten Typ (%s).
es: %s%s no tiene columnas del tipo seleccionado (%s).
fr: %s%s n'a pas de colonne de type sélectionné (%s).
hu: %s %snem rendelkezik kiválasztott típusú oszlopokkal ( %s).
it: %s%s non contiene colonne del tipo selezionato (%s).
pt: %s%s não tem colunas do tipo seleccionado (%s).
ro: %s%s nu are coloane de tipul selectat (%s).
ru: %s%s не имеет столбцов выбранного типа (%s).
sv: %s%s har inte kolumner av vald typ (%s).

source: %s%% done
bg: %s%% готови
cs: %s%% hotovo
de: %s%% fertig
es: %s%% hecho
fr: %s%% effectué
hu: %s%% elkészült.
it: %s%% completato
pt: %s%% feito
ro: %s%% efectuat
ru: %s%% завершено
sv: %s%% klar

source: Same as on source server
bg: Същото като на изходния сървър
cs: Stejné jako na zdrojovém serveru
de: Wie auf dem Quell-Server
es: Igual que en el servidor de origen
fr: Comme sur le serveur source
hu: Ugyanaz, mint a forráskiszolgálón
it: Come il server di origine
pt: Mesmo que no servidor da fonte
ro: La fel ca pe serverul sursă
ru: Как на исходном сервере
sv: Samma som på källservern

source: Processing cancelled by user, waiting for current object to finish ...
bg: Обработката беше спряна от потребителя, изчаква се текущия обект да завърши работа ...
cs: Proces zrušen uživatelem, čekání na dokončení aktuálního objektu ...
de: Aktion abgebrochen, warte auf Beenden des aktuellen Objekts …
es: Procesamiento cancelado por el usuario, esperando que el objeto actual finalice ...
fr: Opération annulée par l'utilisateur, en attente de la fin de l'objet courant…
hu: A felhasználó megszakította a feldolgozást, várakozunk az aktuális objektum befejezésére...
it: Operazione annullata dall’utente; in attesa che l’oggetto corrente finisca…
pt: Processamento cancelado pelo utilizador, a aguardar que o objeto actual termine...
ro: Procesare anulată de utilizator, așteaptă finalizarea obiectului curent ...
ru: Обработка отменена пользователем; ожидание окончания обработки текущего объекта...
sv: Operationen avbröts av användaren, väntar på att nuvarande objekt ska bli klart ...

source: Dumping database structure for %s
bg: Дъмп на структурата на БД %s
cs: Exportování struktury databáze pro
de: Exportiere Datenbank-Struktur für %s
es: Volcando estructura de base de datos para %s
fr: Listage de la structure de la base pour %s
hu: Adatbázis struktúra mentése a %s.
it: Dump della struttura del database %s
pt: A despejar estrutura da base de dados para %s
ro: Descarcă structura bazei de date pentru %s
ru: Дамп структуры базы данных %s
sv: Dumpar databasstruktur för %s

source: Dumping structure for %s %s.%s
bg: Дъмп структура за %s %s.%s
cs: Exportování struktury pro %s %s.%s
de: Exportiere Struktur von %s %s.%s
es: Volcando estructura para %s %s.%s
fr: Listage de la structure de %s %s. %s
hu: Struktúra mentése %s %s. %s
it: Dump della struttura di %s %s.%s
pt: A despejar estrutura para %s %s.%s
ro: Descarcă structura pentru %s %s.%s
ru: Дамп структуры для %s %s.%s
sv: Dumpar struktur för %s %s.%s

source: Creating temporary table to overcome VIEW dependency errors
bg: Създаване на временна таблица за преодоляване на грешката от зависимост на VIEW
cs: Vytváření dočasné tabulky Pohledu pro omezení dopadu chyb
de: Erstelle temporäre Tabelle, um View-Abhängigkeiten zuvorzukommen
es: Creando tabla temporal para superar errores de dependencia de VIEW
fr: Création d'une table temporaire pour palier aux erreurs de dépendances de VIEW
hu: Ideiglenes tábla létrehozása a VIEW függőségi hibák lekezelésére
it: Creazione di una tabella temporanea per risolvere gli errori di dipendenza della vista
pt: A criar tabela temporária para vencer erros de dependências VIEW
ro: Crează tabela temporară pentru erorile de dependințe ale VIEW-ului
ru: Создание временной таблицы для обработки ошибок зависимостей представлений
sv: Skapar temporärtabell för att hantera VIEW-beroendefel

source: Removing temporary table and create final VIEW structure
bg: Премахване на временната таблица и създаване на окончателна VIEW структура
cs: Odebírání dočasné tabulky a vytváření struktury Pohledu
de: Entferne temporäre Tabelle und erstelle die eigentliche View
es: Eliminando tabla temporal y crear estructura final de VIEW
fr: Suppression de la table temporaire et création finale de la structure de VIEW
hu: Ideiglenes tábla eltávolítása és a végső VIEW struktúra létrehozása
it: Rimozione temporanea di tabella e creazione della struttura finale della vista
pt: A remover tabela temporária e a criar estrutura VIEW final
ro: Șterge tabela temporară și crează structura finală a VIEW-ului
ru: Удаление временной таблицы и создание окончательной структуры представления
sv: Tar bort temporärtabell och skapar slutgiltlig VIEW-struktur

source: Data exporting was unselected.
bg: Изнасянето на данните беше деселектирано.
cs: Export dat nebyl vybrán.
de: Daten-Export vom Benutzer nicht ausgewählt
es: La exportación de datos fue deseleccionada.
fr: Les données exportées n'étaient pas sélectionnées.
hu: Az adatok exportálása nem lett kiválasztva.
it: L’esportazione dei dati non era selezionata.
pt: Exportação de dados não seleccionada.
ro: Exportarea datelor nu a fost selectată.
ru: Экспортируемые данные не выделены.
sv: Dataexport var bortvalt.

source: Table data not exported because this is a %s table which holds its data in separate tables.
bg: Данните от таблицата не бяха изнесени, защото това е таблица тип %s, която съхранява данни в отделни таблици.
cs: Data nemohly být exportovány, protože tabulka %s si drží data v samostatných tabulkách.
de: Tabellen-Daten nicht exportiert, da dies eine %s-Tabelle ist, die ihre Daten in separaten Tabellen vorhält.
es: Datos de la tabla no exportados porque esta es una tabla %s que almacena sus datos en tablas separadas.
fr: Les données de la table ne peuvent être exportées car c'est une table %s qui contient ses données dans plusieurs tables séparées.
hu: A tábla adatai nem exportáltak, mert ez egy olyan tábla, amely az adatokat külön táblában tartja.
it: I dati della tabella non sono stati esportati poiché questa è una tabella %s che contiene dati in tabelle separate.
pt: Dados da tabela não exportados por ser uma tabela %s que detém os seus dados em tabelas separadas.
ro: Datele nu au fost exportate pentru că aceasta este o tabelă %s care reține datele în tabele separate.
ru: Данные таблицы %s не были экспортированы, потому что это таблица, которая хранит свои данные в разных таблицах.
sv: Tabelldata blev inte exporterat eftersom det här är en %s-tabell som sparar data i separata tabeller.
