Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Executing %s of %s ...
bg: Изпълнение на %s от %s ...
cs: Provádění %s z %s ..
de: Führe %s von %s aus …
es: Ejecutando %s de %s ...
fr: Exécution de %s sur %s…
hu: Végrehajtva %s %s-ból ...
it: Esecuzione di %s su %s…
pt: A executar %s de %s...
ro: Rulare %s din %s ...
ru: Выполнение %s из %s ...
sv: Exekverar %s av %s ...

source: Setting up result grid(s) ...
bg: Настройка на паното с резултатите ...
cs: Nastavení výsledků gridu ...
de: Ergebnisansicht wird initialisiert …
es: Estableciendo cuadrícula(s) de resultados ...
fr: Configuration de(s) grille(s) de résultat…
hu: Az eredmény rács(ok) beállítása ...
it: Impostazione griglia risultati…
pt: A configurar grelha(s) de resultado...
ro: Setare tabel de rezultat(e) ...
ru: Настройка сетки(ок)...
sv: Sätter upp resultatmatrisen ...

source: Result
bg: Резултат
cs: Výsledek
de: Ergebnis
es: Resultado
fr: Résultat
hu: Eredmény
it: Risultato
pt: Resultado
ro: Rezultat
ru: Результат
sv: Resultat

source: Affected rows
bg: Засегнати редове
cs: Ovlivněné řádky
de: Betroffene Zeilen
es: Filas afectadas
fr: Lignes affectées
hu: Érintett sorok
it: Righe interessate
pt: Linhas afectadas
ro: Rânduri afectate
ru: Затронуто строк
sv: Berörda rader

source: Found rows
bg: Намерени редове
cs: Nalezené řádky
de: Gefundene Zeilen
es: Filas encontradas
fr: Lignes trouvées
hu: Talált sorok
it: Righe trovate
pt: Linhas encontradas
ro: Înregistrări găsite
ru: Найденные строки
sv: Hittade rader

source: Warnings
bg: Предупреждения
cs: Varování
de: Warnungen
es: Advertencias
fr: Avertissements
hu: Figyelmeztetés
it: Avvisi
pt: Avisos
ro: Avertizări
ru: Предупреждения
sv: Varningar

source: Duration for
bg: Продължителност на
cs: Doba vykonávání
de: Dauer von
es: Duración para
fr: Durée pour
hu: Időtartam
it: Durata di
pt: Duração para
ro: Durează de
ru: Длительность
sv: Varaktighet för

source: of
bg: от
cs: z
de: von
es: de
fr: de
hu: ból
it: di
pt: de
ro: inchis
ru: из
sv: av

source: sec.
bg: сек.
cs: sek.
de: Sek.
es: seg.
fr: s.
hu: mp.
pt: seg.
ru: сек.
sv: sek.

source: network
bg: мрежа
cs: síť
de: Netzwerk
es: red
fr: réseau
hu: hálózat
it: rete
pt: rede
ro: rețea
ru: сеть
sv: nätverk

source: Your query produced %s warnings.
bg: Заявката Ви генерира %s предупреждения.
cs: Dotaz způsobil %s varování.
de: Ihre Abfrage lieferte %s Warnungen
es: Su consulta produjo %s advertencias.
fr: La requête a produit %s avertissements.
hu: A lekérdezésed %s figyelmeztetést adott.
it: La query ha prodotto %s avvisi.
pt: A sua consulta produziu %s avisos.
ro: Interogarea a generat %s avertizări.
ru: Ваш запрос произвел %s предупреждений.
sv: Din fråga orsakade %s varningar.

source: Warnings from last query:
bg: Предупреждение от последната заявка:
cs: Varování posledního dotazu:
de: Warnungen aus letzter Abfrage:
es: Advertencias de la última consulta:
fr: Avertissements de la dernière requête :
hu: Az utolsó lekérdezés figyelmeztetése:
it: Avvisi dell’ultima query:
pt: Avisos da última consulta:
ro: Avertizări din ultima interogare:
ru: Предупреждения последнего запроса:
sv: Varningar från senaste frågan:

source: First %s warnings:
bg: Първите %s предупреждения:
cs: Prvních %s varování:
de: Die ersten %s Warnungen:
es: Primeras %s advertencias:
fr: %s premiers avertissements :
hu: Az első %s figyelmeztetés:
it: Primi %s avvisi:
pt: Primeiros %s avisos:
ro: Primele %s avertizări:
ru: Первые %s предупреждений:
sv: %s första varningarna:

source: Show all warnings in a new query tab?
bg: Показване на всички предупреждения в нов таб?
cs: Zobrazit všechna varování v nové záložce?
de: Zeige alle Warnungen in einem neuen Abfrage Tab?
es: ¿Mostrar todas las advertencias en una nueva pestaña de consulta?
fr: Faut-il montrer tous les avertissements dans un nouvel onglet requête ?
hu: Minden figyelmeztetés megjelenítése egy új lapon?
it: Mostrare tutti gli avvisi in una nuova scheda query?
pt: Mostrar todos os avisos num novo separador de consulta?
ro: Arată toate avertizările într-un tab de interogări?
ru: Показать все предупреждения в новой вкладке запроса?
sv: Visa alla varningar i en ny frågeflik?

source: The server variable %s is currently set to %d, so you won't see all warnings.
bg: Сървърната променлива %s в момента има стойност %d, така че няма да видите всички предупреждения.
cs: Proměnná serveru %s je aktuálně nastavena na %d, takže není možné zobrazit všechna varování.
de: Die Server-Variable %s ist auf %d gesetzt, demnach werden einige Meldungen nicht zu sehen sein.
es: La variable de servidor %s está establecida actualmente en %d, así que usted no verá todas las advertencias.
fr: La variable de serveur %s est actuellement réglée à %d, les alertes ne seront donc pas visibles.
hu: A %s szerver változó be van állítva %d-ra, így nem látja az összes figyelmeztetést.
it: La variabile del server %s è attualmente impostata a %d; in tal modo non verranno visualizzati tutti gli avvisi.
pt: A variável de servidor %s está actualmente definida como %d, não verá todos os avisos.
ro: Variabila server %s are valoarea %d, deci nu vei vedea toate avertizările.
ru: Серверная переменная %s выставлена в %d, поэтому вы не увидите всех предупреждений.
sv: Servervariabeln %s är för tillfället satt till %d, så du kommer inte se alla varningar.

source: Updating query history ...
bg: Актуализиране историята на заявките ...
cs: Aktualizace historie dotazů ...
de: Aktualisiere Abfrage-Historie …
es: Actualizando historial de consultas ...
fr: Mise à jour de l'historique de la requête…
hu: Lekérdezés történet frissítve ...
it: Aggiornamento storico query…
pt: A actualizar histórico das consultas...
ro: Actualizare istoric interogări ...
ru: Обновление истории запросов...
sv: Uppdaterar frågehistoriken ...

source: Loading contents into image viewer ...
bg: Зареждане на съдържанието във визуализатора на изображения ...
cs: Načítání obsahu do prohlížeče obrázků ...
de: Lade Inhalt in Bildvorschau …
es: Cargando contenidos en el visor de imágenes ...
fr: Chargement des contenus dans le visionneur d'image…
hu: Tartalom betöltése képnézegetőbe ...
it: Caricamento del contenuto nel visualizzatore di immagini…
pt: A carregar conteúdo no visualizador de imagens...
ro: Încărcare conţinut în cadranul de imagine
ru: Загрузка содержимого в модуль просмотра изображений...
sv: Laddar innehållet i bildvisaren ...

source: Loading ...
bg: Зареждане ...
cs: Načítání ...
de: Laden …
es: Cargando ...
fr: Chargement…
hu: Betöltés ...
it: Caricamento…
pt: A carregar...
ro: Încărcare ...
ru: Загрузка...
sv: Laddar ...

source: No image detected, %s
bg: Няма изображение, %s
cs: Nezjištěn obrázek, %s
de: Kein Bild erkannt, %s
es: No se detectó ninguna imagen, %s
fr: Aucune image détectée, %s
hu: Nincs kép, %s
it: Nessuna immagine rilevata, %s
pt: Nenhuma imagem detectada, %s
ro: Nicio imagine detectată, %s
ru: Изображение не найдено, %s
sv: Ingen bild upptäckt, %s

source: Drop Database "%s"?
bg: Изтриване на БД "%s"?
cs: Odstranit databázi "%s"?
de: Datenbank "%s" löschen?
es: ¿Suprimir base de datos "%s"?
fr: Faut-il retirer (DROP) la base de données « %s » ?
hu: Törlöd a "%s" adatbázist?
it: Eliminare il database “%s”?
pt: Largar base de dados "%s"?
ro: Şterge baza de date "%s"?
ru: Удалить базу данных «%s»?
sv: Ta bort databasen "%s"?

source: WARNING: You will lose all objects in database %s!
bg: ВНИМАНИЕ: Ще загубите всички обекти от БД %s!
cs: VAROVÁNÍ: Ztratíte všechny objekty v databázi '%s'!
de: WARNUNG: Alle Objekte in der Datenbank %s werden dabei gelöscht!
es: ADVERTENCIA: ¡Perderá todos los objetos en la base de datos %s!
fr: AVERTISSEMENT : tous les objets de la base de données %s vont être définitivement perdus !
hu: FIGYELMEZTETÉS: Minden adat és objektum törlődik a %s adatbázisból!
it: AVVISO: tutti gli oggetti nel database %s verranno persi!
pt: AVISO: perderá todos os objectos na base de dados %s!
ro: AVERTIZARE: Se pierd toate obiectele din baza de date %s!
ru: ВНИМАНИЕ: Вы потеряете все объекты в базе данных %s!
sv: VARNING: Alla objekt i databasen "%s" kommer att tas bort!

source: Drop %d object(s) in database "%s"?
bg: Унищожаване на %d обект(а) в БД "%s"?
cs: Smazat %d objektů z databáze "%s"?
de: %d Objekt(e) in Datenbank "%s" löschen?
es: ¿Suprimir %d objeto(s) en la base de datos "%s"?
fr: Faut-il retirer (DROP) %d objet(s) de la base de données « %s » ?
hu: %d objektum törlése a(z) "%s" adatbázisból?
it: Eliminare %d oggetti dal database “%s”?
pt: Largar %d object(os) na base de dados "%s"?
ro: Şterge %d obiect(e) din baza de date "%s"?
ru: Удалить %d объект(ов) в базе данных «%s»?
sv: Ta bort %d objekt i databasen "%s"?

source: Command line only works on MySQL connections.
bg: Командния ред работи само с MySQL връзки.
cs: Příkazový řádek pracuje pouze u MySQL spojení.
de: Die Kommandozeile ist nur auf MySQL verfügbar.
es: La línea de comandos solo funciona en conexiones MySQL.
fr: La ligne de commande fonctionne uniquement pour les connexions MySQL.
hu: A parancssor csak a MySQL kapcsolatokon működik.
it: La riga di comando funziona solo con connessioni MySQL.
pt: A linha de comandos só funciona em ligações MySQL.
ro: Linia de comandă funcţionează doar pe conexiuni MySQL.
ru: Командная строка работает только с соединениями MySQL.
sv: Kommandoraden fungerar bara med MySQL-anslutningar.

source: You need to tell %s where your MySQL binaries reside, in %s > %s > %s.
bg: Трябва да укажете на %s къде се намират Вашите MySQL изпълними файлове - %s > %s > %s.
cs: Musíte nastavit %s, kde se nacházejí MySQL binární soubory v %s > %s > %s.
de: Sie müssen %s den Ordner nennen, in dem die MySQL-Programme liegen, in %s > %s > %s.
es: Usted necesita decirle a %s dónde residen sus binarios de MySQL, en %s > %s > %s.
fr: Il faut indiquer à %s où se trouvent les binaires MySQL dans %s > %s > %s.
hu: Meg kell adni %s, hol találhatók a MySQL binárisok, %s > %s > %s.
it: È necessario indicare a %s la posizione dei programmi di MySQL, in %s > %s > %s.
pt: Tem de dizer a %s onde estão os binários MySQL, em %s > %s > %s.
ro: Trebuie să specificați %s unde se află executabilele MySQL, în %s > %s > %s.
ru: Вы должны указать %s, где находятся бинарные файлы MySQL, в %s > %s > %s.
sv: Du behöver tala om för %s var dina MySQL-program är installerade, i %s > %s > %s.

source: Current setting is: "%s"
bg: В момента е зададено: "%s"
cs: Aktuální nastavení je: "%s"
de: Aktuelle Einstellung: "%s"
es: El ajuste actual es: "%s"
fr: Le paramètre courant est : « %s ».
hu: Aktuális beállítás: "%s"
it: Impostazione attuale: “%s”
pt: Definição actual: "%s"
ro: Setarea curentă este: "%s"
ru: Текущая настройка: «%s»
sv: Nuvarande inställning är: "%s"

source: Launching command line: %s
bg: Изпълнява се командния ред: %s
cs: Spuštění příkazového řádku: %s
de: Starte Kommandozeile: %s
es: Lanzando línea de comandos: %s
fr: Lancement de la ligne de commande : %s
hu: Parancssori indítás: %s
it: Avvio della linea di comando: %s
pt: A iniciar linha de comando: %s
ro: Lansare linia de comandă: %s
ru: Запуск командной строки: %s
sv: Startar kommandoraden: %s

source: Opening large files
bg: Отваряне на голям файл
cs: Otevření velkých souborů
de: Öffne große Dateien
es: Abriendo archivos grandes
fr: Ouverture des fichiers volumineux
hu: Nagy fájlok megnyitása
it: Apertura file di grosse dimensioni
pt: Abrir ficheiros grandes
ro: Deschidere fişiere mari
ru: Открытие больших файлов
sv: Öppnar stora filer

source: Selected files have a size of %s
bg: Избраните файлове имат размер %s
cs: Vybrané soubory mají velikost %s
de: Die ausgewählten Dateien haben eine Größe von %s
es: Los archivos seleccionados tienen un tamaño de %s
fr: Les fichiers sélectionnés ont une taille de %s
hu: A kiválasztott fájlok mérete: %s
it: I file selezionati hanno una dimensione di %s
pt: Os ficheiros seleccionados têm um tamanho de %s
ro: Fişierele selectate au o mărime de %s
ru: Выбранные файлы имеют размер %s
sv: Valda filer har storleken %s

source: File list
bg: Списък с файлове
cs: Seznam souborů
de: Dateiliste
es: Lista de archivos
fr: Liste de fichiers
hu: Fájl lista
it: Elenco file
pt: Lista de ficheiros
ro: Listă de fişiere
ru: Список файлов
sv: Fillista

source: Run file(s) directly
bg: Изпълняване на файла(овете) директно
cs: Okamžitě spustit soubor(y)
de: Datei(en) direkt ausführen
es: Ejecutar archivo(s) directamente
fr: Exécuter le(s) fichier(s) directement
hu: Futtassa közvetlenül a fájlt(okat)
it: Esegui file direttamente
pt: Executar ficheiro(s) directamente
ro: Rulează fişier(ele) direct
ru: Выполнять файл(ы) сразу
sv: Kör fil(er) direkt

source: ... without loading into the editor
bg: ... без зареждане в редактора
cs: ... bez načtení do editoru
de: … ohne sie in den Editor zu laden
es: ... sin cargar en el editor
fr: … sans chargement dans l'éditeur
hu: ... a szerkesztőbe való betöltés nélkül
it: …senza caricarlo nell’editor
pt: ... sem carregar no editor
ro: ... fără încărcare în editor
ru: ... без загрузки в редактор
sv: ... utan att ladda in i editorn

source: Load file(s) into the editor
bg: Зареждане на файл(ове) в редктора
cs: Načíst soubor(y) do editoru
de: Lade Datei(en) in den Editor
es: Cargar archivo(s) en el editor
fr: Chargement fichier(s) dans l'éditeur
hu: Fájl(ok) betöltése a szerkesztőbe
it: Carica file nell’editor
pt: Carregar ficheiro(s) no editor
ro: Încarcă fişier(e) în editor
ru: Загрузить файл(ы) в редактор
sv: Ladda in file(n/rna) i editorn

source: Can cause large memory usage
bg: Може да предизвика използване на голямо количество памет
cs: Může spotřebovat velké množství paměti
de: Kann zu großem Speicherverbrauch führen
es: Puede causar un uso grande de memoria
fr: Utilisation élevée possible de la mémoire
hu: Nagy memóriahasználatot okozhat
it: Può comportare un utilizzo intensivo della memoria
pt: Pode ocupar muita memória
ro: Poate cauza utilizare excesivă a memoriei
ru: Может вызвать повышенное использование памяти
sv: Kan orsaka högt minnesutnyttjande

source: One or more of the selected files are larger than %s:
bg: Един или повече от избраните файлове е по-голям от %s:
cs: Jeden nebo více vybraných souborů jsou větší než %s:
de: Mindestens eine der ausgewählten Dateien ist größer als %s:
es: Uno o más de los archivos seleccionados es mayor que %s:
fr: Un ou plusieurs fichiers sélectionnés ont une largeur supérieure à %s :
hu: Egy vagy több kiválasztott fájl nagyobb, mint:
it: Uno o più dei file selezionati è più grande di %s:
pt: Um ou mais dos ficheiros seleccionados são maiores que %s:
ro: Unul sau mai multe fişiere selectate sunt mai mari de %s:
ru: Один или больше выбранных файлов больше чем %s:
sv: En eller flera av de valda filerna är större än %s:

source: Just run these files to avoid loading them into the query-editor (= memory)?
bg: Просто пуснете тези файлове, за да не ги зареждате в редактора (пестене на памет).
cs: Jen spustit tyto soubory, aby se zabránilo jejich vložení do editoru (= paměť)?
de: Dateien direkt ausführen, ohne sie in den Editor zu laden (= Arbeitsspeicher)?
es: ¿Solo ejecutar estos archivos para evitar cargarlos en el editor de consultas (= memoria)?
fr: Faut-il exécuter directement ces fichiers pour éviter leur chargement dans l'éditeur de requête (= mémoire) ?
hu: Csak futtassa a fájlokat, úgy, hogy ne töltse be a lekérdezés-szerkesztőbe (= memória)?
it: Limitarsi a eseguire questi file per evitare di caricarli nell’editor di query?
pt: Simplesmente executar os ficheiros sem os carregar no editor de consultas (memória)?
ro: Doar execută aceste fişiere pentru a evita încărcarea lor în editor (=memorie)?
ru: Запустить эти файлы сразу, не загружая в редактор (= память)?
sv: Kör dessa filer utan att läsa in dom i frågeeditorn (= minnesutnyttjande)?

source: Press
bg: Натиснете
cs: Stiskni
de: Drücken Sie
es: Presione
fr: Appuyer
hu: Nyomd
it: Premere
pt: Premir
ro: Apasă
ru: Нажмите
sv: Tryck

source: [Yes] to run file(s) without loading it into the editor
bg: [Yes] за да пуснете файловете без да ги зареждате в редактора
cs: [Ano] pro okamžité spuštění souborů bez načtení do editoru
de: [Ja] zum direkten Ausführen ohne den Editor
es: [Sí] para ejecutar archivo(s) sin cargar en el editor
fr: [Oui] pour exécuter le(s) fichier(s) sans charger dans l'éditeur
hu: [Igen] a fájl(ok) futtatása anélkül, hogy betöltené azt a szerkesztőbe
it: [Sì] per eseguire i file senza caricarli nell’editor
pt: [Sim] para executar ficheiros sem carregar no editor
ro: [Da] pentru executare fişier(e) fără încărcarea lor în editorul de interogări
ru: [Да], чтобы выполнить файл(ы) без загрузки в редактор
sv: [Ja] för att köra file(n/rna) utan att ladda dom i editorn

source: [No] to load file(s) into the query editor
bg: [No] за зареждане на файла(овете) в редактора
cs: [Ne] pro načtení souborů do editoru
de: [Nein] zum Laden der Datei(en) in den Editor
es: [No] para cargar archivo(s) en el editor de consultas
fr: [Non] pour charger le(s) fichier(s) dans l'éditeur de requêtes
hu: [Nem] a fájl(ok) betöltése a szerkesztőbe
it: [No] per caricare i file nell’editor di query
pt: [Não] para carregar ficheiro(s) no editor
ro: [Nu] pentru încărcare fişier(e) în editorul de interogări.
ru: [Нет], чтобы загрузить файл(ы) в редактор запросов
sv: [Nej] för att ladda file(n/rna) i editorn

source: [Cancel] to cancel file opening.
bg: [Cancel] за отказ от отваряне.
cs: [Zrušit] pro zrušení otevření souborů.
de: [Abbrechen] um weder das eine noch das andere zu tun
es: [Cancelar] para cancelar la apertura de archivos.
fr: [Annuler] pour annuler l'ouverture du fichier.
hu: [Mégsem] a fájl megnyitás megszakítása
it: [Annulla] per annullare l’apertura dei file.
pt: [Cancelar] para cancelar a abertura de ficheiros.
ro: [Anulare] pentru anularea deschiderii fişierul.
ru: [Отмена] для отмены открытия файла.
sv: [Avbryt] för att avbryta filöppningen

source: Execute query file(s)?
bg: Изпълнение на файла(овете) със заявки?
cs: Spustit soubory s dotazy?
de: Datei(en) ausführen?
es: ¿Ejecutar archivo(s) de consulta?
fr: Faut-il exécuter le(s) fichier(s) requête ?
hu: Futtatja a lekérdezés fájlt(okat)?
it: Eseguire le query contenute nei file?
pt: Executar ficheiro(s) de consulta?
ro: Execută fişier(ele) de interogări?
ru: Выполнить файл(ы) запросов?
sv: Exekvera file(n/rna) med frågor?

source: %s file(s) processed, in %s
bg: %sфайл(а) са обработени, въведени %s
cs: Zpracováno %s soubor(ů), za %s
de: %s Datei(en) verarbeitet, in %s
es: %s archivo(s) procesado(s), en %s
fr: %s fichier(s) passé(s), en %s
hu: %s fájl feldolgozva a %s-bó(ő)l
it: %s file elaborati, in %s
pt: %s ficheiro(s) processados, em %s
ro: %s fișier(e) procesat(e), în %s
ru: %s файл (ов) обработан, из %s
sv: %s fil(er) behandlad(e), på %s

source: Could not load file(s):
bg: Файловете не могат да се заредят:
cs: Nelze načíst soubory:
de: Konnte Datei(en) nicht laden:
es: No se pudo cargar archivo(s):
fr: Impossible de charger le(s) fichier(s) :
hu: Nem sikerült betölteni a fájlt(okat):
it: Impossibile caricare i file:
pt: Impossível carregar ficheiro(s):
ro: Nu se pot încărca fişier(ele):
ru: Невозможно загрузить файл(ы):
sv: Kunde inte ladda fil(er):

source: File "%s" executed, with %s queries and %s affected rows
bg: Файлът "%s" е изпълнен с %s заявки и %s засегнати реда.
cs: Soubor "%s" byl spuštěn, s %s dotazy a %s ovlivněnými řádky
de: Datei "%s" ausgeführt mit %s Abfragen und %s betroffenen Zeilen
es: Archivo "%s" ejecutado, con %s consultas y %s filas afectadas
fr: Fichier "%s" exécuté, avec %s requêtes et %s lignes affectées
hu: "%s" fájl feldolgozva, %s parancs alapján %s sor volt érintett
it: File “%s” eseguito, con %s query e %s righe interessate
pt: Ficheiro "%s" executado, com %s consultas e %s linhas afectadas
ro: Fișierul "%s" a fost executat, cu %s interogări și %s rânduri afectate
ru: Файл "%s" обработан, с %s запросами и %s затронутыми строками
sv: Fil "%s" exekverades, med %s frågor och %s ändrade rader

source: File "%s" partially executed, with %s queries and %s affected rows
bg: Файлът "%s" беше изпълнен частично с %s заявки и %s засегнати реда.
cs: Soubor "%s" byl částečně spuštěn, s %s dotazy a %s ovlivněnými řádky
de: Datei "%s" unvollständig ausgeführt mit %s Abfragen und %s betroffenen Zeilen
es: Archivo "%s" parcialmente ejecutado, con %s consultas y %s filas afectadas
fr: Fichier "%s" exécuté, avec %s requêtes et %s lignes affectées
hu: "%s" fájl részlegesen feldolgozva, %s parancs alapján %s sor volt érintett
it: File “%s” eseguito parzialmente, con %s query e %s righe interessate
pt: Ficheiro "%s" parcialmente executado, com %s consultas e %s linhas afectadas
ro: Fișierul "%s" a fost executat, cu %s interogări și %s rânduri afectate
ru: Файл "%s" частично обработан, с %s запросами и %s затронутыми строками
sv: Fil "%s" exekverades delvis, med %s frågor och %s ändrade rader

source: Could not open file %s
bg: Файлът %s не може да се отвори
cs: Nelze otevřít soubor %s
de: Kann Datei %s nicht öffnen
es: No es posible abrir el archivo %s
fr: Impossible d'ouvrir le fichier %s
hu: %s fájlt nem lehet megnyitni!
it: Impossibile aprire il file %s
pt: Impossível abrir o ficheiro %s
ro: Nu s-a putut deschide fișierul %s
ru: Невозможно открыть файл %s
sv: Kunde inte öppna filen %s

source: Startup script file not found: %s
bg: Файлът с началния скрипт не може да бъде намерен
cs: Skript po spuštění nenalezen: %s
de: Startskript nicht gefunden: %s
es: No se encontró archivo con script de arranque: %s
fr: Script de démarrage introuvable : %s
hu: Indító script nem található:
it: Script di avvio non trovato: %s
pt: Script de arranque não encontrado: %s
ro: Fişier de script iniţial negăsit: %s
ru: Файл сценария запуска не найден: %s
sv: Startskriptfilen hittades inte: %s

source: SSL not used.
bg: Не се използва SSL.
cs: SSL nepoužito.
de: SSL inaktiv.
es: SSL no usado.
fr: SSL non utilisé.
hu: SSL nem használható.
it: SSL non utilizzato.
pt: SSL não utilizada.
ro: SSL neutilizat.
ru: SSL не используется.
sv: SSL används inte.

source: Your SSL settings were not accepted by the server, or the server does not support any SSL configuration.
bg: SSL настройките Ви не се приемат от сървъра или той не поддържа SSL конфигурация.
cs: Nastavení SSL nebylo serverem přijato nebo server nepodporuje žádnou SSL konfiguraci.
de: Ihre SSL-Einstellungen wurden vom Server zurückgewiesen oder der Server unterstützt gar keine SSL-Konfiguration.
es: Sus ajustes SSL no fueron aceptados por el servidor, o el servidor no soporta ninguna configuración SSL.
fr: Les paramètres SSL n'ont pas été acceptés par le serveur ou le serveur ne prend en charge aucune configuration SSL.
hu: Az SSL-beállításokat a kiszolgáló nem fogadta el, vagy a kiszolgáló nem támogatja az SSL-konfigurációt.
it: Le impostazioni SSL non sono state accettate dal server o il server non supporta alcuna configurazione SSL.
pt: As suas definições de SSL não foram aceites pelo servidor ou o servidor não suporta configurações SSL.
ro: Setările SSL nu au fost acceptate de către server, sau serverul nu suportă configurări SSL.
ru: Ваши настройки SSL не были приняты сервером или сервер не поддерживает шифрование SSL.
sv: Dina SSL-inställningar accepterades inte av servern, eller så stödjer inte servern några SSL-inställningar alls.

source: No rows selected
bg: Няма избрани редове
cs: Nevybrány žádné řádky
de: Keine Zeilen ausgewählt
es: No hay filas seleccionadas
fr: Aucune ligne sélectionnée
hu: Nincs sor kiválasztva
it: Nessuna riga selezionata
pt: Nenhuma linha seleccionada
ro: Nicio înregistrare selectată
ru: Нет выбранных строк
sv: Inga rader valda
