Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: SSL private key:
bg: SSL частен ключ:
cs: SSL soukromý klíč:
es: Llave privada SSL:
fr: Clé privée SSL :
hu: SSL privát kulcs:
it: Chiave privata SSL:
pt: Chave privada SSL:
ro: Cheie privată SSL:
ru: Закрытый ключ SSL:
sv: SSL privat nyckel:

source: SSL CA certificate:
bg: SSL CA сертификат:
cs: SSL CA certifikát:
de: SSL CA Zertifikat:
es: Certificado CA SSL:
fr: Certificat CA SSL :
hu: SSL CA tanúsítvány:
it: Certificato CA SSL:
pt: Certificado CA SSL:
ro: Certificat CA SSL:
ru: Сертификат SSL CA:
sv: SSL CA-certifikat:

source: SSL certificate:
bg: SSL сертификат:
cs: SSL certifikát:
de: SSL Zertifikat:
es: Certificado SSL:
fr: Certificat SSL :
hu: SSL tanúsítvány:
it: Certificato SSL:
pt: Certificado SSL:
ro: Certificat SSL:
ru: Cертификат SSL:
sv: SSL-certifikat:

source: SSL cipher:
bg: SSL шифър:
cs: SSL šifra:
de: SSL Verschlüsselung
es: Cifrado SSL:
fr: Chiffrement SSL :
hu: SSL rejtjel:
it: Codice SSL:
pt: Cifra SSL:
ro: SSL cifru:
ru: Шифр SSL:
sv: SSL-chiffer:

source: Path to key file
bg: Път към файла с ключа
cs: Cesta klíčového souboru
de: Schlüsseldatei
es: Ruta al archivo de llave
fr: Chemin vers le fichier de clé
hu: Kulcs fájl helye:
it: Posizione del file della chiave
pt: Caminho do ficheiro de chaves
ro: Calea către fișierul cheie
ru: Путь к файлу ключа
sv: Sökväg till nyckelfil

source: Path to certificate authority file
bg: Път към файлът с сертификат за разрешение
cs: Cesta k certifikaci autorizačního souboru
de: Zertifikatsautoritätsdatei
es: Ruta al archivo de autoridad de certificación
fr: Chemin vers le fichier de certificat de l'autorité
hu: Jogosultsági tanúsítvány fájl helye:
it: Posizione del file del certificato dell’authority
pt: Caminho do ficheiro da autoridade de certificação
ro: Calea către fișierul CA
ru: Путь к сертификату центра авторизации
sv: Sökväg till CA-fil

source: Path to certificate file
bg: Път към файлът с сертификат
cs: Cesta k certifikaci souboru
de: Zertifikatsdatei
es: Ruta al archivo de certificado
fr: Chemin vers le fichier de certificat
hu: Tanusítvány fájl helye:
it: Posizione del certificato del file
pt: Caminho do ficheiro de certificado
ro: Calea către certificat
ru: Путь к файлу сертификата
sv: Sökväg till certifikatsfil

source: List of permissible ciphers to use for SSL encryption
bg: Списък с позволените шифри за използване със SSL
cs: Seznam povolených šifer pro šifrování SSL
de: Zulässige SSL-Verschlüsselungen
es: Lista de cifrados permisibles a utilizar para encriptación SSL
fr: Liste des chiffrements permis pour le SSL
hu: Az SSL titkosításhoz megengedett rejtjelek listája
it: Elenco di codici permessi per usare la crittografia SSL
pt: Lista de cifras permitidas a usar em encriptação SSL
ro: Lista de criptatori acceptați pentru criptarea SSL
ru: Список допустимых шифров для SSL-шифрования
sv: Lista med tillåtna chiffer att använda för SSL-kryptering

source: Use SSL
bg: Използване на SSL
cs: Použít SSL
de: SSL aktivieren
es: Usar SSL
fr: Utiliser SSL
hu: SSL használata
it: Usa SSL
pt: Utilizar SSL
ro: Foloseşte SSL
ru: Использовать SSL
sv: Använd SSL

source: Statistics
bg: Статистика
cs: Statistiky
de: Statistik
es: Estadísticas
fr: Statistiques
hu: Statisztikák
it: Statistiche
pt: Estatísticas
ro: Statistică
ru: Статистика
sv: Statistik

source: Last connect:
bg: Последно свързване:
cs: Připojeno:
de: Letzte Verbindung:
es: Última conexión:
fr: Dernière connexion :
hu: Utolsó kapcsolat:
it: Ultima connessione:
pt: Última ligação:
ro: Ultima conectare:
ru: Последний сеанс:
sv: Senast ansluten:

source: Counter:
bg: Брояч:
cs: Čítač:
de: Zähler:
es: Contador:
fr: Compteur :
hu: Számláló:
it: Contatore:
pt: Contador:
ro: Contor:
ru: Счетчик:
sv: Räknare:

source: Created:
bg: Създадена на:
cs: Vytvořeno:
de: Erstellt:
es: Creado:
fr: Création :
hu: Létrehozva:
it: Creato:
pt: Criação:
ro: Creat la:
ru: Создано:
sv: Skapad:

source: Rename
bg: Преименуване
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
hu: Átnevezés
it: Rinomina
pt: Renomear
ro: Redenumește
ru: Переименовать
sv: Ändra namn

source: Save as ...
bg: Запис като ...
cs: Uložit jako ...
de: Speichern als …
es: Guardar como ...
fr: Enregistrer sous…
hu: Mentés mint...
it: Salva con nome…
pt: Gravar como...
ro: Salvează ca ...
ru: Сохранить как...
sv: Spara som ...

source: Duplicate / save as ...
bg: Дублиране/запис като
cs: Duplikovat /uložit jako ...
de: Duplizieren / speichern als …
es: Duplicar / guardar como ...
fr: Dupliquer / Enregistrer sous…
hu: Másolat / Mentés másként ...
it: Duplica / salva con nome…
pt: Duplicar/Gravar como...
ro: Duplicați / salvați ca ...
ru: Дублировать / сохранить как...
sv: Duplicera / spara som ...

source: New session
bg: Нова сесия
cs: Nové místo
de: Neue Verbindung
es: Nueva sesión
fr: Nouvelle session
hu: Új munkamenet
it: Nuova sessione
pt: Nova sessão
ro: Sesiune nouă
ru: Новый сеанс
sv: Ny session

source: New folder
bg: Нова папка
cs: Nová složka
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
hu: Új mappa
it: Nuova cartella
pt: Nova pasta
ro: Director nou:
ru: Новая папка
sv: Ny mapp

source: Folder
bg: Папка
cs: Složka
de: Ordner
es: Carpeta
fr: Dossier
hu: Mappa
it: Cartella
pt: Pasta
ro: Director
ru: Папка
sv: Mapp

source: Copy Table...
bg: Копиране на таблица...
cs: Kopírovat tabulku...
de: Tabelle kopieren …
es: Copiar Tabla...
fr: Copier la table…
hu: Tábla másolása...
it: Copia tabella…
pt: Copiar tabela...
ro: Copiază tabela...
ru: Копировать таблицу ...
sv: Kopiera tabell...

source: Copy "%s" to new db.table:
bg: Копиране на "%s" в нова db.table:
cs: Kopírovat "%s" do nové databáze.tabulka:
de: "%s" in neue db.tabelle kopieren:
es: Copiar "%s" a nueva bd.tabla:
fr: Copier « %s » vers la nouvelle bd.table :
hu: "%s" másolása új adatbázis táblába:
it: Copy “%s” in nuova db.table:
pt: Copiar "%s" para nova db.table:
ro: Copiază "%s" către noua db.table:
ru: Копировать "%s" в новую база_данных.таблица:
sv: Kopiera "%s" till ny databastabell:

source: Elements to create in new table:
bg: Елементи, които да бъдат създадени в новата таблица:
cs: Vytvořit elementy v nové tabulce:
de: Elemente in neuer Tabelle erstellen:
es: Elementos para crear en nueva tabla:
fr: Élements à créer dans la nouvelle table :
hu: Az új táblában létrehozandó elemek:
it: Elementi da creare nella nuova tabella:
pt: Elementos a criar na nova tabela:
ro: Obiecte de creat în noua tabelă:
ru: Элементы, создаваемые в новой таблице:
sv: Element att skapa i ny tabell:

source: WHERE clause for data copying:
bg: WHERE клауза за копирането на данни:
cs: Podmínka WHERE pro zkopírování dat:
de: WHERE-Filter für Datenkopie:
es: Cláusula WHERE para copiar datos:
fr: Clause WHERE pour la copie des données :
hu: WHERE záradék ad adatmásoláshoz:
it: Clausola WHERE per la copia dei dati:
pt: Cláusula WHERE para copiar dados:
ro: Condiţia WHERE pentru copiere date:
ru: Условие WHERE для копирования данных:
sv: WHERE-sats för datakopiering:

source: Recent filters
bg: Филтри:
cs: Poslední filtry
de: Letzte Filter
es: Filtros recientes
fr: Filtres récents
hu: Legutóbbi szűrők
it: Filtri recenti
pt: Filtros recentes
ro: Filtre recente
ru: Недавние фильтры
sv: Senaste filter

source: Please select the required index for the %s flag.
bg: Моля, изберете необходимия индекс за флага %s.
cs: Zvolte prosím požadovaný index pro příznak %s.
de: Bitte den korrekten Index für das %s Flag auswählen
es: Por favor selecciones el índice requerido para la bandera %s.
fr: Merci de sélectionner l'index requis pour le drapeau %s.
hu: Válaszd ki a kötelező indexet a %s flag-hez.
it: Selezionare l’indice richiesto per il contrassegno %s.
pt: Por favor, seleccione o índice requerido para a bandeira %s.
ro: Vă rugăm să selectați indicele necesar pentru indicatorul %s.
ru: Пожалуйста, выберите требуемый индекс для флага %s.
sv: Välj det index som krävs för flaggan %s.

source: Create database ...
bg: Създай база от данни ...
cs: Vytvořit databázi ...
de: Datenbank erstellen …
es: Crear base de datos ...
fr: Créer la base de données…
hu: Adatbázis létrehozása...
it: Crea database…
pt: Criar base de dados...
ro: Creează baza de date ...
ru: Создать базу данных...
sv: Skapa databas ...

source: &Name:
bg: &Име:
cs: &Název:
es: &Nombre:
fr: &Nom :
hu: &Név:
it: &Nome:
pt: &Nome:
ro: &Nume:
ru: &Имя:
sv: &Namn:

source: C&ollation:
bg: К&оалация:
cs: P&orovnání:
de: Kollation:
hu: Illesztés:
it: C&onfronto:
pt: C&olação:
ro: C&olaţionare:
ru: С&опоставление:
sv: K&ollation:

source: Enter database name
bg: Въведете има на базата от данни
cs: Zadejte název databáze
de: Name der Datenbank
es: Ingrese el nombre de la base de datos
fr: Saisir le nom de la base de données
hu: Adatbázis név magadása
it: Inserire il nome del database
pt: Inserir nome da base de dados
ro: Introduceţi numele bazei de date:
ru: Введите имя базы данных
sv: Ange databasnamn

source: Servers default: %s
bg: Настройки по подразбиране на сървъра: %s
cs: Výchozí serveru: %s
de: Serverstandard: %s
es: Predeterminado del servidor: %s
fr: Par défaut sur serveurs : %s
hu: Alapértelmezett szerver:%s
it: Predefinito del server: %s
pt: Predefinição dos servidores: %s
ro: Predefinit în server: %s
ru: По умолчанию: %s
sv: Serverns standardval: %s

source: Add Col
bg: Добавяне на колона
cs: Přidat
de: Neue Spalte
es: Agregar columna
fr: Ajouter
hu: Oszlop hozzáadása
it: Aggiungi colonna
pt: Adicionar coluna
ro: Adaugă coloană
ru: Добавить
sv: Lägg till kol

source: Reset sorting
bg: Изчистване на сортирането
cs: Vyresetovat řazení
de: Sortierung zurücksetzen
es: Restablecer ordenación
fr: Réinitialiser le tri
hu: Rendezés alaphelyzetbe állítása
it: Reimposta ordinamento
pt: Repor ordem
ro: Resetează sortarea
ru: Сбросить сортировку
sv: Återställ sortering

source: Edit server variable
bg: Редактирай сървърна променлива
cs: Úprava proměnné serveru
de: Server-Variable bearbeiten
es: Editar variable del servidor
fr: Édition des variables serveur
hu: Szerver változók szerkesztése
it: Modifica variabile server
pt: Editar variável do servidor
ro: Editează variabilă server
ru: Редактировать серверную переменную
sv: Redigera server-variabel

source: Scope
bg: Скоуп
cs: Rozsah
de: Anwendungsbereich
es: Alcance
fr: Portée
hu: Hatókör
it: Ambito
pt: Âmbito
ro: Aplicabilitate
ru: Область
sv: Omfattning

source: This session
bg: Тази сесия
cs: Aktuální místo
de: Diese Sitzung
es: Esta sesión
fr: Cette session
hu: Ez a kapcsolat
it: Questa sessione
pt: Esta sessão
ro: Această sesiune
ru: Текущий сеанс
sv: Denna session

source: Global
bg: Глобален
cs: Vše
fr: Globale
hu: Globális
it: Globale
ru: Глобальный

source: name of variable
bg: име на променливата
cs: název proměnné
de: Name der Variable
es: nombre de variable
fr: nom de la variable
hu: változó neve
it: nome della variabile
pt: nome da variável
ro: nume de variabilă
ru: имя переменной
sv: variabelnamn

source: Number:
bg: Число:
cs: Číslo
de: Nummer:
es: Número:
fr: Nombre :
hu: Szám:
it: Numero:
pt: Número:
ro: Număr:
ru: Номер:
sv: Nummer:

source: Enumeration:
bg: Изброяване:
cs: Výčet:
de: Auflistung:
es: Enumeración:
fr: Énumération :
hu: Felsorolás:
it: Elenco:
pt: Enumeração:
ro: Enumerare:
ru: Перечисление:
sv: Uppräkning:

source: Boolean:
bg: Булева:
cs: Stav:
de: An/Aus-Schalter:
es: Booleano:
fr: Booléen :
hu: Logikai:
it: Booleano:
pt: Booleano:
ru: Логическое:
sv: Boolesk:

source: On
bg: Включено
cs: Zapnuto
de: An
es: Encendido
fr: Activé
hu: Be
it: Sì
pt: Ligado
ro: Pornit
ru: Вкл
sv: På

source: Off
bg: Изключено
cs: Vypnuto
de: Aus
es: Apagado
fr: Désactivé
hu: Ki
it: No
pt: Desligado
ro: Oprit
ru: Выкл
sv: Av

source: Help
bg: Помощ
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
hu: Súgó
it: Aiuto
pt: Ajuda
ro: Ajutor
ru: Помощь
sv: Hjälp

source: General help
bg: Обща помощ
cs: Obecná nápověda
de: Allgemeine Hilfe
es: Ayuda general
fr: Aide générale
hu: Általános súgó
it: Informazioni generali
pt: Ajuda geral
ro: Ajutor general
ru: Общая справка
sv: Generell hjälp

source: General online help document
bg: Обща помощ онлайн
cs: Obecná online nápověda
de: Online-Hilfe
es: Documento de ayuda general en línea
fr: Aide générale en ligne
hu: Online súgó dokumentáció:
it: Documento online con informazioni generali
pt: Documento de ajuda geral online
ro: Document de ajutor general online
ru: Общая справка по программе в интернете
sv: Allmänt hjälpdokument online

source: Execution body:
bg: Изпълним блок:
cs: Obsah události:
de: Befehlsblock:
es: Cuerpo de ejecución:
fr: Corps d'exécution :
hu: A végrehajtás törzse:
it: Corpo esecuzione:
pt: Corpo da execução:
ro: Corp de execuţie:
ru: Тело запроса:
sv: Exekveringskod:

source: Discard
bg: Отказ
cs: Zrušit
de: Verwerfen
es: Descartar
fr: Ignorer
hu: Elvetés
it: Scarta
pt: Descartar
ro: Renunţă
ru: Отмена
sv: Släng

source: Name:
bg: Име:
cs: Název:
es: Nombre:
fr: Nom :
hu: Név:
it: Nome:
pt: Nome:
ro: Nume:
ru: Имя:
sv: Namn:

source: Comment:
bg: Коментар:
cs: Komentář:
de: Kommentar:
es: Comentario:
fr: Commentaire :
hu: Megjegyzés:
it: Commento:
pt: Comentário:
ro: Comentariu:
ru: Комментарий:
sv: Kommentar:

source: Enter event name ...
bg: Въведете име на събитието ...
cs: Zadejte název události ...
de: Name des Events
es: Ingrese el nombre del evento ...
fr: Saisir le nom de l'évènement…
hu: Add meg az esemény nevét:
it: Inserire nome evento…
pt: Inserir nome do evento...
ro: Introduceţi nume eveniment:
ru: Введите имя события…
sv: Ange händelsenamn ...

source: Drop event after expiration
bg: Изтрий събитието след изтичане
cs: Odstranit událost po skončení platnosti
de: Nach Ablauf löschen
es: Suprimir evento después de su expiración
fr: Retirer (DROP) l'évènement après expiration
hu: Dobja el az eseményt a lejárata után
it: Elimina evento dopo la scadenza
pt: Largar evento após expiração
ro: Şterge evenimentul după expirare
ru: Удалить событие по истечении
sv: Droppa händelse efter sluttid

source: State
bg: Статус
cs: Stav
de: Status
es: Estado
fr: État
hu: Állam
it: Stato
pt: Estado
ro: Stadiu
ru: Состояние
sv: Tillstånd

source: Timing
bg: Време
cs: Načasování
de: Zeitliche Planung
es: Programar
fr: Répétition
hu: Időzítés
it: Temporizzazione
pt: Agenda
ro: Timp
ru: Тайминг
sv: Schemaläggning

source: Once, at:
bg: Веднъж, в:
cs: Jednou:
de: Einmal, am:
es: Una sola vez, el:
fr: Une fois, à :
hu: Egyszer:
it: Una volta, alle:
pt: Uma vez, às:
ro: Odată, la:
ru: Один раз:
sv: Ett tillfälle:

source: Every
bg: Всеки
cs: Každý
de: Jeden
es: Cada
fr: Chaque
hu: Minden
it: Ogni
pt: A cada
ro: Fiecare
ru: Каждый
sv: Upprepa:

source: Starts at:
bg: Започва в:
cs: Začátek:
de: Startet am:
es: Comienza el:
fr: Débute à :
hu: Kezdés:
it: Inizia alle:
pt: Inicia às:
ro: Începe la:
ru: Начиная с:
sv: Startar:

source: Ends at:
bg: Завършва в:
cs: Konec:
de: Endet am:
es: Termina el:
fr: Termine à :
hu: Befejezés:
it: Finisce alle:
pt: Termina às:
ro: Se termină la:
ru: Заканчивая:
sv: Slutar:

source: CREATE code
bg: CREATE код
cs: Kód CREATE
es: Código CREATE
fr: Code CREATE
hu: CREATE kód
it: Codice CREATE
pt: CREATE código
ro: Cod CREATE
ru: Код CREATE
sv: CREATE-kod

source: ALTER code
bg: ALTER код
cs: Kód ALTER
es: Código ALTER
fr: Code ALTER
hu: ALTER kód
it: Codice ALTER
pt: ALTER código
ro: Cod ALTER
ru: Код ALTER
sv: ALTER-kod

source: Partitions
bg: Дялове
cs: Oddíly
de: Partitionen
es: Particiones
hu: Partíció
it: Partizioni
pt: Partições
ro: Partiţii
ru: Партиции
sv: Partitioner

source: Export grid rows
bg: Изнасяне на редовете
cs: Exportovat řádky gridu
de: Ergebnis exportieren
es: Exportar filas de la cuadrícula
fr: Exporter les lignes de la grille
hu: Táblázat sorainak exportja
it: Esporta righe della griglia
pt: Exportar linhas de grelha
ro: Exportă linii tabel
ru: Экспорт строк
sv: Exportera matrisrader

source: Copy as
bg: Копиране като
cs: Kopírovat jako
de: Kopieren als
es: Copiar como
fr: Copier en
hu: Másolás
it: Copia come
pt: Copiar como
ro: Copiază ca
ru: Копировать как
sv: Kopiera som

source: Output format
bg: Изходен формат
cs: Formát výstupu
de: Ausgabeformat
es: Formato de salida
fr: Format de destination
hu: Kimeneti formátum
it: Formato di output
pt: Formato de saída
ro: Format de ieşire
ru: Формат вывода
sv: Exportera som

source: Excel compatible
bg: Съвместим с Excel
cs: Excel kompatibilní
de: Excel-kompatibel
es: Compatible con Excel
fr: Compatible Excel
hu: Excel kompatibilis
it: Compatibile Excel
pt: Compatível com Excel
ro: Compatibil Excel
ru: Excel-совместимый
sv: Excel-kompatibel

source: Delimited text
bg: Разделен текст
cs: Oddělený text
de: Text mit Trennzeichen
es: Texto delimitado
fr: Texte délimité
hu: Tagolt szöveg
it: Testo delimitato
pt: Texto delimitado
ro: Text delimitat
ru: Текст с разделителями
sv: Avgränsad text

source: HTML table
bg: HTML таблица
cs: HTML tabulka
de: HTML-Tabelle
es: Tabla HTML
fr: Table HTML
hu: HTML táblázat
it: Tabella HTML
pt: Tabela HTML
ro: Tabel HTML
ru: Tаблица HTML
sv: HTML-tabell

source: Wiki markup
bg: Wiki маркиране
cs: Wiki značky
de: Wiki-Syntax
es: Marcado Wiki
fr: Syntaxe Wiki
hu: Wiki jelőlés
it: Markup wiki
pt: Markup de Wiki
ru: Wiki-разметка

source: Row selection
bg: Избор на редове
cs: Výběr řádků
de: Zeilen Auswahl
es: Selección de fila
fr: Sélection de ligne
hu: Sor kijelölés
it: Selezione righe
pt: Selecção de linhas
ro: Selecţie înregistrări
ru: Выбор строк
sv: Radval

source: Selected rows
bg: Избраните редове
cs: Vybrané řádky
de: Ausgewählte Zeilen
es: Filas seleccionadas
fr: Lignes sélectionnées
hu: Kijelölt sorok
it: Righe selezionate
pt: Linhas seleccionadas
ro: Înregistrările selectate
ru: Выбранные строки
sv: Valda rader

source: All loaded rows
bg: Всички заредени редове
cs: Všechny načtené řádky
de: Alle geladenen Zeilen
es: Todas las filas cargadas
fr: Toutes les lignes chargées
hu: Minden betöltött sor
it: Tutte le righe caricate
pt: Todas as linhas carregadas
ro: Toate înregistrările încărcate
ru: Все загруженные строки
sv: Alla inlästa rader

source: Output target
bg: Извеждане в
cs: Cíl výstupu
de: Ausgabeziel
es: Destino de salida
fr: Cible de destination
hu: Kimenet célja
it: Destinazione output
pt: Destino da saída
ro: Ţintă ieşire
ru: Формат вывода
sv: Exportera till

source: Encoding:
bg: Кодиране:
cs: Kódování:
de: Kodierung:
es: Codificación:
fr: Encodage :
hu: Kódolás:
it: Codifica:
pt: Codificação:
ro: Codificare:
ru: Кодировка:
sv: Filkodning:

source: Copy to clipboard
bg: Клипборда
cs: Zkopírovat do schránky
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hu: Másolás vágólapra
it: Copia negli appunti
pt: Copiar para área de transferência
ro: Copiază în clipboard
ru: Копировать в буфер
sv: Kopiera till Urklipp:

source: File
bg: Файл
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
hu: Fájl
pt: Ficheiro
ro: Fişier
ru: Файл
sv: Arkiv

source: Doubleclick to select file
bg: Кликнете два пъти за да изберете файл
cs: Dvojklik pro výbrání souboru
de: Doppelklicken, um nach Datei zu suchen
es: Haga doble click para seleccionar archivo
fr: Double-clic pour sélectionner un fichier
hu: Dupla-klikk a fájl kiválasztásához
it: Doppio clic per selezionare il file
pt: Duplo clique para seleccionar o ficheiro
ro: Dublu-click pentru selecţie fişier
ru: Двойной клик для выбора файла
sv: Dubbelklicka för att välja fil

source: Options
bg: Настройки
cs: Možnosti
de: Optionen
es: Opciones
hu: Opciók
it: Opzioni
pt: Opções
ro: Opţiuni
ru: Опции
sv: Alternativ

source: Field separator:
bg: Разделител на полетата:
cs: Oddělovač:
de: Feldbegrenzer:
es: Separador campos:
fr: Séparat. champs :
hu: Mező elválasztó:
it: Separatore campi:
pt: Separador de campo:
ro: Separator de câmp:
ru: Разделитель полей:
sv: Fältavskiljare:

source: Encloser:
bg: Ограждане с:
cs: Uvozovky:
de: Feldumschließer:
es: Encerrar con:
fr: Conteneur :
hu: Lezárás:
it: Campi tra:
pt: Pôr entre:
ro: Marcator:
ru: Заключить в:
sv: Textavgränsare:

source: Line terminator:
bg: Край на реда:
cs: Konce řádků:
de: Zeilenende:
es: Terminador línea:
fr: Car. fin de ligne :
hu: Sorvégjel:
it: Terminatore linea:
pt: Fim de linha:
ro: Terminator de linie:
ru: Разделитель строк:
sv: Radslutstecken:

source: NULL value:
bg: Стойност за NULL:
cs: NULL hodnota:
de: NULL-Wert:
es: Valor para NULL:
fr: Valeur NULL :
hu: NULL érték:
it: Valore NULL:
pt: Valor NULL:
ro: Valoarea NULL:
ru: значение NULL:
sv: NULL-värde:

source: Include column names
bg: Добавяне имената на колоните
cs: Zahrnout názvy sloupců
de: Spaltennamen
es: Incluir nombres de columnas
fr: Inclure les noms de colonnes
hu: Csatolja az oszlopnevet
it: Includi nomi colonne
pt: Incluir nomes de coluna
ro: Include numele de coloane
ru: Включить заголовки столбцов
sv: Inkludera kolumnnamn

source: Include auto increment column
bg: Добавяне на auto_increment колоните
cs: Zahrnout sloupec Auto increment
de: Mit auto-increment-Spalte
es: Incluir columna auto incremental
fr: Inclure colonne à auto-incrément
hu: Csatolja az auto increment oszlopot
it: Includi colonna contatore
pt: Incluir coluna de incremento automático
ro: Include coloana auto increment
ru: Включить столбец с нумерацией
sv: Inkludera auto-uppräknad kolumn

source: Include SQL query
bg: Добавяне на SQL заявката
cs: Zahrnout SQL dotaz
de: Mit SQL-Abfrage
es: Incluir consulta SQL
fr: Inclure la requête SQL
hu: SQL lekérdezés befoglalása
it: Includi query SQL
pt: Incluir consulta SQL
ro: Include interogare SQL
ru: Включить SQL-запрос
sv: Inkludera SQL-fråga

source: Remove linebreaks from contents
bg: Премахване на новите редове
cs: Odstranit konce řádků z obsahu
de: Zeilenumbrüche aus dem Inhalt entfernen
es: Eliminar saltos de línea
fr: Supprimer les sauts de ligne
hu: Töréspontok eltávolítása a kommentekből
it: Rimuovi ritorni a capo dal contenuto
pt: Remover quebras de linha do conteúdo
ro: Îndepărtarea întreruperilor de rând din conținut
ru: Удалить переносы строк из контекста
sv: Ta bort radbrytningar i innehållet

source: Comma
bg: Запетая
cs: Tečka
de: Komma
es: Coma
fr: Virgule
hu: Vessző
it: Virgola
pt: Vírgula
ro: Virgulă
ru: Запятая
sv: Komma

source: Semicolon
bg: Точка и запетая
cs: Středník
de: Semikolon
es: Punto y coma
fr: Point-virgule
hu: Pontosvessző
it: Punto e virgola
pt: Ponto e vírgula
ro: Punct-virgulă
ru: Точка с запятой
sv: Semikolon

source: Single quote
bg: Единична кавичка
cs: Jednoduché uvozovky
de: Einfaches Anführungszeichen
es: Comilla sencilla
fr: Guillemet simple
hu: Szimpla idézőjel
it: Apice
pt: Aspa simples
ro: Apostrof
ru: Одинарная кавычка
sv: Enkelt citattecken

source: Double quote
bg: Двойни кавички
cs: Dvojité uvozovky
de: Anführungszeichen
es: Comilla doble
fr: Guillemet double
hu: Dupla idézőjel
it: Virgolette
pt: Aspas duplas
ro: Ghilimele
ru: Двойная кавычка
sv: Dubbelt citattecken

source: Windows linebreak
bg: Windows край на реда
cs: Konce řádků Windows
de: Windows-Zeilenumbruch
es: Salto de línea de Windows
fr: Fin de ligne Windows
hu: Windows sorvég
it: Terminatore di linea Windows
pt: Quebra de linha Windows
ro: Separator de linie Windows
ru: Разделитель строк Windows
sv: Windows-radslut

source: UNIX linebreak
bg: UNIX край на реда
cs: Konce řádků UNIX
de: UNIX-Zeilenumbruch
es: Salto de línea de UNIX
fr: Fin de ligne UNIX
hu: UNIX sorvég
it: Terminatore di linea UNIX
pt: Quebra de linha UNIX
ro: Separator de linie UNIX
ru: Разделитель строк Unix
sv: UNIX-radslut

source: Mac OS linebreak
bg: Mac OS край на реда
cs: Konce řádků Mac OS
de: MacOS-Zeilenumbruch
es: Salto de línea de Mac OS
fr: Fin de ligne Mac OS
hu: Mac OS sorvég
it: Terminatore di linea Mac OS
pt: Quebra de linha Mac OS
ro: Separator de linie Mac
ru: Разделитель строк Mac OS
sv: MacOS-radslut

source: NUL character
bg: NULL знак
cs: Znak NUL
de: NUL-Zeichen
es: Carácter NUL
fr: Caractère NUL
hu: NUL karakter
it: Carattere NUL
pt: Carácter NUL
ro: Caracter NUL
ru: Символ NUL
sv: NUL-tecken
