Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Database "%s" exists and has objects with same names as in "%s"
bg: БД "%s" съществува и съдържа обекти със същото име както в "%s"
cs: Databáze "%s" již existuje a má objekty se stejnými názvy jako "%s"
de: Die Datenbank "%s" existiert und enthält Objekte mit dem selben Namen wie in "%s"
es: La base de datos "%s" existe y tiene objetos con nombres iguales que en "%s"
fr: La base de données « %s » existe et possède des objets avec des mêmes noms que dans « %s ».
hu: A "%s" létezik és van olyan objektuma, melynek a neve "%s".
it: Il database “%s” esiste e contiene oggetti con gli stessi nomi definiti in “%s”
pt: A base de dados "%s" já existe e tem objectos com o mesmo nome que em "%s"
ro: Baza de date "%s" există deja şi are obiecte cu acelaşi nume ca şi în "%s"
ru: База данных «%s» существует и содержит объекты с такими же именами как в «%s»
sv: Databasen "%s" finns redan och har objekt med samma namn som i "%s"

source: Database "%s" exists. But it does not contain objects with same names as in "%s", so it's uncritical to move everything. Move all objects to "%s"?
bg: БД "%s" съществува, но не съдържа обекти със същото име както в "%s", така че не е критично да се премести всичко. Да се преместят ли всички обекти в "%s"?
cs: Databáze "%s" již existuje. Ale neobsahuje objekty se stejnými názvy jako "%s", takže je možné vše přesunout. Přesunout všechny objekty do "%s"?
de: Die Datenbank "%s" existiert bereits, aber enthält keine Objekte mit den selben Namen wie in "%s", demnach kann alles problemlos verschoben werden. Alle Objekte zu "%s" verschieben?
es: La base de datos "%s" existe. Pero no contiene objetos con nombres iguales que en "%s", así que no es crítico moverlo todo. ¿Mover todos los objetos a "%s"?
fr: La base de données « %s » existe mais ne contient pas d'objets avec des même noms que dans « %s ». Tout peut donc être déplacé. Faut-il déplacer tous les objets vers « %s » ?
hu: A "%s" adatbázis létezik. De nem tartalmaz olyan neveket, amelyek azonos nevekkel rendelkeznek, mint a "%s", így mindent el kell mozdítani. Minden objektum mozgatása a "%s"-ba?
it: Il database “%s” esiste. Tuttavia non contiene alcun oggetto con lo stesso nome di quelli in “%s”: è quindi sicuro spostare tutto. Spostare tutti gli oggetti in “%s”?
pt: A base de dados "%s" já existe. Mas não contém objectos com o mesmo nome que em "%s", não é problemático mover tudo. Deseja mover todos os objectos para "%s"?
ro: Baza de date "%s" există deja. Dar nu conţine obiecte cu nume identice cu cele din "%s", deci nu e critică mutarea tuturor obiectelor. Mutăm toate obiectele către "%s"?
ru: База данных «%s» существует. Но она не содержит объекты с такими же именами, как в «%s», так что возможно перенести всё. Переместить все объекты «%s»?
sv: Databasen "%s" finns redan. Den innehåller dock inga objekt med samma namn som "%s", så det är möjligt att flytta allt. Vill du flytta alla objekt till "%s"?

source: Altering database "%s" failed.
bg: БД "%s" не можа да бъде променена.
cs: Úprava tabulky "%s" selhala.
de: Änderung der Datenbank "%s" fehlgeschlagen.
es: Falló la alteración de la base de datos "%s".
fr: Modification de la base de données « %s » échouée.
hu: Nem sikerült módosítani a "%s" adatbázist.
it: Modifica del database “%s” fallita.
pt: Falha ao alterar a base de dados "%s".
ro: Modificarea bazei de date "%s" eşuată.
ru: Изменение базы данных «%s» не удалось.
sv: Kunde inte ändra databasen "%s".

source: Toggle the sort direction for this column.
bg: Промяна посоката на сортиране за тази колона.
cs: Změní směr řazení pro tento sloupec.
de: Sortierrichtung dieser Spalte umkehren.
es: Alternar la dirección de ordenación para esta columna.
fr: Active le tri sur cette colonne.
hu: Bekapcsolja az oszlop rendezési irányát.
it: Alterna il criterio di ordinamento per la colonna.
pt: Alternar a ordem desta coluna.
ro: Comută direcţia de sortare pentru această coloană.
ru: Переключить направление сортировки для этого столбца.
sv: Växla sorteringsordning för kolumnen.

source: Drops sorting by this column.
bg: Отказ от сортиране по тази колона.
cs: Odstraní řazení pro tento sloupec.
de: Sortierung dieser Spalte entfernen.
es: Suprime la ordenación por esta columna.
fr: Arrête le tri sur cette colonne.
hu: Törli az oszlop rendezési irányát.
it: Azzera ordinamento in base a questa colonna.
pt: Larga a ordenação desta coluna.
ro: Şterge sortarea prin această coloană.
ru: Сбросить сортировку по этому столбцу.
sv: Ta bort sorteringen på denna kolumn.

source: Error: Session "%s" not found in registry.
bg: Грешка: Сесията "%s" я няма в регистрите.
cs: Chyba: Místo "%s" nenalezeno v registru.
de: Fehler: Sitzung "%s" in der Registrierung nicht gefunden.
es: Error: No se encontró la sesión "%s" en el registro.
fr: Erreur : session « %s » non trouvée dans le registre.
hu: Hiba: Nem található a "%s" munkamenet.
it: Errore: la sessione “%s” non è stata trovata nel registro.
pt: Erro: sessão "%s" não encontrada no diário.
ro: Eroare. Sesiunea "%s" nu a fost găsită în registru.
ru: Ошибка: Сеанс «%s» не найден в реестре.
sv: Fel: Sessionen "%s" finns inte i registret.

source: Unsupported "NetType" value (%d) found in settings for session "%s".
bg: Неподдържана "NetType" стойност (%d) е намерена в сесия "%s".
cs: Nalezena nepodporovaná "NetType" hodnota (%d) v nastavení aktuálního sezení "%s".
de: Nicht unterstützter "NetType" Wert (%d) in Sitzung "%s" gefunden.
es: Se encontró un valor de "NetType" no admitido (%d) en la configuración de la sesión "%s".
fr: Valeur (%d) de « NetType » non prise en charge trouvée dans les paramètres de la session « %s ».
hu: "NetType" értéket (%d) találtam a(z) "%s" munkamenet beállításaiban.
it: Valore "NetType" non supportato (%d) trovato nelle impostazioni per la sessione "%s".
pt: Valor "NetType" não suportado (%d) encontrado nas definições para a sessão "%s".
ro: Valoarea "NetType" neacceptată (%d) a fost găsită în setările pentru sesiunea "%s".
ru: Неподдерживаемое значение "NetType" (%d) найдено в настройках сессии "%s".
sv: Ett icke stött "NetType"-värde (%d) hittades i inställningarna för sessionen "%s".

source: Loaded as MySQL/MariaDB session.
bg: Заредено като MySQL/MariaDB сесия.
cs: Načteno jako místo MySQL/MariaDB.
de: Geladen als MySQL/MariaDB-Sitzung
es: Cargado como sesión MySQL / MariaDB.
fr: Chargé comme session MySQL/MariaDB.
hu: Betöltve mint MySQL/MariaDB munkamenet.
it: Caricato come sessione MySQL/MariaDB.
pt: Carregado como sessão MySQL/MariaDB.
ro: Încărcat ca sesiune MySQL/MariaDB.
ru: Загрузить как MySQL/MariaDB сессию.
sv: Laddad som en MySQL/MariaDB-session.

source: Assign procedure "%s"
bg: Присъединяване на процедура "%s"
cs: Přiřazení procedury "%s"
de: Prozedur "%s" zuweisen
es: Asignar procedimiento "%s"
fr: Assigner la procédure « %s »
hu: Az eljárás hozzárendelése "%s"
it: Assegna procedura “%s”
pt: Atribuir procedimento "%s"
ro: Astribuie procedura "%s"
ru: Назначить процедуру «%s»
sv: Tilldela procedur "%s"

source: Your %s is incompatible to %s, or your system is missing a dependent library.
bg: Вашият %s е несъвместим с %s или в операционната Ви система липсва библиотека.
cs: Vaše %s je nekompatibilní s %s nebo ve vašem systému chybí závislá knihovna.
de: Ihr %s ist Inkompatibel zu %s oder Ihrem System fehlt eine abhängige Bibliothek.
es: Su %s es incompatible con %s, o a su sistema le falta una librería dependiente.
fr: Ce %s est incompatible avec %s, ou il manque une librairie dépendante sur le système.
hu: A %s nem kompatibilis a %s rendszerrel, vagy hiányzik a függő könyvtár.
it: Il tuo %s non è compatibile con %s, oppure una libreria richiesta non è presente nel sistema.
pt: O seu %s é incompatível com %s, ou o seu sistema tem uma biblioteca necessária em falta.
ro: Sistemul dvs. %s este incompatibil cu %s, sau sistemului dvs. îi lipsește o bibliotecă dependentă.
ru: Ваша %s не совместима с %s или в системе отсутствует необходимая библиотека.
sv: Din %s är inte kompatibel med %s, eller ditt system saknar ett bibliotek.

source: SSL parameters successfully set.
bg: SSL параметърът беше успешно зададен.
cs: SSL parametry úspěšně nastaveny.
de: SSL-Parameter erfolgreich gesetzt.
es: Parámetros SSL ajustados con éxito.
fr: Paramètres SSL correctement configurés.
hu: Az SSL paraméterek sikeresen beállítva.
it: Parametri SSL impostati correttamente.
pt: Parâmetros SSL definidos com sucesso.
ro: Parametri SSL setaţi cu succes.
ru: Параметры SSL успешно установлены.
sv: Lyckades att sätta SSL-parametrarna.

source: Attempt to create SSH process, waiting %ds for response ...
bg: Опит за създаване на SSH процес, изчакване %d сек. за отговор
cs: Pokus o vytvoření SSH procesu, čekání %ds na odpověď ...
de: Versuche SSH-Prozess zu starten, warte %ds auf Antwort …
es: Intento de crear un proceso SSH, esperando %ds por respuesta...
fr: Tentative de création du processus SSH, attente de réponse de %d s…
it: Prova a creare un processo SSH, attendendo una risposta per %ds…
ro: Încercare de creare a procesului SSH, în așteptare %ds pentru răspuns ...
sv: Försöker skapa SSH-process, väntar %ds på svar ...

source: Error creating I/O pipes
bg: Грешка при създаване на вх./изх. канал
cs: Chyba vytváření I/O
de: Fehler beim Erzeugen der E/A-Kanäle
es: Error al crear tuberías de E/S
fr: Erreur lors de la création des tunnels E/S
hu: Hiba Az I/O csatorna létrehozásakor
it: Errore durante la creazione dei pipe I/O
pt: Erro ao criar túneis de E/S
ro: Eroare creare țevi I/O.
ru: Ошибка создания пайпа
sv: Lyckades inte skapa en I/O-pipe

source: Error reading I/O pipes
bg: Грешка при четене от вх./изх. канал
cs: Chyba čtení I/O
de: Fehler beim Lesen der E/A-Kanäle
es: Error al leer tuberías de E/S
fr: Erreur lors de la lecture des tunnels E/S
hu: Hiba az I/O csatorna olvasásakor
it: Errore durante la lettura dei pipe I/O
pt: Erro ao ler túneis de E/S
ro: Eroare citire țevi I/O.
ru: Ошибка чтения пайпа
sv: Lyckades inte läsa en I/O-pipe

source: SSH command cancelled
bg: SSH командата е прекратена
cs: Příkaz SSH zrušen
de: SSH-Befehl abgebrochen
es: Comando SSH cancelado
fr: Commande SSH annulée
it: Comando SSH annullato
ro: Comandă SSH anulată
sv: SSH-kommando avbrutet

source: SSH exited unexpected. Command line was: %s
bg: SSH приключи неочаквано. Използван команден ред: %s
cs: SSH bylo neočekávaně ukončeno. Příkaz byl: %s
de: SSH wurde unerwarteterweise beendet. Kommandozeile: %s
es: SSH salió de forma inesperada. La línea de comandos fue: %s
fr: Fin inattendue de SSH. La ligne de commande était :1%s
it: SSH è terminato in maniera non prevista. La linea di comando è: %s
ro: SSH a ieșit în mod neașteptat. Linia de comandă a fost: %s
sv: SSH avslutades oväntat. Kommandoraden var: %s

source: Could not execute SSH command: %s
bg: Не може да се изпълни SSH командата: %s
cs: Nelze vykonat SSH příkaz: %s
de: Konnte SSH nicht ausführen: %s
es: No se pudo ejecutar el comando SSH: %s
fr: Impossible d'exécuter la commande SSH : 1%d
it: Impossibile eseguire il comando SSH: %s
ro: Nu s-a putut executa comanda SSH: %s
sv: Kunde inte köra SSH-kommando: %s

source: Could not execute SSH command: Port %d already in use.
bg: Не може да се изпълни SSH командата: Порт %d е зает.
cs: Nelze vykonat SSH příkaz: Port %d je již v provozu.
de: Konnte SSH nicht ausführen: Port %d bereits belegt
es: No se pudo ejecutar el comando SSH: El puerto %d ya está en uso.
fr: Impossible d'exécuter la commande SSH : port 1%d déjà utilisé.
it: Impossibile eseguire il comando SSH: porta %d già in uso.
ro: Nu s-a putut executa comanda SSH: Port %d deja în uz.
sv: Kunde inte köra SSH-kommando: Port %d används redan.

source: Port #%d in use. Checking if #%d is available...
bg: Порт #%d се използва. Проверка дали #%d е свободен...
cs: Port #%d se používá. Kontrola zda #%d je dostupný...
de: Port #%d wird bereits verwendet. Teste ob #%d verfügbar ist …
es: El puerto #%d está en uso. Verificando si el #%d está disponible...
fr: Port n° %d utilisé. Vérification si le n° %d est disponible…
hu: A # %d port foglalt. Ellenőrizze ha # %d engedélyezve van-e
it: La porta %d è in uso. Verifica della disponibilità della porta %d...
pt: Porta %d em uso. A verificar disponibilidade de %d...
ro: Portul #%d este utilizat deja. Verific dacă #%d este disponibil...
ru: Используется порт #%d. Проверка доступности порта #%d...
sv: Port %d används redan. Kollar om %d är ledig...

source: Connection closed immediately after it was established. This is mostly caused by an "%s" server variable which has errors in itself, or your user account does not have the required privileges for it to run. You may ask someone with SUPER privileges * either to fix the "%s" variable, * or to grant you missing privileges.
bg: Връзката се затвори веднага след като беше създадена. Най-често причината за това е стонйостта на сървърна променлива"%s" или Вашия потребителски профил няма достатъчно права Може да помолите някой с най-високи права да поправи стойността на променливата %s или да Ви даде липсващите права.
cs: Spojení bylo po navázání okamžitě ukončeno. Nejčastějším důvodem je proměnná serveru "%s", která obsahuje chybu nebo nedostatečná oprávnění přidělená k vašemu uživatelskému účtu. Můžete požádat někoho se SUPER oprávněním o * opravu proměnné "%s" * přidělení chybějících oprávnění.
de: Verbindung hergestellt und sofort wieder unterbrochen. Dies passiert meist bei einer fehlerhaften "%s" Server-Variable oder wenn Ihr Benutzerkonto nicht die notwendigen Rechte hat, diesen Startbefehl auszuführen. Sie könnten jemanden mit SUPER-Berechtigung bitten * entweder die "%s" Variable zu korrigieren * oder Ihnen die notwendigen Rechte zur Ausführung zu geben.
es: La conexión se cerró inmediatamente después de que fue establecida. Esto se debe principalmente a una variable de servidor "%s" que tiene errores en sí misma, o a que su cuenta de usuario no tiene los privilegios requeridos para que corra. Usted debería pedirle a alguien con privilegio SUPER * ya sea que corrija la variable "%s", * o que le conceda los privilegios que le hacen falta.
fr: La connexion s'est fermée une fois établie. Ceci est généralement dû à « %s », une variable du serveur, qui contient elle-même des erreurs, ou un problème de droits sur le compte utilisateur. Il est possible de demander à un utilisateur privilégié : * de corriger la variable « %s » ; * d'accorder les privilèges nécessaires.
hu: A kapcsolat azonnal lezárult, miután létrehozta. Ezt leginkább egy "%s" szerver változó okozza, amely önmagában hibákat okoz, vagy a felhasználó fiókja nem rendelkezik a szükséges jogosultságokkal ahhoz, hogy futhassa. Kérjen meg valakit, aki SUPER jogosultságokkal rendelkezik, hogy a. * a "%s" változó javítsa, * vagy a szükséges jogosultságot megadja.
it: La connessione è stata chiusa subito dopo essere stata aperta. Di solito questo è causato da una variabile del server “%s” che contiene errori, oppure l’account utilizzato non ha i privilegi necessari per l’esecuzione. È possibile chiedere a chi ha i privilegi SUPER * di correggere la variabile “%s”, * oppure di concedere i privilegi mancanti.
pt: Ligação fechada imediatamente após estabelecimento. Provavelmente causado por uma variável de servidor "%s" que tem erros em si própria, ou a sua conta de utilizador não tem os privilégios requeridos para a executar. Pode pedir a alguém com privilégios SUPER: * ou para reparar a variável "%s", * ou para lhe conceder os privilégios necessários.
ro: Conexiunea a fost închisă imediat după stabilirea acesteia. Cel mai probabil acest lucru a fost cauzat de o variabilă "%s" a server-ului care conține erori, sau contul dumneavoastră de utilizator nu deține drepturile necesare pentru a o rula. Puteți solicita cuiva cu permisiuni SUPER: * fie să remedieze variabila "%s", * fie să vă acorde drepturile necesare.
ru: Соединение было закрыто сразу после того, как было установлено. Чаще всего это происходит из-за переменной сервера «%s», которая сама по себе имеет ошибочное значение или текущий пользователь не имеет достаточных привилегий. Вы можете попросить кого-либо, имеющего привилегии SUPER * или исправить значение переменной «%s», * или дать необходимые привилегии текущему пользователю.
sv: Anslutningen stängdes direkt efter att den skapats. Detta beror oftast på en "%s" server-variabel har fel i sig, eller att ditt användarkonto inte har den nödvändiga behörigheten för att kunna köra. Du kan fråga någon med SUPER-behörighet * antingen att fixa "%s"-variabeln, * eller att ge dig behörigheten du saknar.

source: Connected. Thread-ID: %d
bg: Свързан. Thread-ID: %d
cs: Připojeno. ID vlákna: %d
de: Verbunden. Prozess-ID: %d
es: Conectado. ID de Hilo: %d
fr: Connecté. ID du processus : %d
hu: Törölve! Szál-ID: %d
it: Connesso. ID thread: %d
pt: Ligado. ID de linha: %d
ro: Conectat. ID-fir-execuţie: %d
ru: Соединено. Идентификатор процесса: %d
sv: Ansluten. Tråd-id: %d

source: On Wine, you can try to install MDAC:
bg: На Wine може да пробвате да инсталирате MDAC:
cs: Pod Wine můžete zkusit nainstalovat MDAC:
de: In Wine können Sie versuchen MDAC zu installieren:
es: En Wine, usted puede intentar instalar MDAC:
fr: Sous Wine, il est peut être tenté d'installer MDAC :
hu: A Wine-ban megpróbálhatja telepíteni az MDAC-t:
it: Su Wine è possibile provare a installare MDAC:
pt: No Wine, pode tentar instalar o MDAC:
ro: Pe Wine, poţi încerca instalarea MDAC:
ru: Под Wine вы можете попробовать установить MDAC:
sv: I Wine så kan du testa att installera MDAC:

source: OLE DB property "%s": %s
bg: Свойство на OLE DB "%s": %s
cs: OLE DB vlastnost "%s": %s
de: OLE DB Eigenschaft "%s": %s
es: Propiedad OLE DB "%s": %s
fr: Propriété OLE DB « %s » : %s
hu: OLE DB tulajdonság "%s" : %s
it: Proprietà OLE DB “%s”: %s
pt: Propriedade OLE DB "%s": %s
ro: Proprietate BD OLE "%s": %s
ru: Свойство OLE DB «%s»: %s
sv: OLE DB-egenskap "%s": %s

source: Loading library file %s ...
bg: Зареждане на библиотечен файл %s ...
cs: Načítání souboru knihovny %s ...
de: Lade Bibliothek Datei %s …
es: Cargando archivo de biblioteca %s ...
fr: Chargement de la bibliothèque %s…
hu: A %s könyvtári fájl betöltése ...
it: Caricamento file libreria %s…
pt: A carregar biblioteca %s...
ro: Încărcare fişier librărie %s ...
ru: Загрузка файла библиотеки %s...
sv: Laddar programbiblioteksfilen %s ...

source: Trying to load library with full path: %s
bg: Зареждане на библиотека с пълния път: %s
cs: Pokus o načtení knihovny s úplnou cestou: %s
de: Versuche Bibliothek mit vollem Dateipfad zu laden: %s
es: Intentando cargar biblioteca con ruta completa: %s
fr: Tentative de chargement de la bibliothèque avec le chemin complet : %s
hu: A betöltendő könyvtári fájl teljes elérési útja:
it: Provo a caricare la libreria con percorso completo: %s
pt: A tentar carregar biblioteca com o caminho completo: %s
ro: Încercarea de a încărca biblioteca cu calea completă: %s
ru: Попытка загрузить библиотеку по полному пути: %s
sv: Försöker att ladda programbiblioteket med fullständig sökväg: %s

source: Library error in %s: Could not find procedure address for "%s"
bg: Библиотечна грешка в %s: Не може да се намери адреса на процедурата "%s".
cs: Chyba knihovny v %s: Nelze najít adresu procedury pro "%s"
de: Bibliothek-Fehler in %s: Speicheradresse für "%s" nicht auffindbar.
es: Error de biblioteca en %s: No se pudo encontrar dirección de procedimiento para "%s"
fr: Erreur de bibliothèque dans %s : adresse de procédure pour « %s » introuvable.
hu: Könyvtár hiba %s: Nem található a "%s" eljárás címe.
it: Errore libreria in %s: non è stato possibile trovare l’indirizzo della procedura per “%s”
pt: Erro de biblioteca em %s: impossível encontrar endereço de procedimento para "%s"
ro: Eroare librărie în %s. Nu pot determina adresa "%s" pentru procedură
ru: Ошибка библиотеки %s: Не удалось найти адрес процедуры «%s»
sv: Programbiblioteksfel i %s: Hittade inte proceduradressen för "%s"

source: Library %s could not be loaded. Please select a different one.
bg: Библиотеката %s не може да бъде заредена. Моля,. изберете друга.
cs: Knihovna %s nemohla být načtena. Zvolte prosím jinou.
de: Bibliothek %s konnte nicht geladen werden. Bitte eine andere auswählen.
es: No se pudo cargar la librería %s. Por favor elija una diferente.
fr: La bibliothèque %s ne peut être chargée. En sélectionner une autre.
hu: %s könyvtár nem tölthető be. Kérlek, válassz másikat.
it: Non è stato possibile caricare la libreria %s. Selezionarne un'altra.
pt: Impossível carregar a biblioteca %s. Por favor, seleccione outra.
ro: Biblioteca %s nu a putut fi încărcată. Vă rugăm să selectați o alta.
ru: Невозможно загрузить библиотеку %s. Пожалуйста, выберите другую.
sv: Bibliotek %s kunde inte laddas. Välj ett annat.

source: Library %s seems unusable. Please select a different one.
bg: Библиотеката %s изглежда неизползваема. Моля, изберете друга.
cs: Knihovna %s se zdá být nepoužitelná. Zvolte prosím jinou.
de: Bibliothek %s scheint inkompatibel. Bitte eine andere auswählen.
es: La librería %s parece inutilizable. Por favor seleccione una diferente.
fr: La bibliothèque %s semble inutilisable. En sélectionner une autre.
hu: %s könyvtár használhatatlan. Kérlek, válassz másikat.
it: Sembra che la libreria %s sia inutilizzabile. Selezionarne un'altra.
pt: A biblioteca %s parece inutilizável. Por favor, seleccione outra.
ro: Biblioteca %s pare inutilizabilă. Vă rugăm să selectați o altă bibliotecă.
ru: Невозможно использовать библиотеку %s . Пожалуйста, выберите другую.
sv: Bibliotek %s verkar vara oanvändbart. Välj ett annat.

source: Please launch %s from the directory where you have installed it. Or just reinstall %s.
bg: Моля, пуснете %s от инсталационната директория или просто преинсталирайте %s.
cs: Načtěte prosím %sz knihovny, kterou jste instalovali. Nebo prostě přeinstalujte %s.
de: Bitte führe %s aus dem Installations-Verzeichnis aus. Oder installiere %snoch einmal neu.
es: Por favor ejecute %s desde el directorio donde lo haya instalado o simplemente reinstale.
fr: Lancer %s depuis le dossier où il est installé. Ou réinstaller %s.
hu: Kérem indítsa újra a %s abból a könyvtárból, melybe telepítette. Vagy telepítse újra.
it: Avviare %s dalla cartella dove è stato installato. Oppure basta reinstallare %s.
pt: Por favor, inicie %s da pasta onde fez a instalação. Ou reinstale %s.
ro: Vă rugăm să lansați %s din directorul în care l-ați instalat. Sau reinstalați %s.
ru: Пожалуйста, запустите из каталога %s, где вы его установили. Или просто переустановите %s.
sv: Starta %s från den mapp där du installerat det. Alternativt, installera om %s.

source: Internal error %d: %s
bg: Вътрешна грешка %d: %s
cs: Vnitřní chyba %d: %s
de: Interner Fehler %d: %s
es: Error interno %d: %s
fr: Erreur interne %d : %s
hu: Belső hiba %d : %s
it: Errore interno %d: %s
pt: Erro interno %d: %s
ro: Eroare internă %s : %s
ru: Внутренняя ошибка %d: %s
sv: Internt fel %d: %s

source: Login to %s:
bg: Вход към %s:
cs: Přihlášení k %s:
de: Anmelden auf %s:
es: Iniciar sesión en %s:
fr: Se connecter à %s :
hu: Bejelentkezés %s:
it: Accesso a %s:
pt: Iniciar sessão em %s:
ro: Autentificare la %s:
ru: Вход в %s:
sv: Logga in på %s:
