Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: SQL files
bg: SQL файлове
cs: SQL soubory
de: SQL-Dateien
es: Archivos SQL
fr: Fichiers SQL
hu: SQL fájlok
it: File SQL
pt: Ficheiros SQL
ro: Fişiere SQL
ru: SQL-файлы
sv: SQL-filer

source: All files
bg: Всички файлове
cs: Všechny soubory
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
hu: Minden fájl
it: Tutti i file
pt: Todos os ficheiros
ro: Toate fişierele
ru: Все файлы
sv: Alla filer

source: ZIP files
bg: ZIP файлове
cs: ZIP soubory
de: ZIP-Dateien
es: Archivos ZIP
fr: Fichiers ZIP
hu: ZIP fájlok
it: File zip
pt: Ficheiros ZIP
ro: Fişiere ZIP
ru: ZIP-файлы
sv: ZIP-filer

source: Compressing
bg: Компресиране
cs: Komprimace
de: Komprimiere
es: Comprimiendo
fr: Compression
hu: Tömörítés
it: Compressione
pt: A comprimir
ro: Arhivare
ru: Сжатие
sv: Komprimering

source: Insert value
bg: Вмъкване на стойност
cs: Vložit hodnotu
de: Speziellen Wert einfügen
es: Insertar valor
fr: Insérer valeur
hu: Érték beszúrása
it: Inserisci valore
pt: Inserir valor
ro: Inserează valoare
ru: Вставить значение
sv: Infoga värde

source: This is a UNIX timestamp column
bg: Това е UNIX timestamp колона
cs: Toto je sloupec s UNIX časovým razítkem
de: Dies ist eine UNIX-Zeitstempel-Spalte
es: Esta es una columna de marca de tiempo UNIX
fr: Colonne d'horodatage UNIX
hu: Ez egy UNIX időbélyeg oszlop
it: Questa è una colonna timestamp UNIX
pt: Esta é uma coluna de carimbo UNIX
ro: Aceasta este o coloana de tip timestamp UNIX
ru: Это столбец UNIX timestamp
sv: Det här är en kolumn med en UNIX-tidsstämpel

source: Insert datetime-value
bg: Вмъкване на стойност тип дата-час
cs: Vloží hodnotu aktuálního datumu a času
de: Datum/Uhrzeit einfügen
es: Insertar valor de fecha y hora
fr: Insérer valeur date-heure
hu: Dátumidő érték beszúrása
it: Inserisci valore data/ora
pt: Inserir valor de data/hora
ro: Inserează valoare calendar
ru: Вставить дату и время
sv: Infoga datetime-värde

source: Insert date-value
bg: Вмъкване на стойност тип дата
cs: Vloží hodnotu aktuálního datumu
de: Datum einfügen
es: Insertar valor de fecha
fr: Insérer valeur date
hu: Dátum érték beszúrása
it: Inserisci valore data
pt: Inserir valor de data
ro: Inserează valoare dată
ru: Вставить дату
sv: Infoga date-värde

source: Insert time-value
bg: Вмъкване на стойност тип час
cs: Vloží hodnotu aktuálního času
de: Uhrzeit einfügen
es: Insertar valor de hora
fr: Insérer valeur heure
hu: Idő érték beszúrása
it: Inserisci valore ora
pt: Inserir valor de hora
ro: Inserează valoare timp
ru: Вставить время
sv: Infoga time-värde

source: Insert year-value
bg: Вмъкване на стойност тип година
cs: Vloží hodnotu aktuálního roku
de: Jahr einfügen
es: Insertar valor de año
fr: Insérer valeur année
hu: Év érték beszúrása
it: Inserisci valore anno
pt: Inserir valor de ano
ro: Inserează valoare an
ru: Вставить год
sv: Infoga year-värde

source: Insert UNIX timestamp
bg: Вмъкване на UNIX timestamp
cs: Vloží hodnotu časového razítka UNIX
de: UNIX-Zeitstempel einfügen
es: Insertar marca de tiempo UNIX
fr: Insérer un horodateur UNIX
hu: UNIX időbélyeg beszúrása
it: Inserisci timestamp UNIX
pt: Inserir carimbo UNIX
ro: Inserează ştampilă timp UNIX
ru: Вставить Unix Timestamp
sv: Infoga UNIX-tidsstämpel

source: Quick Filter
bg: Бърз филтър
cs: Rychlý filtr
de: Schnellfilter
es: Filtro rápido
fr: Filtre rapide
hu: Gyors szűrő
it: Filtro veloce
pt: Filtro rápido
ro: Filtru rapid
ru: Быстрый фильтр
sv: Snabbfilter

source: More values ...
bg: Още стойности ...
cs: Více hodnot ...
de: Weitere Werte …
es: Más valores ...
fr: Plus de valeurs…
hu: Egyéb értékek ...
it: Più valori…
pt: Mais valores...
ro: Mai multe valori ...
ru: Больше значений...
sv: Fler värden ...

source: Table too large (>%s), avoiding long running SELECT query
bg: Таблицата е твърде голяма (> %s), избягвайте заявки, изпълнявани продължително време
cs: Tabulka je příliš veliká (>%s), zabraňuji příliš dlouho běžícímu dotazu SELECT
de: Tabelle zu groß (>%s), vermeide lang dauernde Abfrage
es: Tabla demasiado grande (>%s), evitando consulta SELECT de ejecución prolongada
fr: Table trop large (>%s), évitement des requêtes SELECT à exécution longue
hu: Túl nagy tábla (> %1 ), elkerülhető a SELECT lekérdezés hosszan tartó futása
it: Tabella troppo grande (>%s), cerco di evitare query SELECT che durano tanto.
pt: Tabela muito grande (>%s), a evitar consulta SELECT de longa duração
ro: Tabelă prea mare (>%s), se evită rularea interogărilor SELECT de durată
ru: Таблица слишком большая (>%s), попытка избежать длительного запроса SELECT
sv: Tabellen är för stor (>%s), förhindrar långkörande SELECT-fråga

source: Quick filter: Column = Focused
bg: Бърз филтър: Колона = данни във фокус
cs: Rychlý filtr: Sloupec = Aktivní
de: Schnellfilter: Spalte = Fokuswert
es: Filtro rápido: Columna = Enfocada
fr: Filtre rapide : Colonne = Sélection
hu: Gyors szűrő: Oszlop = Fókuszált
it: Filtro veloce: Colonna = Selezione
pt: Filtro rápido: Coluna = Em foco
ro: Filtru rapid: Coloană = Focalizat
ru: Быстрый фильтр: Столбец = Выделено
sv: Snabbfilter: Kolumn = Fokuserad

source: Quick filter: Column != Focused
bg: Бърз филтър: Колона != данни във фокус
cs: Rychlý filtr: Sloupec != Aktivní
de: Schnellfilter: Spalte != Fokuswert
es: Filtro rápido: Columna != Enfocada
fr: Filtre rapide : Colonne != Focalisée
hu: Gyors szűrő: Oszlop != Fókuszált
it: Filtro veloce: Colonna != Selezione
pt: Filtro rápido: Coluna != Em foco
ro: Filtru rapid: Coloană != Focalizat
ru: Быстрый фильтр: Столбец != Выделено
sv: Snabbfilter: Kolumn != Fokuserad

source: Quick filter: Column > Focused
bg: Бърз филтър: Колона > данни във фокус
cs: Rychlý filtr: Sloupec > Aktivní
de: Schnellfilter: Spalte > Fokuswert
es: Filtro rápido: Columna > Enfocada
fr: Filtre rapide: Colonne > Focalisée
hu: Gyors szűrő: Oszlop > Fókuszált
it: Filtro veloce: Colonna > Selezione
pt: Filtro rápido: Coluna > Em foco
ro: Filtru rapid: Coloană > Focalizat
ru: Быстрый фильтр: Столбец > Выделено
sv: Snabbfilter: Kolumn > Fokuserad

source: Quick filter: Column < Focused
bg: Бърз филтър: Колона < данни във фокус
cs: Rychlý filtr: Sloupec < Aktivní
de: Schnellfilter: Spalte < Fokuswert
es: Filtro rápido: Columna < Enfocada
fr: Filtre rapide : Colonne < Focalisée
hu: Gyors szűrő: Oszlop < Fókuszált
it: Filtro veloce: Colonna < Selezione
pt: Filtro rápido: Coluna < Em foco
ro: Filtru rapid: Coloană < Focalizat
ru: Быстрый фильтр: Столбец < Выделено
sv: Snabbfilter: Kolumn < Fokuserad

source: Quick filter: Column LIKE Focused%
bg: Бърз филтър: Колона LIKE данни във фокус%
cs: Rychlý filtr: Sloupec JAKO Aktivní%
de: Schnellfilter: Spalte LIKE Fokuswert%
es: Filtro rápido: Columna LIKE Enfocada%
fr: Filtre rapide : Colonne LIKE Focalisée%
hu: Gyors szűrő: Oszlop LIKE Fókuszált%
it: Filtro veloce: Colonna LIKE Selezione%
pt: Filtro rápido: Coluna LIKE Em foco%
ro: Filtru rapid: Coloana LIKE Focalizat%
ru: Быстрый фильтр: Столбец LIKE Выделено%
sv: Snabbfilter: Kolumn LIKE Fokuserad%

source: Quick filter: Column LIKE %Focused
bg: Бърз филтър: Колона LIKE %F данни във фокус
cs: Rychlý filtr: Sloupec JAKO %Faktivní
de: Schnellfilter: Spalte LIKE %Fokuswert
es: Filtro rápido: Columna LIKE %Enfocada
fr: Filtre rapide : Colonne LIKE %Focalisée
it: Filtro veloce: Colonna LIKE %Selezione
pt: Filtro rápido: Coluna LIKE Em %Foco
ro: Filtru rapid: Coloana LIKE %F ocalizat
ru: Быстрый фильтр: столбец LIKE %F сфокусированный
sv: Snabbfilter: Kolumn LIKE %Fokuserad

source: Quick filter: Column LIKE %Focused%
bg: Бърз филтър: Колона LIKE %F данни във фокус%
cs: Rychlý filtr: Sloupec JAKO %Faktivní%
de: Schnellfilter: Spalte LIKE %Fokuswert%
es: Filtro rápido: Columna LIKE %Enfocada%
fr: Filtre rapide : Colonne LIKE %Focalisée%
it: Filtro veloce: Colonna LIKE %Selezione%
pt: Filtro rápido: Coluna LIKE Em %Foco%
ro: Filtru rapid: Coloana LIKE %F ocalizat%
ru: Быстрый фильтр: столбец LIKE %F сфокусированный на %
sv: Snabbfilter: Kolumn LIKE %Fokuserad%

source: Quick filter: Column = Prompt
bg: Бърз филтър: Колона = данни от клавиатура
cs: Rychlý filtr: Sloupec = Výzva
de: Schnellfilter: Spalte = Eingabe
es: Filtro rápido: Columna = Solicitar
fr: Filtre rapide : Colonne = Prompt
it: Filtro veloce: Colonna = Chiedi
pt: Filtro rápido: Coluna = Pedir
ro: Filtru rapid: Coloană = Prompt
ru: Быстрый фильтр: Cтолбец = Подсказка
sv: Snabbfilter: Kolumn = Inmatning

source: Quick filter: Column != Prompt
bg: Бърз филтър: Колона != данни от клавиатура
cs: Rychlý filtr: Sloupec != Výzva
de: Schnellfilter: Spalte != Eingabe
es: Filtro rápido: Columna != Solicitar
fr: Filtre rapide : Colonne != Prompt
it: Filtro veloce: Colonna != Chiedi
pt: Filtro rápido: Coluna != Pedir
ro: Filtru rapid: Coloană != Prompt
ru: Быстрый фильтр: Cтолбец != Подсказка
sv: Snabbfilter: Kolumn != Inmatning

source: Quick filter: Column > Prompt
bg: Бърз филтър: Колона > данни от клавиатура
cs: Rychlý filtr: Sloupec > Výzva
de: Schnellfilter: Spalte > Eingabe
es: Filtro rápido: Columna > Solicitar
fr: Filtre rapide : Colonne > Prompt
it: Filtro veloce: Colonna > Chiedi
pt: Filtro rápido: Coluna > Pedir
ro: Filtru rapid: Coloană > Prompt
ru: Быстрый фильтр: Столбец > Подсказка
sv: Snabbfilter: Kolumn > Inmatning

source: Quick filter: Column < Prompt
bg: Бърз филтър: Колона < данни от клавиатура
cs: Rychlý filtr: Sloupec < Výzva
de: Schnellfilter: Spalte < Eingabe
es: Filtro rápido: Columna < Solicitar
fr: Filtre rapide : Colonne < Prompt
it: Filtro veloce: Colonna < Chiedi
pt: Filtro rápido: Coluna < Pedir
ro: Filtru rapid: Coloană < Prompt
ru: Быстрый фильтр: Cтолбец < Подсказка
sv: Snabbfilter: Kolumn < Inmatning

source: Quick filter: Column LIKE %Prompt%
bg: Бърз филтър: Колона LIKE %данни от клавиатура%
cs: Rychlý filtr: Sloupec JAKO %Výzva%
de: Schnellfilter: Spalte LIKE %Eingabe%
es: Filtro rápido: Columna LIKE %Solicitar%
fr: Filtre rapide : Colonne LIKE %Prompt%
it: Filtro veloce: Colonna LIKE %Chiedi%
pt: Filtro rápido: Coluna LIKE %Pedir%
ro: Filtru rapid: Coloană LIKE %Prompt%
ru: Быстрый фильтр: столбец LIKE %Prompt%
sv: Snabbfilter: Kolumn LIKE %Inmatning%

source: Quick filter: Column IS NULL
bg: Бърз филтър: Колона IS NULL
cs: Rychlý filtr: Sloupec JE NULL
de: Schnellfilter: Spalte IS NULL
es: Filtro rápido: Columna IS NULL
fr: Filtre rapide : Colonne IS NULL
it: Filtro veloce: Colonna IS NULL
pt: Filtro rápido: Coluna IS NULL
ro: Filtru rapid: Coloană IS NULL
ru: Быстрый фильтр: столбец ПУСТОЙ
sv: Snabbfilter: Kolumn IS NULL

source: Quick filter: Column IS NOT NULL
bg: Бърз филтър: Колона IS NOT NULL
cs: Rychlý filtr: Sloupec NENÍ NULL
de: Schnellfilter: Spalte IS NOT NULL
es: Filtro rápido: Columna IS NOT NULL
fr: Filtre rapide : Colonne IS NOT NULL
it: Filtro veloce: Colonna IS NOT NULL
pt: Filtro rápido: Coluna IS NOT NULL
ro: Filtru rapid: Coloană IS NOT NULL
ru: Быстрый фильтр: столбец НЕ ПУСТОЙ
sv: Snabbfilter: Kolumn IS NOT NULL

source: Quick filter: Column = Clipboard
bg: Бърз филтър: Колона = Клипборд
cs: Rychlý filtr: Sloupec = Schránka
de: Schnellfilter: Spalte = Zwischenspeicher
es: Filtro rápido: Columna = Portapapeles
fr: Filtre rapide : Colonne = Presse-papiers
it: Filtro veloce: Colonna = Appunti
pt: Filtro rápido: Coluna = Área de transferência
ro: Filtru rapid: Coloană = Clipboard
ru: Быстрый фильтр: столбец = буфер обмена
sv: Snabbfilter: Kolumn = Urklipp

source: Quick filter: Column != Clipboard
bg: Бърз филтър: Колона != Клипборд
cs: Rychlý filtr: Sloupec != Schránka
de: Schnellfilter: Spalte != Zwischenspeicher
es: Filtro rápido: Columna != Portapapeles
fr: Filtre rapide : Colonne != Presse-papiers
it: Filtro veloce: Colonna != Appunti
pt: Filtro rápido: Coluna != Área de transferência
ro: Filtru rapid: Coloană != Clipboard
ru: Быстрый фильтр: Cтолбец != Буфер обмена
sv: Snabbfilter: Kolumn != Urklipp

source: Quick filter: Column > Clipboard
bg: Бърз филтър: Колона > Клипборд
cs: Rychlý filtr: Sloupec > Schránka
de: Schnellfilter: Spalte > Zwischenspeicher
es: Filtro rápido: Columna > Portapapeles
fr: Filtre rapide : Colonne > Presse-papiers
it: Filtro veloce: Colonna > Appunti
pt: Filtro rápido: Coluna > Área de transferência
ro: Filtru rapid: Coloană > Clipboard
ru: Быстрый фильтр: столбец > буфер обмена
sv: Snabbfilter: Kolumn > Urklipp

source: Quick filter: Column < Clipboard
bg: Бърз филтър: Колона < Клипборд
cs: Rychlý filtr: Sloupec < Schránka
de: Schnellfilter: Spalte < Zwischenspeicher
es: Filtro rápido: Columna < Portapapeles
fr: Filtre rapide : Colonne < Presse-papiers
it: Filtro veloce: Colonna < Appunti
pt: Filtro rápido: Coluna < Área de transferência
ro: Filtru rapid: Coloană < Clipboard
ru: Быстрый фильтр: столбец < буфер обмена
sv: Snabbfilter: Kolumn < Urklipp

source: Quick filter: Column LIKE %Clipboard%
bg: Бърз филтър: Колона LIKE %Клипборд%
cs: Rychlý filtr: Sloupec JAKO %Schránka%
de: Schnellfilter: Spalte LIKE %Zwischenspeicher%
es: Filtro rápido: Columna LIKE %Portapapeles%
fr: Filtre rapide : Colonne LIKE %Presse-papiers%
it: Filtro veloce: Colonna LIKE %Appunti%
pt: Filtro rápido: Coluna LIKE %Área de transferência%
ro: Filtru rapid: Coloană LIKE %Clipboard%
ru: Быстрый фильтр: столбец LIKE %буфер обмена%
sv: Snabbfilter: Kolumn LIKE %Urklipp%

source: Quick filter: Column IN (Clipboard)
bg: Бърз филтър: Колона IN (Клипборд)
cs: Rychlý filtr: Sloupec VE (Schránce)
de: Schnellfilter: Spalte IN (Zwischenspeicher)
es: Filtro rápido: Columna IN (Portapapeles)
fr: Filtre rapide : Colonne IN (Presse-papiers)
it: Filtro veloce: Colonna IN (Appunti)
pt: Filtro rápido: Coluna = IN (Área de transferência)
ro: Filtru rapid: Coloană IN (Clipboard)
ru: Быстрый фильтр: столбец IN (буфер обмена)
sv: Snabbfilter: Kolumn IN (Urklipp)

source: Copy line to new query tab
bg: Копиране на реда в нов таб за заявки
cs: Zkopírovat řádek do nové záložky
de: Zeile in neuen Query Tab kopieren
es: Copiar línea a nueva pestaña de consulta
fr: Copier ligne vers un nouvel onglet Requête
hu: Sor másolása egy új lekérdezési lapra
it: Copia linea in una nuova scheda query
pt: Copiar linha para novo separador de consulta
ro: Copiază linia în noua filă de interogări
ru: Копировать строку в новую вкладку
sv: Kopiera raden till ny frågeflik

source: Save as textfile...
bg: Запис като текстов файл...
cs: Uložit jako textový soubor ...
de: Als Textdatei speichern …
es: Guardar como archivo de texto...
fr: Enregistrer le fichier texte sous…
hu: Mentés szövegfájlba...
it: Salva come file di testo…
pt: Gravar como ficheiro de texto...
ro: Salvează de fişier text ...
ru: Сохранить как текстовый файл...
sv: Spara som textfil...

source: Save contents to a textfile
bg: Запис на съдържанието в текстов файл
cs: Uložit obsah do textového souboru
de: In Datei speichern
es: Guardar contenido en archivo de texto
fr: Enregistre les contenus en fichier texte
hu: Tartalom mentése szövegfájlba
it: Salva contenuto in un file di testo
pt: Gravar conteúdo num ficheiro de texto
ro: Salvați conținutul intr-un fișier text
ru: Сохранить содержимое в текстовый файл
sv: Spara innehållet till en textfil

source: Log to file
bg: Запазване във файл
cs: Logovat do souboru
de: Logge in Datei
es: Registrar en archivo
fr: Journaliser en fichier
hu: Log kiírása fájlba
it: Salva registro su file
pt: Registar em ficheiro
ro: Log către fişier
ru: Писать журнал в файл
sv: Logga till fil

source: Open log folder ...
bg: Отваряне на папка с дневник
cs: Otevřít složku s logy ...
de: Log-Verzeichnis öffnen …
es: Abrir carpeta de registros ...
fr: Ouvrir le dossier du journal…
hu: Log mappa megnyitása ...
it: Apri cartella registro…
pt: Abrir pasta de diários...
ro: Deschide directorul de loguri
ru: Открыть каталог журналов...
sv: Öppna mapp med loggar ...

source: Explain
bg: Обяснение
es: Explicar
fr: Expliquer
hu: Magyarázat
pt: Explicar
ro: Explică
sv: Förklara

source: Insert function
bg: Вмъкване на функция
cs: Vložit funkci
de: Funktion einfügen
es: Insertar función
fr: Insérer fonction
hu: Függvény beszúrása
it: Inserisci funzione
pt: Inserir função
ro: Inserează funcţie
ru: Вставить функцию
sv: Infoga funktion

source: Insert at cursor
bg: Поставяне в позицията на курсора
cs: Vložit za kurzor
de: Am Cursor einfügen
es: Insertar en el cursor
fr: Insérer au curseur
hu: Kurzor beszúrása
it: Inserisci alla posizione del cursore
pt: Inserir no cursor
ro: Inserează la cursor
ru: Вставить в позицию курсора
sv: Infoga vid markören

source: Load
bg: Зареди
cs: Načíst
de: Laden
es: Cargar
fr: Charger
hu: Betöltés
it: Carica
pt: Carregar
ro: Încarcă
ru: Загрузить
sv: Läs in

source: Delete ...
bg: Изтриване ...
cs: Smazat ...
de: Löschen …
es: Borrar ...
fr: Supprimer…
hu: Törlés ...
it: Elimina…
pt: Eliminar...
ro: Şterge ...
ru: Удалить...
sv: Radera ...

source: Explore folder
bg: Преглед на папка
cs: Prozkoumat složku
de: Ordner durchsuchen
es: Explorar carpeta
fr: Explorer dossier
hu: Mappa felderítése
it: Sfoglia cartella
pt: Explorar pasta
ro: Explorează director
ru: Навигация по каталогу
sv: Utforska mapp

source: Clear query history ...
bg: Изчистване историята на заявките ...
cs: Smazat historii dotazů ...
de: Abfrage-Historie löschen
es: Limpiar historial de consultas ...
fr: Effacer l'historique des requêtes…
hu: Lekérdezés történet törlése ...
it: Cancella storico query…
pt: Limpar histórico da consulta...
ro: Şterge istoricul interogărilor ...
ru: Очистить историю запросов...
sv: Rensa frågehistoriken ...

source: Generate %s ...
bg: Генериране %s ...
cs: Generovat %s ...
de: %s generieren …
es: Generar %s ...
fr: Générer %s…
hu: %s generálás ...
it: Genera %s…
pt: Gerar %s...
ro: Generează %s ...
ru: Генерировать %s...
sv: Generera %s ...

source: Auto refresh
bg: Автоматично обновяване
cs: Automatické obnovování
de: Automatisch aktualisieren
es: Recarga automática
fr: Rafraîchissement automatique
hu: Automatikus frissítés
it: Aggiornamento automatico
pt: Actualizar automaticamente
ro: Auto împrospătare
ru: Автоматическое обновление
sv: Uppdatera automatiskt

source: Set interval ...
bg: Интервал за автоматично обновяване ...
cs: Nastavit interval ...
de: Intervall einstellen …
es: Establecer intervalo ...
fr: Définir l'intervalle…
hu: Időköz beállítása ...
it: Imposta intervallo…
pt: Definir intervalo...
ro: Setează interval ...
ru: Установить интервал...
sv: Ställ in intervall ...

source: General
bg: Общ
cs: Obecné
de: Allgemein
fr: Général
hu: Általános
it: Generale
pt: Geral
ru: Общие
sv: Allmänt

source: Custom snippets directory:
bg: Директория за запазване на части от код:
cs: Složka pro ukládání útržků:
de: Schnipsel-Verzeichnis:
es: Directorio personalizado de fragmentos:
fr: Dossier des fragments personnalisés :
hu: Egyéni töredék mappa:
it: Cartella ritagli personalizzati:
pt: Pasta de trechos personalizada:
ro: Folderul cu fragmente de cod utilizator:
ru: Пользовательская директория сниппетов:
sv: Egen kodsnuttsmapp:

source: MySQL command line programs:
bg: MySQL приложения за команден ред:
cs: Umístění MySQL nástrojů:
de: MySQL-Programme:
es: Programas línea de comandos MySQL:
fr: Emplacement des exécutables MySQL :
hu: MySQL parancssori program:
it: Programmi MySQL a linea di comando
pt: Programas de linha de comando MySQL:
ro: Programe MySQL în linie de comandă :
ru: Консольные программы MySQL:
sv: MySQL-program:

source: Application language: *
bg: Език на приложението: (изисква рестарт)
cs: Jazyk aplikace: *
de: Anwendungssprache: *
es: Idioma de la aplicación:*
fr: Langue du logiciel * :
hu: Alkalmazás nyelve: *
it: Lingua applicazione: *
pt: Idioma da aplicação: *
ro: Limba aplicației: *
ru: Язык приложения: *
sv: Språk: *

source: Auto detect (%s)
bg: Автоматично разпознаване (%s)
cs: Automaticky (%s)
de: Automatisch erkennen (%s)
es: Auto-detectar (%s)
fr: Auto-détecter (%s)
hu: Automatikus felismerés (%s)
it: Rilevamento automatico (%s)
pt: Detectar automaticamente (%s)
ro: Autodetecție (%s)
ru: Авто определение(%s)
sv: Autodetektera (%s)

source: Automatically reconnect to previously opened sessions on startup
bg: Автоматично свързване към предходната сесия при стартиране
cs: Po spuštění automaticky připojit k poslednímu místu
de: Automatisch die letzten Verbindungen wiederherstellen
es: Reconectar automáticamente a sesiones previamente abiertas al arrancar
fr: Se reconnecter automatiquement à la session précédente lors du démarrage
hu: Automatikusan csatlakozik a korábban megnyitott munkamenethez az indításkor
it: All’avvio riconnettiti automaticamente alle sessioni precedentemente aperte
pt: Ligar automaticamente às sessões anteriormente abertas ao iniciar
ro: Reconectează automat la ultimele sesiuni deschise, la pornire
ru: Автоматически подключаться к ранее открытым сеансам при запуске
sv: Automatisk uppkoppling till senast öppnade sessioner vid uppstart

source: Restore last used database on startup
bg: Възстановяване на последно използваната БД при стартиране
cs: Po spuštění automaticky načíst poslední použitou databázi
de: Zuletzt verwendete Datenbank setzen
es: Restaurar al arranque la última base de datos que se usó
fr: Restaurer la dernière base de données au démarrage
hu: Utolsó használt adatbázis visszaállítása inditásnál
it: All’avvio ripristina l’ultimo database utilizzato
pt: Restaurar a última base de dados usada ao iniciar
ro: Restaurează ultima bază de date deschisă, la pornire
ru: Восстанавливать последнюю используемую БД при запуске
sv: Återgå till senast använda databas vid uppstart

source: Check for updates each [day]:
bg: Проверка за актуализации на всеки [дни:]
cs: Kontrolovat aktualizace každý [den]:
de: Suche nach Updates alle [Tage]
es: Compruebe si hay actualizaciones cada [día]:
fr: Vérifier les mises à jour [jour] :
hu: Frissítés ellenőrzése minden [nap]
it: Controlla aggiornamenti ogni [giorni];
pt: Procurar actualizações a cada [dia]:
ro: Verificați actualizările în fiecare [zi]:
ru: Проверять обновления каждые [дней]:
sv: Kolla uppdateringar var [dag]:

source: 0 = on each application start
bg: 0 = на всяко пускане
cs: 0 = na každé spuštění aplikace
de: 0 = bei jedem Programmstart
es: 0 = en cada inicio de aplicación
fr: 0 = à chaque démarrage de l'application
hu: 0 = ellenőrzés minden indításnál
it: 0 = ogni volta che viene avviata l'applicazione
pt: 0 = a cada início da aplicação
ro: 0 = la fiecare pornire a aplicației
ru: 0 = при запуске приложения
sv: 0 = vid varje uppstart

source: Also check for updated nightly builds
bg: Също така проверка за актуализирана ежедневна компилация
cs: Kontrolovat také vývojová sestavení
de: Auch auf aktuelle nightly builds prüfen
es: Buscar también compilaciones experimentales actualizadas
fr: Vérifier aussi les mises à jour en version « de nuit »
hu: Ellenőrzi a nem nyilvános kiadásokat
it: Verifica anche aggiornamenti delle versioni beta
pt: Procurar também compilações noturnas actualizadas
ro: Caută şi actualizări intermediare (versiuni de dezvoltare)
ru: Проверять обновления ночных сборок
sv: Kolla även efter uppdaterade nattbyggen

source: Send usage statistics
bg: Изпращане статистика за използването
cs: Odesílat statistiky využití
de: Nutzungsdaten senden
es: Enviar estadísticas de uso
fr: Envoyer les statistiques d'utilisation
hu: Használati statisztikák küldése
it: Invia statistiche sull'utilizzo
pt: Enviar estatísticas de utilização
ro: Trimiteți statistici de utilizare
ru: Отправлять статистику использования
sv: Skicka användarstatistik
