Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Delete snippet file?
bg: Изтриване на файла с фрагменти от код?
cs: Smazat soubor útržku?
de: Lösche Schnipsel-Datei?
es: ¿Borrar archivo de fragmento?
fr: Faut-il supprimer le fichier fragment ?
hu: Töröljem a töredék fájlt?
it: Cancellare il file dei ritagli?
pt: Eliminar ficheiro de trecho?
ro: Şterge fişier snippet
ru: Удалить файл заготовки?
sv: Ta bort kodsnuttsfil?

source: Failed deleting %s
bg: Не може да се изтрие %s
cs: Chyba smazání %s
de: Fehler beim Löschen von %s
es: Falló el borrado de %s
fr: Échec de la suppression de %s
hu: Nem sikerült törölni a %s
it: Errore durante l’eliminazione di %s
pt: Falha ao eliminar %s
ro: Eşuat la ştergerea %s
ru: Не удалось удалить %s
sv: Misslyckades att ta bort %s

source: Clear query history?
bg: Изтриване на историята?
cs: Vyčistit historii dotazů?
de: Abfrage-Historie leeren?
es: ¿Borrar historial de consultas?
fr: Faut-il effacer l'historique de requête ?
hu: Törölje a lekérdezési előzményeket?
it: Azzerare storico query?
pt: Limpar histórico da consulta?
ro: Golire istoric interogări?
ru: Очистить историю запросов?
sv: Rensa frågehistoriken

source: %s history items will be deleted.
bg: %s заявки ще бъдат изтрити от историята.
cs: %s položek historie bude smazáno.
de: %s Abfragen werden aus der Historie gelöscht.
es: %s elementos del historial serán borrados.
fr: Les éléments de l'historique %s seront supprimés.
hu: %sa történés elemei törlődnek.
it: %s voci dello storico verranno eliminate.
pt: %s itens do histórico serão eliminados.
ro: %s itemi din istoric vor fi şterşi.
ru: %s записей истории будет удалено.
sv: %s historikobjekt kommer att tas bort.

source: Error opening session log file
bg: Не може да се отвори сесийния дневник.
cs: Chyba při otevírání logovacího souboru sezení
de: Fehler beim Öffnen der Sitzungs-Logdatei
es: Error al abrir archivo de registro de sesión
fr: Erreur d'ouverture du fichier de journalisation de la session
hu: Hiba a munkamenet naplófájljának megnyitásakor
it: Errore durante l’apertura del file di registro della sessione
pt: Erro ao abrir o ficheiro de diário da sessão
ro: Eroare la deschiderea fişierului de log din sesiune
ru: Ошибка открытия сеансового файла журнала
sv: Öppningsfel för sessionsloggfilen

source: Writing to session log file now: %s
bg: Сесиен запис в дневник: "%s"
cs: Zapisování do logovacího souboru sezení: %s
de: Schreibe ab jetzt in Sitzungs-Logdatei: %s
es: Escribiendo al archivo de registro de sesión ahora: %s
fr: Écriture dans le fichier de journalisation de session : %s
hu: Írás munkamenet naplófájlba most: %s
it: Scrittura nel file di registro: %s
pt: A escrever no ficheiro de diário da sessão: %s
ro: Scriere către fişier de log din sesiune acum: %s
ru: Запись в сеансовый файл журнала: %s
sv: Skriver nu till sessionsloggfil: %s

source: Writing to session log file disabled now
bg: Записът в сесийния дневник е изключен.
cs: Zapisování do logovacího souboru sezení je nyní vypnuté
de: Schreiben in Sitzungs-Logdatei ab jetzt deaktiviert
es: Deshabilitada ahora la escritura al archivo de registro de sesión
fr: L'écriture dans le fichier de journalisation de session est actuellement désactivée
hu: Le van tiltva a munkamenet-naplófájl írása
it: Scrittura del file di registro ora disabilitata.
pt: Escrita no ficheiro de diário da sessão desactivada
ro: Scriere către fişier de log din sesiune dezactivată acum
ru: Запись в сеансовый файл журнала сейчас отключена
sv: Skrivning till sessionsloggfil avstängd nu

source: Please select a process with a running query
bg: Моля, изберете процес с изпълнявана заявка.
cs: Prosím vyberte proces se spuštěným dotazem.
de: Bitte einen laufenen Prozess auswählen
es: Por favor seleccione un proceso que esté ejecutando una consulta
fr: Sélectionner un processus avec une requête active
hu: Válasszon egy folyamatot egy futó lekérdezéssel
it: Selezionare un processo con una query in esecuzione
pt: Por favor, seleccione um processo com uma consulta em curso
ro: Vă rugăm să selectați un proces cu o interogare în curs de desfășurare
ru: Пожалуйста, выберите процесс с запущенным запросом
sv: Välj en process där en fråga exekveras

source: Reading Databases...
bg: Четене на БД ...
cs: Čtení databází...
de: Lese Datenbanken …
es: Leyendo bases de datos...
fr: Lecture des bases de données…
hu: Adatbázisok olvasása...
it: Lettura database…
pt: A ler bases de dados...
ro: Citire baze de date...
ru: Чтение баз данных...
sv: Läser databaser...

source: Reading objects ...
bg: Четене на обекти ...
cs: Čtení objektů ...
de: Hole Objekte …
es: Leyendo objetos ...
fr: Lecture des objets…
hu: Objektumok olvasása ...
it: Lettura oggetti…
pt: A ler objectos...
ro: Citire obiecte...
ru: Чтение объектов...
sv: Läser objekt ...

source: Entering session "%s"
bg: Изпълняване на сесия "%s"
cs: Otevírání umístění "%s"
de: Aktiviere Sitzung "%s"
es: Entrando a la sesión "%s"
fr: Ouverture de la session « %s »
hu: Belépés a "%s" munkamenetbe
it: Collegamento alla sessione “%s”
pt: A entrar na sessão "%s"
ro: Intrare în sesiunea "%s"
ru: Открытие сеанса «%s»
sv: Öppnar session "%s"

source: Could not find node to focus.
bg: Не може да се фокусира възел.
cs: Nelze nalést uzel k označení.
de: Kann Objekt zum Fokussieren nicht finden.
es: No se pudo encontrar nodo para enfocar.
fr: Impossible de trouver un nœud sur lequel se focaliser.
hu: Nem található a csomópont a fókuszáláshoz.
it: Impossibile trovare il nodo da attivare.
pt: Impossível encontrar nó para focar.
ro: Nu se poate găsi nodul pentru evidenţiere.
ru: Не удалось найти узел.
sv: Hittade inte nod att fokusera.

source: Could not load full row data.
bg: Не може да се заредят пълните данни от реда.
cs: Nelze načíst kompletní data řádku.
de: Kann die vollen Zeileninhalte nicht laden.
es: No se pudieron cargar los datos completos de la fila.
fr: Impossible de charger toutes les lignes de données.
hu: Nem sikerült betölteni a teljes sor adatait.
it: Impossibile caricare tutti i dati della riga.
pt: Impossível carregar dados completos da linha.
ro: Nu se poate încărca întreaga înregistrare.
ru: Не удалось загрузить данные полностью.
sv: Kunde inte läsa in hela raden.

source: Not available on %s
bg: Не се поддържа на %s
cs: Nedostupné na %s
de: Nicht verfügbar auf %s
es: No disponible en %s
fr: Non disponible sur %s
hu: Nem érhető el a %s
it: Non disponibile su %s
pt: Indisponível em %s
ro: Nu există pe %s
ru: Недоступно на %s
sv: Inte tillgänglig för %s

source: Save changes to file %s ?
bg: Да се запазят промените в%s?
cs: Uložit změny do souboru %s ?
de: Änderungen in Datei %s speichern?
es: ¿Guardar cambios al archivo %s?
fr: Faut-il enregistrer les modifications vers le fichier %s ?
hu: Elmentsük a %s fájl módosítását?
it: Salvare le modifiche nel file %s?
pt: Gravar alterações no ficheiro %s ?
ro: Salvaţi modificările în fişierul %s ?
ru: Сохранить изменения в файле %s?
sv: Spara ändringar till filen %s ?

source: Save content of tab "%s"?
bg: Да се запази съдържанието на таб "%s"?
cs: Uložit obsah záložky "%s"?
de: Inhalt von Tab "%s" speichern?
es: ¿Guardar contenido de la pestaña "%s"?
fr: Faut-il enregistrer le contenu de l'onglet « %s » ?
hu: Mentsük a "%s" lap tartalmát?
it: Salvare il contenuto della scheda “%s”?
pt: Gravar conteúdo do separador "%s"?
ro: Salvaţi conţinutul tab-ului "%s" ?
ru: Сохранить содержимое вкладки «%s»?
sv: Spara innehållet i fliken "%s"?

source: Modified query
bg: Модифицирана заявка
cs: Dotaz byl změněn
de: Geänderte Abfrage
es: Consulta modificada
fr: Requête modifiée
hu: Módosított lekérdezés
it: Query modificata
pt: Consulta modificada
ro: Interogare modificată
ru: Изменённый запрос
sv: Ändrad fråga

source: Could not apply SynEdit keystroke shortcut "%s" (or secondary: "%s") to %s. %s. Please go to %s > %s > %s to change this settings.
bg: Не може да се приложи SynEdit пряк път "%s" (или вторичния: "%s") на %s. %s. Моля, отидете в %s => %s => %s, за да смените настройките.
cs: Nelze použít klávesovou zkratku "%s" pro SynEdit (nebo alternativní: "%s") na %s. %s. Změnu můžete provést v %s > %s > %s.
de: Konnte das SynEdit-Tastaturkürzel "%s" (oder den sekundären: "%s") für %s nicht zuweisen. %s. Bitte ändern Sie dieses Kürzel unter %s > %s > %s.
es: No se pudo aplicar el atajo de teclado SynEdit "%s" (o secundario: "%s") a %s. %s. Por favor vaya a %s > %s > %s para cambiar esos ajustes.
fr: Impossible d'appliquer le raccourci clavier SynEdit « %s » (secondaire : « %s ») à %s. %s. Merci de modifier ce paramètre dans %s > %s > %s.
hu: Nem sikerült a SynEdit "%s" billentyűparancs(vagy másodlagos: "%s") alkalmazása %s. %s. Menjen a %s > %s > %s a beállítás megváltoztatásához.
it: Non è stato possibile associare la combinazione di tasti “%s” (o l’associazione secondaria “%s”) di SynEdit a %s. %s. Andare a %s > %s > %s per modificare queste impostazioni.
pt: Impossível aplicar atalho de teclado SynEdit "%s" (ou secundário: "%s") a %s. %s. Por favor, vá a %s > %s > %s para alterar as definições.
ro: Nu se poate aplica efectul tastei "%s" (sau secundara "%s") la %s. %s. Accesa'i %s > %s > %s pentru modificarea acestor setări.
ru: Невозможно применить сочетание клавиш SynEdit «%s» (или: «%s») к %s. %s. Пожалуйста, измените это в настройках %s > %s > %s.
sv: Kunde inte applicera SynEdit tangentgenväg "%s" (eller alternativa: "%s") till %s. %s. Gå till %s > %s > %s för att ändra den inställningen.

source: Cannot reformat
bg: Не може да се преформатира.
cs: Nelze zformátovat
de: Kann nicht neu formatieren
es: No se puede reformatear
fr: Impossible de formater
hu: Nem lehet újra formázni
it: Impossibile riformattare
pt: Impossível reformatar
ro: Nu se poate reformata.
ru: Не удалось переформатировать
sv: Kan inte formatera om

source: Please select a non-readonly SQL editor first.
bg: Моля, първо изберете SQL редактор, в който може да се пише.
cs: Nejdříve prosím vyberte SQL editor.
de: Bitte wählen Sie zunächst einen editierbaren SQL-Editor aus.
es: Por favor seleccione primero un editor SQL que no sea de solo lectura.
fr: Merci de sélectionner d'abord un éditeur SQL qui ne soit pas en lecture seule.
hu: Először válasszon ki egy nem olvasható SQL-szerkesztőt.
it: Selezionare prima un editor SQL non in sola lettura.
pt: Por favor, seleccione um editor SQL não-só de leitura.
ro: Selectați un editor SQL editabil mai întâi.
ru: Пожалуйста, выберите редактор запросов не только для чтения.
sv: Välj en SQL-editor som inte är skrivskyddad först.

source: No SQL editor focused. ActiveControl is %s
bg: Няма SQL редактор във фокуса. Във фокуса е е %s
cs: Žádný SQL editor není aktivní. ActiveControl je %s
de: Kein SQL-Editor selektiert. ActiveControl ist %s
es: Ningún editor SQL enfocado. ActiveControl es %s
fr: Aucun éditeur SQL ayant le focus. L'élément actif est %s
hu: Nincs SQL-szerkesztő. Az ActiveControl %s van.
it: Nessun editor SQL attivo. ActiveControl is %s
pt: Nenhum editor SQL focado. ActiveControl é %s
ro: Nu există un editor SQL concentrat. ActiveControl este %s
ru: SQL редактор не активен, выбран %s
sv: Ingen SQL-editor i fokus. ActiveControl är %s

source: The current editor is empty.
bg: Текущият редактор е празен.
cs: Editor neobsahuje žádný SQL kód.
de: Der aktuelle Editor ist leer.
es: El editor actual está vacío.
fr: L’éditeur actuel est vide.
hu: Az aktuális szerkesztő üres.
it: L’editor corrente è vuoto.
pt: O editor actual está vazio.
ro: Editorul curent este gol.
ru: Текущий редактор пуст.
sv: Nuvarande editor är tom.

source: Preventing second application instance - disabled in %s > %s > %s.
bg: Втори копие на програмата не може да се пусне, защото е забранено в %s => %s => %s.
cs: Zamezení spuštění druhé instance aplikace - lze vypnout v %s > %s > %s.
de: Verhindere zweite Programminstanz - deaktiviert in %s > %s > %s.
es: Previniendo segunda instancia de la aplicación - deshabilitada en %s > %s > %s.
fr: Nouvelle instance de l'application non autorisée - désactivée dans %s > %s > %s.
hu: A második alkalmazáspéldány futtatásának megakadályozása - be van kapcsolva %s > %s > %s.
it: Una seconda istanza è stata bloccata - disabilitata in %s > %s > %s.
pt: A impedir segunda instância da aplicação - desactivada em %s > %s > %s.
ro: Blocare instanță nouă a aplicației - dezactivată în %s > %s > %s.
ru: Предотвращение повторного запуска приложения - отключено в %s > %s > %s.
sv: Förhindrar en andra applikationsinstans - kan avaktiveras i %s > %s > %s.

source: Sorting grid nodes ...
bg: Сортиране колоните на паното ...
cs: Řazení uzlů gridu ...
de: Sortiere Zeilen …
es: Ordenando nodos de cuadrícula ...
fr: Tri des nœuds de la grille…
hu: Rács csomópontok rendezése ...
it: Ordinamento nodi griglia…
pt: A ordenar nós da grelha...
ro: Sortare elemente tabel
ru: Сортировка узлов сетки...
sv: Sorterar matrisnoder ...

source: Sorting cancelled.
bg: Сортирането е отменено.
cs: Řazení zrušeno.
de: Sortieren abgebrochen.
es: Ordenación cancelada.
fr: Opération de tri annulée.
hu: Rendezés megszakítva.
it: Ordinamento annullato.
pt: Ordenação cancelada.
ro: Sortare anulată.
ru: Сортировка отменена.
sv: Sorteringen avbröts.

source: Helper connection
bg: Връзка на помощната информация.
cs: Pomocné spojení
de: Hilfs-Verbindung
es: Conexión auxiliar
fr: Assistant de connexion
hu: Segítő kapcsolat
it: Connessione helper
pt: Ligação do ajudante
ro: Asistent conexiune
ru: Вспомогательное подключение
sv: Hjälpanslutning

source: Parameters in %s
bg: Параметри в %s
cs: Parametry v %s
de: Parameter in %s
es: Parámetros en %s
fr: Paramètres dans %s
hu: Paraméterek %s-ben
it: Parametri in %s
pt: Parâmetros em %s
ro: Parametri în %s
ru: Параметры в %s
sv: Parametrar i %s

source: Columns in %s
bg: Колони в %s
cs: Sloupce v %s
de: Spalten in %s
es: Columnas en %s
fr: Colonnes dans %s
hu: Oszlopok a %s
it: Colonne in %s
pt: Colunas em %s
ro: Coloane în %s
ru: Столбцы %s
sv: Kolumner i %s

source: SQL functions
bg: SQL функция
cs: SQL funkce
de: SQL-Funktionen
es: Funciones SQL
fr: Fonctions SQL
hu: SQL függvények
it: Funzioni SQL
pt: Funções SQL
ro: Funcții SQL
ru: Функции SQL
sv: SQL-funktioner

source: SQL keywords
bg: SQL ключова дума
cs: SQL klíčová slova
de: SQL-Schlüsselwörter
es: Palabras clave SQL
fr: Mots-clé SQL
hu: SQL kulcsszavak
it: Parole chiave SQL
pt: Palavras-chave SQL
ro: Cuvinte cheie SQL
ru: Ключевые слова SQL
sv: Reserverade ord i SQL

source: Query history
bg: История на заявките
cs: Historie dotazů
de: Abfrage-Historie
es: Historial de consultas
fr: Historique requête
hu: Lekérdezés történet
it: Storico query
pt: Histórico da consulta
ro: Istoric interogări
ru: История запросов
sv: Frågehistorik

source: Query profile
bg: Профил на заявките
cs: Analýza dotazů
de: Abfrage-Profil
es: Perfil de consultas
fr: Profil requête
hu: Lekérdezés profil
it: Profilo query
pt: Perfil da consulta
ro: Profil interogare
ru: Профилирование запроса
sv: Frågeprofil

source: Bind parameters
bg: Параметри на динамичните променливи.
cs: Předávané parametry
de: Bind-Parameter
es: Parámetros Enlazados
fr: Paramètres de liaison
hu: Kötési paraméterek
it: Associa parametri
pt: Parâmetros vinculativos
ro: Parametri
ru: Привязать параметры
sv: Knytningsparametrar

source: today
bg: днес
cs: dnes
de: heute
es: hoy
fr: aujourd'hui
hu: ma
it: oggi
pt: hoje
ro: astăzi
ru: сегодня
sv: idag

source: yesterday
bg: вчера
cs: včera
de: gestern
es: ayer
fr: hier
hu: tegnap
it: ieri
pt: ontem
ro: ieri
ru: вчера
sv: igår

source: Set value
bg: Задаване на стойност
cs: Nastavit hodnotu
de: Wert eingeben
es: Establecer Valor
fr: Définir la valeur
hu: Érték beállítása
it: Imposta valore
pt: Definir valor
ro: Salvează valoarea
ru: Установить значение
sv: Tilldela värde

source: Error with snippets directory: %s
bg: Грешка с директорията за части от код: %s
cs: Chyba u složky útržků: %s
de: Fehler im Schnipsel-Ordner: %s
es: Error con directorio de fragmentos: %s
fr: Erreur dans le dossier des raccourcis : %s
hu: Hiba a töredékek könyvtárában: %s
it: Errore nella cartella dei ritagli: %s
pt: Erro na pasta de trechos: %s
ro: Eroare cu directorul de fragmente de cod: %s
ru: Ошибка с папкой заготовок: %s
sv: Problem med kodsnuttsmappen: %s

source: The query is too long to enable detection of bind parameters
bg: Заявката е твърде дълга, за да се позволи откриването на динамични параметри.
cs: Dotaz je pro detekci předaných parametrů příliš dlouhý
de: Die Abfrage ist zu groß, um auf Bind-Parameter analysiert zu werden.
es: La consulta es demasiado larga para habilitar la detección de parámetros enlazados
fr: La requête est trop longue pour bénéficier de la détection des paramètres de liaison
hu: A lekérdezés túl hosszú ahhoz, hogy lehetővé tegye a kötési paraméterek észlelését
it: La query è troppo lunga per abilitare il rilevamento dei parametri da associare
pt: A consulta é muito longa para permitir a detecção de parâmetros vinculativos
ro: Interogarea e prea lungă pentru a activa determinarea parametrilor de legătură
ru: Слишком длинный запрос для включения обнаружения привязанных параметров
sv: Frågan är för lång för att kunna använda detektion av bundna parametrar

source: Close file and query tab?
bg: Затваряне на файла и таба за заявки?
cs: Zavřít soubor a záložku?
de: Datei und Abfrage Tab schließen?
es: ¿Cerrar archivo y pestaña de consulta?
fr: Faut-il fermer le fichier et l'onglet Requête ?
hu: Zárja be a fájlt és a lekérdezést?
it: Chiudere il file e la scheda della query?
pt: Fechar o ficheiro e o separador de consulta?
ro: Închide fișierul și editorul de interogări?
ru: Закрыть файл и вкладку запроса?
sv: Stäng filen och frågefliken?

source: File was deleted from outside: %s
bg: Файлът беше изтрит отвън: %s
cs: Soubor byl smazán externí aplikací: %s
de: Datei wurde von außerhalb gelöscht: %s
es: El archivo fue borrado desde afuera: %s
fr: Le fichier a été supprimé en dehors : %s
hu: A %s fájlt törölték a programon kívülről.
it: File eliminato dall’esterno: %s
pt: Ficheiro eliminado externamente: %s
ro: Fișierul a fost șters din exterior: %s
ru: Файл был удалён: %s
sv: Filen blev borttagen utanför programmet: %s

source: Reload file?
bg: Презареждане на файла?
cs: Znovu načíst soubor?
de: Datei neu laden?
es: ¿Recargar archivo?
fr: Faut-il recharger le fichier ?
hu: Fájl újratöltése?
it: Ricaricare il file?
pt: Recarregar ficheiro?
ro: Reîncarcă fișierul?
ru: Перезагрузить файл?
sv: Ladda om filen?

source: File was modified from outside: %s
bg: Файлът беше модифициран отвън: %s
cs: Soubor byl změněn externí aplikací: %s
de: Datei wurde von außerhalb verändert: %s
es: El archivo fue modificado desde afuera: %s
fr: Le fichier a été modifié de l'extérieur : %s
hu: A %s fájlt a programon kívülről módosították.
it: File modificato esternamente: %s
pt: Ficheiro modificado externamente: %s
ro: Fișierul a fost modificat din exterior: %s
ru: Файл был изменён снаружи: %s
sv: Filen blev ändrad utanför programmet: %s

source: Loading file "%s" (%s) into query tab #%d
bg: Зареждане на файл "%s" (%s) в таба за заявки #%d
cs: Načítání souboru "%s" (%s) do záložky #%d
de: Lade Datei "%s" (%s) in Abfrage Tab #%d
es: Cargando archivo "%s" (%s) en pestaña de consulta #%d
fr: Chargement fichier « %s » (%s) dans l'onglet Requête #%d
hu: A "%s" fájl (%s) betöltése a %d lekérdezés lapra.
it: Caricamento del file “%s” (%s) nella scheda query n° %d
pt: A carregar "%s" (%s) no separador de consulta %d
ro: Încărcare fișier "%s" (%s) în editorul de interogări #%d
ru: Загрузка файла «%s» (%s) во вкладку запроса № %d
sv: Laddar fil "%s" (%s) till frågeflik #%d

source: This file contains mixed linebreaks. They have been converted to Windows linebreaks (CR+LF).
bg: Файлът съдържа смесени краища на редове. Конвертирани са към стила на Windows (CR+LF).
cs: Soubor obsahuje různé konce řádků. Byly převedeny na konce řádků Windows (CR+LF).
de: Diese Datei enthält gemischte Zeilenumbrüche. Sie werden beim Speichern in Windows-Zeilenumbrüche geändert (CR+LF).
es: Este archivo contiene saltos de línea mezclados. Han sido convertidos a saltos de línea de Windows (CR+LF).
fr: Ce fichier contient un mélange de fins de ligne. Elles ont toutes été converties en fins de ligne Windows (CR+LF).
hu: Ez a fájl vegyes sortöréseket tartalmaz. Ezeket most Windows sortörésre (CR+LF) lettek konvertálva.
it: Questo file contiene terminatori di linea misti: sono stati convertiti in terminatori di linea Windows (CR+LF).
pt: Este ficheiro tem quebras de linha mistas. Foram convertidas para Windows (CR+LF).
ro: Acest fișier conține separatori de linie mixați. Aceștia au fost convertiți la stilul Windows (CR+LF)
ru: Этот файл содержит разрывы строк разных видов. Они были преобразованы в разрывы строк Windows (CR+LF).
sv: Filen innehåller blandade radavslut. Dom har konverterats till Windows-radavslut (CR+LF).

source: Saving file ...
bg: Запазване на файлът ...
cs: Ukládání souboru ...
de: Speichere Datei …
es: Guardando archivo ...
fr: Enregistrement du fichier…
hu: Fájl mentése ...
it: Salvataggio del file…
pt: A gravar ficheiro...
ro: Se salvează fișierul...
ru: Сохранение файла…
sv: Sparar fil ...

source: Active line background
bg: Фон за активния ред
cs: Aktivovat pozadí linky
de: Hintergrund der aktiven Zeile
es: Fondo de línea activa
fr: Fond de la ligne active
hu: Aktív sor háttere
it: Sfondo linea corrente
pt: Fundo da linha activa
ro: Fundal rând curent
ru: Фон активной строки
sv: Nuvarande bakgrund för rader

source: Brace matching color
bg: Цвят за съвпадащите скоби
cs: Odpovídající barva závorky
de: Passende Klammerfarbe
es: Color de llaves coincidentes
fr: Attacher la couleur correspondante
hu: Szalagválasztó szín
it: Colore parentesi corrispondenti
pt: Cor das chavetas correspondentes
ro: Culoare perechi acolade
ru: Цвет подсветки парных скобок
sv: Färg för klammermatchning

source: SQL editing
bg: Редактиране на SQL
cs: SQL úpravy
de: SQL-Bearbeitung
es: Edición SQL
fr: Éditeur SQL
hu: SQL szerkesztés
it: SQL in modifica
pt: Edição de SQL
ro: Editare SQL
ru: Редактор SQL
sv: SQL-redigering

source: Select output directory
bg: Изберете директория за запис
cs: Vyberte složku pro ukládání logu
de: Ausgabe-Verzeichnis auswählen
es: Seleccione directorio de salida
fr: Sélectionner un dossier de destination
hu: Kimeneti mappa kiválasztása
it: Selezionare cartella di destinazione
pt: Seleccionar pasta de saída
ro: Selectează folder ieșire
ru: Выбрать директорию
sv: Välj mapp för export

source: Find mysql.exe directory
bg: Намерете директорията на mysql.exe
cs: Najděte složku s mysql.exe
de: Suche mysql.exe-Verzeichnis
es: Buscar directorio de mysql.exe
fr: Rechercher le dossier de « mysql.exe »
hu: Mysql.exe mappájának keresése
it: Individua la cartella di mysql.exe
pt: Encontrar a pasta mysql.exe
ro: Caută directorul pentru mysql.exe
ru: Найти папку с mysql.exe
sv: Mappen där mysql.exe finns

source: Reset all preference options to default values?
bg: Връщане на всички настройки към стандартните им стойности?
cs: Vyresetovat všechny předvolby na výchozí nastavení?
de: Setze alle Optionen zurück auf Werkseinstellungen?
es: ¿Restablecer todas las opciones a los valores predeterminados?
fr: Faut-il restaurer tous les réglages par défaut ?
hu: Állítsa vissza az összes beállítási beállítást az alapértelmezett értékekre?
it: Reimpostare tutte le opzioni ai valori predefiniti?
pt: Repor todas as predefinições das preferências?
ro: Resetează toate opțiunile la valoarea implicită?
ru: Сброс всех значений к значениям по умолчанию?
sv: Återställ alla inställningar till sina orginalvärden?
