Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Dumping data for table %s.%s: %s
bg: Дъмп данни за таблица %s.%s: %s
cs: Exportování dat pro tabulku %s.%s: %s
de: Exportiere Daten aus Tabelle %s.%s: %s
es: Volcando datos para la tabla %s.%s: %s
fr: Listage des données de la table %s.%s : %s
hu: Tábla adatainak mentése %s.%s: %s
it: Dump dei dati della tabella %s.%s: %s
pt: A despejar dados para tabela %s.%s: %s
ro: Descarcă datele pentru tabela %s.%s: %s
ru: Дамп данных таблицы %s.%s: %s
sv: Dumpar data för tabell %s.%s: %s

source: Done
bg: Готово
cs: Hotovo
de: Fertig
es: Hecho
fr: Terminé
hu: Kész
it: Fatto
pt: Feito
ro: Realizat
ru: Готово
sv: Klar

source: Success
bg: Успешно
cs: Úspěch
de: Erfolg
es: Éxito
fr: Succès
hu: Sikeres
it: Successo
pt: Sucesso
ro: Succes
ru: Успешно
sv: Operationen lyckades

source: Nothing to do
bg: Нищо за правене
cs: Nic k provedení
de: Nichts zu tun
es: Nada qué hacer
fr: Rien à faire
hu: Nincs mit tenni
it: Nulla da fare
pt: Nada a fazer
ro: Nimic de făcut
ru: Нечего делать
sv: Inget att göra

source: Selected operations cannot be applied to a %s
bg: Избраните операции не могат да бъдат приложени върху %s
cs: Vybraná operace nemůže být aplikována na %s
de: Ausgewählte Aktionen konnten nicht auf eine(n) %s angewandt werden
es: Las operaciones seleccionadas no pueden ser aplicadas a %s
fr: Les opérations sélectionnées ne sont pas applicables à %s
hu: A kiválasztott műveletek nem alkalmazhatók a %s
it: Le operazioni selezionate non sono applicabili a %s
pt: Impossível aplicar as operações seleccionadas a %s
ro: Operațiunile selectate nu pot fi aplicate la %s
ru: Выбранные операции не могут быть применены к %s
sv: Valda operationer kan inte appliceras på en %s

source: Unhandled tree level
bg: Необработено ниво на дървото
cs: Neošetřené zanoření stromu
de: Ungültiger Baum-Level
es: Nivel de árbol no controlado
fr: Niveau de l'arborescence non pris en charge
hu: Kezeletlen fa szint
it: Livello albero non gestito
pt: Nível de árvore não gerido
ro: Nivel arbore netratat
ru: Необрабатываемый уровень дерева
sv: Ohanterad trädnivå

source: Export finished
bg: Експорът приключи
cs: Export dokončen
de: Export beendet
es: Exportación terminada
fr: Exportation terminée
hu: Exportálás kész
it: Esportazione completata
ro: Export terminat
ru: Экспорт завершен
sv: Export klar

source: %s finished
bg: %s приключи
cs: dokončeno
de: %s beendet
es: %s terminado
fr: %s terminé(e)
it: %s completato
ro: %s terminat
ru: %s выполнено
sv: %s slutförd

source: %s Index "%s" does not contain any column. You can add columns using drag''n drop from the columns list.
bg: %s Индексът "%s" не съдържа колони. Можете да добавите като хванете и влачите колони от долния списък.
cs: %s Index "%s" neobsahuje žádný sloupec. Můžete přidat sloupce použitím drag''n drop ze seznamu sloupců.
de: %s Index "%s" enthält keine Spalten. Sie können Spalten aus der unteren Liste auf den Index ziehen
es: %s índice "%s" no contiene ninguna columna. Usted puede agregar columnas arrastrándolas y soltándolas desde la lista de columnas.
fr: %s L'index « %s » ne contient aucune colonne. Il est possible d'en ajouter en effectuant un glisser-déposer depuis la liste des colonnes.
hu: A %sindex nem tartalmaz "%s" oszlopot. Az oszlopok listájából a drag''n drop segítségével oszlopokat adhat hozzá.
it: L’indice %s “%s” non contiene alcuna colonna. È possibile aggiungere colonne trascinandole dall’elenco delle colonne
pt: %s índice "%s" não contém colunas. Pode adicionar colunas arrastando e largando da lista de colunas.
ro: %s index "%s" nu conține nicio coloană. Puteți adăuga coloane utilizând "Drag&Drop" din lista de coloane.
ru: %s Индекс «%s» не содержит столбцов. Вы можете добавить столбцы, используя перетаскивание из списка столбцов.
sv: %s Index "%s" innehåller inte någon kolumn. Du kan lägga till kolumner genom att dra dom från kolumnlistan.

source: Composing ALTER statement ...
bg: Съставяне на ALTER заявка ...
cs: Sestavování příkazu ALTER ...
de: Erzeuge ALTER Code …
es: Componiendo declaración ALTER ...
fr: Déclarations ALTER en cours de composition…
hu: Az ALTER utasítás elkészítése ...
it: Componi costrutto ALTER…
pt: A compor declaração ALTER...
ro: Compunere instrucțiune ALTER...
ru: Составление выражение ALTER...
sv: Sammanställer ALTER-sats ...

source: No default
bg: Без по подразбиране
cs: Žádná hodnota
de: Kein Standardwert
es: Sin valor predeterminado
fr: Pas de défaut
hu: Nincs alapértelmezett
it: Nessun valore predefinito
pt: Sem predefinição
ro: Fără valoare implicită
ru: Нет значения по умолчанию
sv: Inget standardvärde

source: Column "%s" already exists.
bg: Колона "%s" вече съществува.
cs: Sloupec "%s" již existuje.
de: Spalte "%s" existiert bereits.
es: La columna "%s" ya existe.
fr: La colonne « %s » existe déjà.
hu: A(z) "%s" oszlop már létezik.
it: La colonna “%s” esiste già.
pt: A coluna "%s" já existe.
ro: Coloana "%s" există deja.
ru: Столбец «%s» уже существует.
sv: Kolumnen "%s" finns redan.

source: Add duplicated column to index?
bg: Да се добави ли дублираната колона към индекса?
cs: Přidat duplicitní sloupec do indexu?
de: Doppelte Spalte zum Index hinzufügen?
es: ¿Agregar columna duplicada al índice?
fr: Faut-il ajouter une colonne dupliquée à l'index ?
hu: Adjunk hozzá a duplikált oszlopot az indexhez?
it: Aggiungere la colonna duplicata all’indice?
pt: Adicionar coluna duplicada ao índice?
ro: Adaugă coloana duplicată la index?
ru: Добавить повторяющийся столбец в индекс?
sv: Addera kolumnen till indexet en andra gång?

source: Index "%s" already contains the column "%s". It is possible to add a column twice into a index, but total nonsense in practice.
bg: Индексът "%s" вече съдържа колона "%s". Възможно е да се добави една колона два пъти в индекс, но на практика е напълно безсмислено.
cs: Index "%s" již obsahuje sloupec "%s". Je možné přidat sloupec do indexu dvakrát, ale v praxi je to naprostý nesmysl.
de: Index "%s" beinhaltet bereits die Spalte "%s". Es ist zwar möglich, eine Spalte mehr als einmal in einen Index hinzuzufügen, das macht aber in der Praxis keinen Sinn.
es: El índice "%s" ya contiene la columna "%s". Es posible agregar una columna dos veces en un índice, pero carece por completo de sentido en la práctica.
fr: L'index « %s » contient déjà la colonne « %s ». Il est possible d'ajouter deux fois une colonne à l'index, mais cela est totalement inutile en pratique.
hu: Az "%s" index már tartalmazza az "%s"oszlopot. Lehetőség van egy oszlop duplikált felvételére egy indexbe, de a gyakorlatban teljes értelmetlen.
it: L’indice “%s” contiene già la colonna “%s”. È possibile aggiungere una colonna due volte in un indice, ma nella pratica è una cosa completamente senza senso.
pt: O índice "%s" já contém a coluna "%s". É possível adicionar a mesma coluna duas vezes ao índice, mas na prática é um disparate total.
ro: Indexul "%s" conține deja coloana "%s". Este posibilă adăugarea de două ori a coloanei în index, dar fără sens în practică.
ru: Индекс «%s» уже содержит столбец «%s». Дважды добавить столбец в индекс возможно, но это полная бессмыслица на практике.
sv: Index "%s" innehåller redan kolumnen "%s". Det är möjligt att lägga till en kolumn en andra gång till ett index, men i praktiken helt meningslöst.

source: The selected table engine (%s) does not support foreign keys.
bg: Избраното хранилище за таблицата (%s) не поддържа външни ключове
cs: Vybrané uložiště tabulky nepodporuje cizí klíče.
de: Die ausgewählte Tabellen-Engine (%s) unterstützt keine Fremdschlüssel.
es: El motor de tabla seleccionado (%s) no soporta llaves foráneas.
fr: Le moteur de la table sélectionné (%s) ne supporte pas les clés étrangères.
hu: A kiválasztott adatbázis motor (%s) nem támogatja a külső kulcsokat.
it: Il motore di tabelle selezionato (%s) non supporta le chiavi esterne.
pt: O motor de tabela seleccionado (%s) não suporta chaves estrangeiras.
ro: Mecanismul tabelei (%s) nu suportă chei externe.
ru: Выбранный тип таблицы (%s) не поддерживает внешние ключи.
sv: Den valda tabellmotorn (%s) stöder inte främmande nycklar.

source: Key already exists. Really create another identical one?
bg: Ключът вече съществува. Да се създаде ли втори такъв?
cs: Klíč již existuje. Opravdu vytvořit další stejný klíč?
de: Schlüssel existiert bereits. Wirklich einen neuen, identischen erstellen?
es: La llave ya existe. ¿Realmente crear otra idéntica?
fr: Cette clé existe déjà. Faut-il vraiment créer une autre clé identique ?
hu: A kulcs már létezik. Valóban létrehoz egy másikat?
it: La chiave esiste già. Crearne comunque un’altra identica?
pt: A chave já existe. Deseja realmente criar uma idêntica?
ro: Cheia există deja. Chiar creezi încă una identică?
ru: Ключ уже существует. Создать ещё один такой же?
sv: Nyckeln finns redan. Vill du verkligen skapa en till identisk nyckel?

source: This will increase disk usage and probably slow down queries on this table.
bg: Това би увеличило използването на диска и вероятно би забавило заявките към тази таблица.
cs: Tímto se zvýší využití disku a pravděpodobně dojde ke zpomalení dotazů na této tabulce.
de: Das wird zu höherer Festplattenauslastung führen und möglicherweise Abfragen auf diese Tabelle verlangsamen.
es: Esto incrementará el uso de disco y probablemente ralentizará las consultas sobre esta tabla.
fr: Ceci augmentera l'utilisation du disque et ralentira probablement les requêtes pour cette table.
hu: Ez növeli a lemezhasználatot, és valószínűleg lassítja a lekérdezéseket ezen a táblán.
it: L’utilizzo del disco aumenterà e probabilmente le query su questa tabella saranno più lente.
pt: Isto aumenta a utilização do disco e provavelmente abranda as consultas à tabela.
ro: Aceasta va mări utilizarea discului și probabil va încetini interogările pentru această tabelă.
ru: Это увеличит количество используемого места на диске и, возможно, замедлит обработку запросов к этой таблице.
sv: Det här kommer att öka diskutnyttjandet och troligtvis sänka frågeprestandan på den här tabellen.

source: Please select a reference table before selecting foreign columns.
bg: Моля, първо изберете отправната таблица преди да външните колони.
cs: Prosím vyberte cílovou tabulku před vybráním cílových sloupců.
de: Bitte zunächst eine Referenztabelle auswählen.
es: Por favor seleccione una tabla de referencia antes de seleccionar columnas foráneas.
fr: Merci de sélectionner une table référence avant de sélectionner des colonnes étrangères.
hu: Kérjük, válasszon ki egy referencia táblát az idegen oszlopok kiválasztása előtt.
it: Selezionare una tabella di riferimento prima di selezionare le colonne esterne.
pt: Por favor, seleccione uma tabela de referência antes de escolher colunas estrangeiras.
ro: Selectează o tabelă referință înainte de selectarea coloanei externe.
ru: Пожалуйста, выберите таблицу-справочник перед выбором внешних столбцов.
sv: Välj en referenstabell innan du väljer främmande kolumner.

source: Reference table "%s" seems to be missing, broken or non-accessible.
bg: Отправната таблица "%s" изглежда не съществува, повредена е или не е достъпна.
cs: Cílová tabulka "%s" neexistuje, je rozbitá nebo nepřístupná.
de: Referenztabelle "%s" scheint nicht zu existieren, ist beschädigt oder nicht lesbar.
es: La tabla de referencia "%s" parece faltar, estar dañada o no accesible.
fr: La table référencée « %s » semble absente, endommagée ou inaccessible.
hu: A "%s" referencia tábla hiányzik, hibás vagy nem elérhető.
it: Sembra che la tabella di riferimento “%s” non esista, sia corrotta o non accessibile.
pt: A tabela de referência "%s" parece estar em falta, quebrada ou não acessível.
ro: Se pare că tabela referință "%s" lipsește, este deteriorată sau inaccesibilă.
ru: Таблица-справочник «%s» отсутствует, повреждена или недоступна.
sv: Referenstabell "%s" verkar saknas, är trasig eller är inte åtkomlig.

source: Trigger definition not found!
bg: Дефиницията на тригера не е намерена!
cs: Definice triggeru nenalezena!
de: Trigger-Definition nicht gefunden!
es: ¡No se encontró definición del disparador!
fr: Définition du déclencheur non trouvée !
hu: A trigger definíció hiányzik!
it: Impossibile trovare la definizione del trigger!
pt: Definição do disparador não encontrada!
ro: Definiția trigger-ului nu a fost găsită!
ru: Объявление триггера не найдено!
sv: Trigger-definitionen hittades inte!

source: Initializing
bg: Инициализиране
cs: Připravování
de: Initialisiere
es: Inicializando
fr: Initialisation
hu: Inicializálás
it: Inizializzazione
pt: A inicializar
ro: Inițializare
ru: Инициализация
sv: Initierar

source: Check for %s updates
bg: Проверка за %s актуализации
cs: Zkontrolovat aktualizace %s
de: Suche nach %s Updates
es: Buscar actualizaciones de %s
fr: Recherche des mises à jour de %s
hu: %s frissítésének ellenőrzése.
it: Verifica aggiornamenti di %s
pt: Procurar actualizações %s
ro: Verifică după actualizări %s
ru: Проверка обновлений %s
sv: Kontroll av uppdateringar för %s

source: Downloading check file
bg: Свалянето проверява файлът
cs: Stahování kontrolního souboru
de: Prüfdatei herunterladen
es: Descargando archivo de verificación
fr: Téléchargement du fichier sélectionné
hu: Ellenőrző fájl letöltése
it: Scarico file di verifica
pt: A transferir ficheiro de verificação
ro: Descarcă fișierul de verificat
ru: Загрузка проверочного файла
sv: Laddar ner kontrollfilen

source: Reading check file
bg: Четене на файл за проверка.
cs: Čtení kontrolního souboru
de: Lese Prüfdatei
es: Leyendo archivo de verificación
fr: Lecture du fichier de vérification
hu: Ellenőrző fájl olvasása
it: Lettura file di verifica
pt: A ler ficheiro de verificação
ro: Citește fișierul de verificat
ru: Чтение проверочного файла
sv: Läser kontrollfilen

source: Error: Cannot determine current revision. Using a developer version?
bg: Грешка: Не може да се установи текущата версия. Да се използва ли версията на разработчика?
cs: Chyba: Nelze zjistit aktuální verzi. Používáte vývojovou verzi?
de: Fehler: Kann aktuelle Version nicht feststellen. Evtl. ist dies eine Entwickler-Version?
es: Error: No se puede determinar revisión actual. ¿Está usando una versión de desarrollador?
fr: Erreur : impossible de déterminer la version actuelle. Faut-il utiliser une version de développement ?
hu: Hiba: Nem lehet meghatározni az aktuális verziót. Fejlesztői verzió használ?
it: Errore: impossibile determinare la versione corrente. Si sta utilizzando una versione di sviluppo?
pt: Erro: impossível determinar a revisão actual. Utiliza uma versão em desenvolvimento?
ro: Eroare: Versiunea curentă nu poate fi determinată. Folosești o versiune developer?
ru: Ошибка: Невозможно определить текущую версию. Используете версию для разработчиков?
sv: Fel: Kan inte avgöra nuvarande revision. Använder du en utvecklarversion?

source: Your %s is up-to-date (no update available).
bg: Вашият %s е актуален (няма по-нова версия)
cs: Nejsou dostupné žádné aktualizace.
de: Ihr %s ist aktuell (keine Updates verfügbar)
es: Su %s está al día (no hay actualización disponible).
fr: %s est à jour (pas de mise à jour disponible).
hu: A %s verziód naprakész (nincs elérhető frissítés)
it: La vostra copia di %s è aggiornata (nessun aggiornamento disponibile).
pt: O %s está actualizado.
ro: %s este actualizat (nu sunt actualizări disponibile).
ru: Ваша версия %s обновлена (нет доступных обновлений).
sv: Din %s är uppdaterad (inga uppdateringar tillgängliga).

source: Updates available.
bg: Налични актуализации.
cs: Jsou dostupné aktualizace.
de: Updates verfügbar
es: Actualizaciones disponibles.
fr: Mise(s) à jour disponible(s)
hu: Frissítés elérhető.
it: Aggiornamenti disponibili.
pt: Actualizações disponíveis.
ro: Actualizări disponibile.
ru: Доступны обновления.
sv: Uppdateringar tillgängliga.

source: Update available
bg: Налична актуализация
cs: Aktualizace je k dispozici
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
hu: Frissítés elérhető
it: Aggiornamento disponibile
pt: Actualização disponível
ro: Actualizare disponibilă
ru: Доступно обновление
sv: Uppdatering tillgänglig

source: Version %s (yours: %s)
bg: Версия %s (Вашата е: %s)
cs: Verze %s (nainstalováno: %s)
de: Version %s (Ihre: %s)
es: Versión %s (la suya: %s)
fr: Version %s (cette version : %s)
hu: Verzió %s (Az Öné: %s)
it: Versione %s (installata: %s)
pt: Versão %s (a sua: %s)
ro: Versiune %s (instalată: %s)
ru: Версия %s (у вас: %s)
sv: Version %s (din: %s)

source: Released: %s
bg: Пусната на: %s
cs: Vydáno: %s
de: Veröffentlicht: %s
es: Publicada: %s
fr: Version publiée : %s
hu: Kiadva: %s
it: Rilasciata: %s
pt: Lançada em: %s
ro: Lansat: %s
ru: Выпущена: %s
sv: Släppt: %s

source: Download version %s (%s)
bg: Сваляне на версия %s (%s)
cs: Stáhnout verzi %s (%s)
de: Version %s herunterladen (%s)
es: Descargar versión %s (%s)
fr: Télécharger la version %s (%s)
hu: %s (%s) verzió letöltése
it: Scarica versione %s (%s)
pt: Transferir a versão %s (%s)
ro: Descărcați versiunea %s (%s)
ru: Скачать версию %s (%s)
sv: Ladda ner version %s (%s)

source: Revision %d (yours: %d)
bg: Подверсия %d (Вашата е: %d)
cs: Revize %d (nainstalováno: %d)
de: Revision %d (Ihre: %d)
es: Revisión %d (la suya: %d)
fr: Révision %d (cette version : %d)
hu: Kiadás: %d (Öné: %d)
it: Revisione %d (installata: %d)
pt: Revisão: %d (a sua: %d)
ro: Revizia %d (instalată: %d)
ru: Ревизия %d (у вас: %d)
sv: Version %d (din: %d)

source: Compiled: %s (yours: %s)
bg: Компилирана на %s (Вашата е на: %s)
cs: Sestaveno: %s (nainstalováno: %s)
de: Kompiliert: %s (Ihre: %s)
es: Compilada: %s (la suya: %s)
fr: Compilée le %s (cette version : %s)
hu: Fordítás időpontja: %s (Öné: %s)
it: Compilata: %s (installata: %s)
pt: Compilada em: %s (a sua: %s)
ro: Compilată: %s (instalată: %s)
ru: Дата сборки: %s (у вас: %s)
sv: Kompilerad: %s (din: %s)

source: Notes
bg: Бележки
cs: Poznámky
de: Hinweise
es: Notas
hu: Jegyzetek
it: Note
pt: Notas
ro: Notițe
ru: Пояснения
sv: Anteckningar

source: Download and install build %d
bg: Сваляне и инсталиране на версия %d
cs: Stáhnout a nainstalovat sestavení %d
de: Build %d herunterladen und installieren
es: Descargar e instalar compilación %d
fr: Télécharger et installer la version %d
hu: %d verzió letöltése
it: Scarica e installa la build %d
pt: Transferir e instalar compilação %d
ro: Descarcă și instalează versiunea %d
ru: Скачать и установить сборку %d
sv: Ladda ner och installera bygge %d

source: Downloaded file not found: %s
bg: Сваленият файл не може да бъде намерен: %s
cs: Stažený soubor nenalezen: %s
de: Heruntergeladene Datei nicht gefunden: %s
es: El archivo descargado no se encontró: %s
fr: Fichier téléchargé non trouvé : %s
hu: A letöltött fájl nincs meg: %s
it: File scaricato non trovato: %s
pt: Ficheiro transferido não encontrado: %s
ro: Fișier descărcat negăsit: %s
ru: Загруженный файл не найден: %s
sv: Nerladdad fil hittades inte: %s

source: Update in progress
bg: Актуализация е в прогрес
cs: Probíhá aktualizace
de: Update im Gange
es: Actualización en progreso
fr: Mise à jour en cours
hu: Módosítás folyamatban
it: Aggiornamento in corso
pt: Actualização em curso
ro: Actualizare în curs
ru: Выполняется обновление
sv: Uppdatering pågår

source: Downloading: %s / %s
bg: Сваляне: %s / %s
cs: Stahování: %s / %s
de: Herunterladen: %s / %s
es: Descargando: %s / %s
fr: Téléchargement : %s / %s
hu: Letöltés: %s / %s
it: Scarico: %s / %s
pt: A transferir: %s / %s
ro: Descărcare: %s / %s
ru: Загрузка: %s / %s
sv: Laddar ner: %s / %s

source: Save modified user?
bg: Запис на модифицирания потребител?
cs: Uložit změny uživatele?
de: Geänderten Benutzer speichern?
es: ¿Guardar usuario modificado?
fr: Faut-il enregistrer l'utilisateur modifié ?
hu: Menti a felhasználó módosításait?
it: Salvare utente modificato?
pt: Gravar utilizador modificado?
ro: Salvează modifiări utilizator?
ru: Сохранить изменённого пользователя?
sv: Spara ändrade användaren?

source: Starting the server without %s may solve this issue.
bg: Пускането на сървъра без %s може да реши проблема.
cs: Spuštění serveru bez %s může vyřešit problém.
de: Ein Server-Start ohne %s kann dieses Problem beheben.
es: Iniciar el servidor sin %s puede resolver este problema.
fr: Le démarrage du serveur sans %s peut résoudre ce problème.
hu: A %s szerver indítása a probléma nélkül megoldható.
it: Avviare il server senza %s potrebbe risolvere questo problema.
pt: Iniciar o servidor sem %s pode resolver o problema.
ro: Pornirea serverului fără %s ar putea rezolva această problema.
ru: Запуск сервера без %s может решить эту проблему.
sv: Start av servern utan %s kanske löser detta problem.

source: This user has an empty password.
bg: Този потребител има празна парола.
cs: Tento uživatel má nevyplněné heslo.
de: Dieser Benutzer hat ein leeres Passwort.
es: Este usuario tiene una contraseña vacía.
fr: L'utilisateur a un mot de passe vide.
hu: A felhasználónak üres jelszava van.
it: Questo utente ha una password vuota.
pt: Este utilizador tem uma senha vazia.
ro: Acest utilizator nu are parolă.
ru: Этот пользователь не имеет пароля.
sv: Den här användaren har ett tomt lösenord.

source: This user is inactive due to an invalid length of its encrypted password. Please fix that in the %s table.
bg: Този потребител е неактивен поради невалидна дължина на кодираната му парола. Моля, поправете това в таблицата%s.
cs: Tento uživatel je neaktivní z důvodu chybné délky zašifrovaného hesla. Prosím, sjednejte nápravu v tabulce %s.
de: Dieser Benutzer ist inaktiv aufgrund einer ungültigen Länge seines Passworts. Bitte beheben Sie das in der %s-Tabelle.
es: Este usuario está inactivo debido a una longitud no válida de su contraseña encriptada. Por favor solucione eso en la tabla %s.
fr: Cet utilisateur est inactif en raison d'une taille incorrecte de son mot de passe chiffré. Merci de résoudre ceci dans la table %s.
hu: Ez a felhasználó nem aktív a titkosított jelszó érvénytelen hossza miatt. Kérjük, javítsa ki azt a %s táblában.
it: Questo utente è inattivo a causa di una lunghezza non valida della sua password crittografata. Correggerla nella tabella %s.
pt: Este utilizador está inactivo devido a um tamanho inválido da sua senha encriptada. Por favor, repare-o na tabela %s.
ro: Acest utilizator este inactiv datorită lungimii invalide a parolei criptate. Te rog să corectezi în tabela %s.
ru: Этот пользователь не активен из-за неправильной длины его зашифрованного пароля. Пожалуйста, исправьте это в таблице %s.
sv: Användaren är inaktiverad p.g.a. otillåten längd på det krypterade lösenordet. Vänligen justera det i tabellen %s.

source: This user is inactive due to having a host name, while the server runs with %s.
bg: Този потребител е неактивен поради разминаване с името на машината му. Сървърът го идентифицира като %s.
cs: Tento uživatel je neaktivní z důvodu chybého hostitele. Hostitel serveru je %s.
de: Dieser Benutzer ist inaktiv, weil er einen Hostnamen benutzt und der Server mit %s läuft.
es: Este usuario está inactivo debido a tener un nombre de servidor, mientras el servidor corre con %s.
fr: Cet utilisateur est inactif en raison de la possession d'un nom de hôte, alors que le serveur s’exécute avec %s.
hu: Ez a felhasználó állomásnév miatt inaktív, miközben a %s kiszolgáló fut.
it: Questo utente è inattivo poiché ha un nome host, mentre il server viene eseguito con %s.
pt: Este utilizador está inactivo por ter um nome de anfitrião, enquanto o anfitrião executa com %s.
ro: Acest utilizator este inactiv pentru că are definit hostname, în timp ce serverul ruleaza cu %s.
ru: Этот пользователь неактивен из-за того, что у него указан адрес сервера, тогда как сервер работает на %s.
sv: Användaren är inaktiverad p.g.a. att denna har ett värdnamn, medan server kör med %s.
