Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Connecting to %s via %s, username %s, using password: %s ...
bg: Свързване към %s през %s, име %s, с парола: %s ...
cs: Připojování k %s prostřednictvím %s, uživatelské jméno %s, použito heslo: %s ...
de: Verbindung zu %s über %s, Benutzername %s, benutze Passwort: %s …
es: Conectando a %s por %s, usuario %s, usando contraseña: %s ...
fr: Connexion à %s pour %s, nom d'utilisateur %s, mot de passe : %s…
hu: Kapcsolódva %s a/az %s, felhasználónév: %s, használt jelszó: %s ...
it: Connessione a %s tramite %s, nome utente %s, usando la password: %s…
pt: A ligar a %s via %s, utilizador %s, senha: %s...
ro: Conectare la %s prin %s, utilizator %s, utilizând parola: %s...
ru: Подключение к %s с помощью %s, с именем пользователя %s, используя пароль: %s…
sv: Ansluter till %s via %s, användarnamn %s, med lösenord: %s ...

source: Closing SSH process #%d ...
bg: Затваряне на SSH процес № %d
cs: Ukončování procesu SSH #%d ...
de: Schließe SSH-Prozess #%d
es: Cerrando el proceso SSH #%d...
fr: Fermeture du processus SSH #%d…
it: Chiusura del processo SSH n°%d…
ro: Închiderea procesului SSH #%d ...
sv: Avslutar SSH-process #%d ...

source: Waiting for running query to finish ...
bg: Изчакване на изпълняваната заявка да завърши ...
cs: Čekání na dokončení běžícího dotazu ...
de: Warten auf Ende der laufenden Abfrage …
es: Esperando que la consulta en ejecución finalice ...
fr: En attente de fin d'exécution de la requête…
hu: Várakozás a futó lekérdezés befejezésére ...
it: In attesa del termine dell’esecuzione della query in esecuzione…
pt: A aguardar término da consulta...
ro: Aşteptare finalizare interogare ...
ru: Ожидание завершения выполняющегося запроса...
sv: Väntar på att körande fråga ska avslutas ...

source: Database "%s" selected
bg: Избрана е БД "%s"
cs: Databáze "%s" vybrána
de: Datenbank "%s" ausgewählt
es: Base de datos "%s" seleccionada
fr: Base de données « %s » sélectionnée
hu: "%s" adatbázis kiválasztva
it: Database “%s” selezionato
pt: Base de dados "%s" seleccionada
ro: Bază de date "%s" selectată
ru: Выбрана база данных «%s»
sv: Databas "%s" vald

source: Unhandled list node type in %s.%s
bg: Необработен тип на възел в %s.%s
cs: Neošetřený druh uzlu v %s.%s
de: Ungültiges Listenelement in %s.%s
es: Tipo de nodo de lista no controlado en %s.%s
fr: Type de liste de nœud dans %s.%s non prise en charge
hu: Kezeletlen lista csomópont típusa %s. %s
it: Tipo di nodo lista non gestito in %s.%s
pt: Tipo de nó de lista não gerido em %s.%s
ro: Tip nod de listă netratat în %s.%s
ru: Необрабатываемый тип элемента списка в %s.%s
sv: Ohanterad listnodstyp i %s.%s

source: Database names not available due to missing privileges for user %s.
bg: Иманата на базите данни не са на разположение поради липса на права за потребителя %s.
cs: Název databáze je nedostupný z důvodu nedostatečných oprávnění uživatele %s.
de: Datenbank-Namen nicht abfragbar aufgrund fehlender Rechte für Benutzer %s.
es: Nombres de bases de datos no disponibles debido a privilegios faltantes para el usuario %s.
fr: Noms des bases de données non disponibles du fait du manque de privilèges pour l'utilisateur %s.
hu: Az adatbázis nem áll rendelkezésre a %s felhasználó hiányzó jogosultságai miatt
it: I nomi dei database non sono disponibile a causa di privilegi insufficienti per l’utente %s.
pt: Nomes de bases de dados indisponíveis por privilégios de utilizador %s em falta.
ro: Nume de baze de date indisponibile din cauza lipsei privilegiilor pentru utilizatorul %s.
ru: Имена баз данных не доступны из-за отсутствующих привилегий для пользователя %s.
sv: Kan inte hämta databasnamn eftersom användaren %s saknar behörighet.

source: The server did not return a non-zero value for the %s variable. Assuming %s now.
bg: Сървърът не върна ненулева стойност за променливата %s. Приема се, че е %s.
cs: Server nevrátil nenulovou hodnotu pro proměnnou %s. Přiřazuji %s.
de: Der Server liefert keinen gültigen Wert für die Variable %s. %s wird jetzt angenommen.
es: El servidor no devolvió un valor diferente de cero para la variable %s. Asumiendo %s ahora.
fr: Le serveur n'a pas retourné de valeur non nulle pour la variable %s. Supposition de %s à partir de maintenant.
hu: A kiszolgáló nem adott vissza nulla értéket a %s változónak. %sfeltételezve.
it: Il valore di ritorno dal server non è stato diverso da zero per la variabile %s. Si presume che ora sia %s.
pt: O servidor não devolveu um valor não zero para a variável %s. A assumir %s agora.
ro: Serverul nu a returnat o valoare nenulă pentru variabila %s. Considerăm %s acum.
ru: Сервер не вернул ненулевое значение для переменной %s. Предполагаем %s.
sv: Servern returnerade inte ett värde större än noll för %s-variabeln. Antar %s nu.

source: Not implemented for this DBMS
bg: Неприложимо за тази DBMS
cs: Neimplementováno pro tento DBMS
de: Nicht implementiert für dieses Datenbank-System
es: No implementado para este DBMS
fr: Non implémenté pour ce SGBD
hu: Ez a DBMS esetében nem került végrehajtásra
it: Non implementato in questo DBMS
pt: Não implementado neste DBMS
ro: Nu este implementat pe acest DBMS
ru: Не реализовано для этой системы управления базами данных
sv: Inte implementerat för den här typen av DBMS

source: Real Hostname
bg: Истинско име на сървъра
cs: Skutečný hostitel
de: Echter Hostname
es: Nombre real de host
fr: Nom de l'hôte réel
hu: Valódi állomásnév
it: Nome host reale
pt: Anfitrião real
ro: Hostname real
ru: Реальное имя сервера
sv: Verkligt värdnamn

source: Server OS
bg: ОС на сървъра
cs: OS serveru
de: Server-Betriebssystem
es: SO del servidor
fr: SE du serveur
hu: Szerver OS
it: S.O. server
pt: SO do servidor
ro: SO server
ru: Операционная система

source: Server version
bg: Версия на сървъра
cs: Verze serveru
es: Versión del servidor
fr: Version du serveur
hu: Szerver verzió
it: Versione server
pt: Versão do servidor
ro: Versiune server
ru: Версия сервера

source: Connection port
bg: Порт на връзката
cs: Port spojení
de: Verbindungs-Port
es: Puerto de conexión
fr: Port de connexion
hu: Kapcsolódó port
it: Porta connessione
pt: Porta de ligação
ro: Port conexiune
ru: Порт соединения
sv: Anslutningsport

source: Compressed protocol
bg: Протокол с компресия
cs: Komprimovaný protokol
de: Komprimierungs-Protokoll
es: Protocolo comprimido
fr: Protocole compressé
hu: Tömörítési protokol
it: Protocollo compresso
pt: Protocolo comprimido
ro: Protocol cu compresie
ru: Сжатый протокол
sv: Komprimerat protokoll

source: Unicode enabled
bg: Поддръжка на unicode
cs: Kodování Unicode povoleno
de: Unicode aktiviert
es: Unicode habilitado
fr: Unicode activé
hu: Unicode engedélyezve
it: Unicode abilitato
pt: Unicode activado
ro: Unicode activat
ru: Unicode включен
sv: Unicode aktiverat

source: SSL enabled
bg: включен SSL
cs: SSL povoleno
de: SSL aktiviert
es: SSL habilitado
fr: SSL activé
hu: SSL engedélyezve
it: SSL abilitato
pt: SSL activada
ro: SSL activat
ru: SSL включен
sv: SSL aktiverat

source: Client version (%s)
bg: Версия на клиента (%s)
cs: Verze klienta (%s)
de: Bibliotheksversion (%s)
es: Versión del cliente (%s)
fr: Version client (%s)
hu: Kliens verzió (%s)
it: Versione client (%s)
pt: Versão do cliente (%s)
ro: Versiune client (%s)
ru: Версия клиента (%s)
sv: Klientversion (%s)

source: Regular expression did not match the VIEW code in %s: %s
bg: Регулярният израз не съвпада с кода на VIEW в %s: %s
cs: Regulární výraz se neshoduje s SQL kódem Pohledu v %s: %s
de: Regulärer Ausdruck passt nicht zum VIEW Code in %s: %s
es: La expresión regular no coincide con el código para VIEW en %s: %s
fr: L'expression régulière ne correspond pas au code VIEW %s : %s
hu: A reguláris kifejezés nem található a nézet kódjában %s : %s
it: L’espressione regolare non corrisponde al codice della vista in %s: %s
pt: Expressão regular não correspondente no código VIEW em %s: %s
ro: Expresia regulată nu s-a potrivit cu codul VIEW în %s: %s
ru: Регулярное выражение не соответствует коду представления в %s: %s
sv: Reguljäruttrycket matchade inte VIEW-koden i %s: %s

source: Unknown data type for column #%d - %s: %d
bg: Непознат тип на данните за колона #%d - %s: %d
cs: Neznámý datový typ pro sloupec #%d - %s: %d
de: Unbekannter Datentyp für Spalte #%d - %s: %d
es: Tipo de datos desconocido para la columna #%d - %s: %d
fr: Type de données inconnu pour colonne n° %d - %s : %d
hu: Ismeretlen adat típus a %d oszlopban - %s : %d
it: Tipo di dati sconosciuto per la colonna n° %d - %s: %d
pt: Tipo de dados desconhecido para a coluna %d - %s: %d
ro: Tip de date necunoscut pentru coloana #%d - %s: %d
ru: Неизвестный тип данных для столбца № %d - %s: %d
sv: Okänd datatyp för kolumn #%d - %s: %d

source: Column "%s" not available.
bg: Колона "%s" не е достъпна.
cs: Sloupec "%s" není dostupný.
de: Spalte "%s" nicht verfügbar.
es: Columna "%s" no disponible.
fr: Colonne « %s » non disponible.
hu: Az "%s" oszlop nem érhető el.
it: La colonna “%s” non è disponibile.
pt: Coluna "%s" indisponível.
ro: Coloană "%s" indisponibilă.
ru: Столбец «%s» недоступен.
sv: Kolumn "%s" är inte tillgänglig.

source: Internal error: Cannot post modifications before editing was prepared.
bg: Вътрешна грешка. Не може да се направят модификациите преди да е подготвено редактирането.
cs: Vnitřní chyba: Nelze odeslat změny, dokud není upravování připraveno.
de: Interner Fehler: Änderungen können nicht gepostet werden, bevor die Bearbeitung freigeschaltet wurde.
es: Error interno: No se pueden enviar modificaciones antes de que la edición esté preparada.
fr: Erreur interne : impossible de poster les modifications avant que l'édition ne soit préparée.
hu: Belső hiba: Nem tudja elküldeni módosításokat a szerkesztés előtt készítettünk.
it: Errore interno: non è possibile inviare modifiche prima di preparare la modifica.
pt: Erro interno: impossível publicar modificações antes de preparar a edição.
ro: Eroare internă: Nu se pot trimite modificările înainte ca editarea să fie pregătită.
ru: Внутренняя ошибка: Невозможно отправить изменения перед правкой.
sv: Intern fel: Kan inte skicka ändringar innan redigeringen har förberetts.

source: More than one table involved.
bg: Включва повече от една таблица.
cs: Nelze upravit, je využívána více než jedna tabulka.
de: Mehr als eine Tabelle involviert.
es: Más de una tabla involucrada.
fr: Plus d'une table impliquée.
hu: Egytől több táblázat érintett.
it: Più di una tabella interessata.
pt: Mais de uma tabela envolvida.
ro: Mai multe tabele implicate.
ru: Вовлечено более одной таблицы.
sv: Mer än en tabell involverad.

source: Could not determine name of table.
bg: Не може да се определи името на таблицата.
cs: Nelze určit název tabulky.
de: Name der Tabelle nicht feststellbar.
es: No se pudo determinar el nombre de la tabla.
fr: Impossible de déterminer le nom de la table.
hu: Nem sikerült meghatározni a tábla nevét.
it: Impossibile determinare il nome della tabella.
pt: Impossível determinar o nome da tabela.
ro: Nu se poate determina numele tabelei.
ru: Невозможно определить имя таблицы.
sv: Kunde inte fastställa namnet på tabellen.

source: Column #%d has an undefined origin: %s
bg: Колона #%d има недефиниран произход: %s
cs: Sloupec #%d má nedefinovaný původ: %s
de: Spalte #%d hat eine unbekannte Herkunft: %s
es: La columna #%d tiene un origen indefinido: %s
fr: La colonne n° %d a une origine non définie : %s
hu: A # %d oszlop meghatározatlan eredetű: %s
it: La colonna n° %d ha un’origine non definita: %s
pt: Coluna %d tem origem indefinida: %s
ro: Coloana #%d are o origine nedefinită: %s
ru: Столбец № %d имеет неопределённое происхождение: %s
sv: Kolumn #%d har en odefinierad källa: %s

source: Cannot compose WHERE clause - column missing: %s
bg: Не може да се състави WHERE условие - липсва колона: %s
cs: Nelze sestavit příkaz WHERE - chybí sloupec: %s
de: WHERE-Klausel nicht generierbar - Spalte fehlt: %s.
es: No se puede componer cláusula WHERE - falta columna: %s
fr: Impossible de composer la clause WHERE - colonne : %s manquante
hu: A WHERE záradékot nem lehet összeállítani - az oszlop hiányzik: %s
it: Impossibile comporre la clausola WHERE - colonna mancante: %s
pt: Impossível compor cláusula WHERE - coluna em falta: %s
ro: Nu se poate compune clauza WHERE - coloană lipsă: %s
ru: Невозможно составить выражение WHERE — столбец отсутствует: %s
sv: Kan inte sammanställa WHERE-satsen - kolumn saknas: %s

source: Unknown, should never appear
bg: Неизвестна причина, не би трябвало да се случи
cs: Neznámý, neměl by se nikdy objevit
de: Unbekannt, sollte niemals erscheinen
es: Desconocido, nunca debería aparecer
fr: Inconnu, ne devrait jamais survenir
hu: Ismeretlen, sohasem jelenik meg.
it: Sconosciuto, non dovrebbe apparire mai
pt: Desconhecido, nunca devia aparecer
ro: Necunoscut, nu ar trebui să apară
ru: Неизвестно, возникать не должно совсем
sv: Okänd, skall aldrig hända

source: Unsupported type (%d) in %s.
bg: Неподдържан тип (%d) в %s.
cs: Nepodporovaný typ (%d) v %s.
de: Nicht unterstützter Typ (%d) in %s.
es: Tipo no soportado (%d) en %s.
fr: Type non supporté (%d) dans %s.
hu: A (%d) típus nem támogatott a %s-ban.
it: Tipo non supportato (%d) in %s.
pt: Tipo não suportado (%d) em %s.
ro: Tip nesuportat (%d) în %s.
ru: Неподдерживаемый тип (%d) в %s.
sv: Typen (%d) i %s supportas inte.

source: "%s" is a read only variable, not editable
bg: Променливата "%s" е само за четене и не може да се променя.
cs: Proměnná "%s" je pouze ke čtení, nelze upravovat
de: "%s" ist eine Nur-Lesen Variable, nicht änderbar
es: "%s" es una variable de solo lectura, no editable
fr: « %s » est une variable en lecture seule, non éditable
hu: "%s" csak olvasható változó, nem szerkeszthető
it: La variabile “%s” è di sola lettura, non modificabile
pt: "%s" é uma variável só de leitura, não é editável
ro: variabila "%s" poate fi doar citită, nu și modificată
ru: Переменная «%s» только для чтения, нередактируемая
sv: "%s" är en skrivskyddad variabel, inte möjlig att ändra

source: Could not find %s variable in internal mapping.
bg: Не може да се намери променливата %s във вътрешното пространство.
cs: Nelze najít promennou %s v interním mapování.
de: Variable %s in internem Mapping nicht gefunden
es: No se pudo encontrar la variable %s en el mapeo interno.
fr: Impossible de trouver la variable %s dans le mappage interne.
hu: Nem található a %s változót a belső térképben.
it: Impossibile trovare la variabile %s nella mappatura interna.
pt: Impossível encontrar a variável %s no mapeamento interno.
ro: Nu se poate găsi variabila %s în maparea internă.
ru: Невозможно найти переменную %s во внутреннем отображении.
sv: Hittade inte %s-variabeln vid internt uppslag.

source: Selection (%s rows, %s)
bg: Избрани (%s реда, %s)
cs: Vybrané (%s řádků, %s)
de: Auswahl (%s Zeilen, %s)
es: Selección (%s filas, %s)
fr: Sélection (%s lignes, %s)
hu: Kijelölés (%s sor, %s)
it: Selezione (%s righe, %s)
pt: Selecção (%s linhas, %s)
ro: Selecție (%s rânduri, %s)
ru: Выделение (%s строк, %s)
sv: Markering (%s rader, %s)

source: Complete (%s rows, %s)
bg: Всички (%s реда, %s)
cs: Vše (%s řádků, %s)
de: Ganzes Ergebnis (%s Zeilen, %s)
es: Completo (%s filas, %s)
fr: Tout (%s lignes, %s)
hu: Teljes (%s sor, %s)
it: Completo (%s righe, %s)
pt: Completa (%s linhas, %s)
ro: Complet (%s rânduri, %s)
ru: Весь список (%s строк, %s)
sv: Allt (%s rader, %s)

source: File exists
bg: Файлът съществува
cs: Soubor existuje
de: Datei existiert
es: El archivo existe
fr: Ce fichier existe déjà
hu: A fájl létezik
it: File esistente
pt: Ficheiro existente
ro: Fişierul există
ru: Файл существует
sv: Filen finns redan

source: File does not exist: %s
bg: Файлът не съществува: %s
cs: Soubor neexistuje: %s
de: Datei existiert nicht: %s
es: El archivo no existe: %s
fr: Fichier inexistant : %s
hu: A fájl nem létezik: %s
it: File non esistente: %s
pt: O ficheiro não existe: %s
ro: Fişierul nu există: %s
ru: Файл не найден: %s
sv: Filen existerar inte: %s

source: Overwrite file %s?
bg: Презаписване на файла %s?
cs: Přepsat soubor %s?
de: Datei %s überschreiben?
es: ¿Sobreescribir archivo %s?
fr: Faut-il écraser le fichier %s ?
hu: Felülírja a %s fájlt?
it: Sovrascrivere il file %s?
pt: Sobrescrever o ficheiro %s?
ro: Suprascrie fişierul %s?
ru: Заменить файл %s?
sv: Skriv över filen %s?

source: Exporting row %s of %s (%d%%, %s)
bg: Изнасяне на ред %s от %s (%d%%, %s)
cs: Exportování řádku %s z %s (%d%%, %s)
de: Exportiere Zeile %s von %s (%d%%, %s)
es: Exportando fila %s de %s (%d%%, %s)
fr: Exportation de %s lignes sur %s (%d%%, %s)
hu: %s sor exportálása a %s-ból (%d %%, %s)
it: Esportazione riga %s di %s (%d%%, %s)
pt: A exportar linha %s de %s (%d%%, %s)
ro: Exportare înregistrare %s din %s (%d%%, %s)
ru: Экспорт строки %s из %s (%d%%, %s)
sv: Exporterar rad %s av %s (%d%%, %s)

source: Freeing data...
bg: Освобождаване на данни ...
cs: Uvolňování data...
de: Daten freigeben …
es: Liberando datos...
fr: Libération des données…
hu: Adatok felszabadítása ...
it: Rilascio dati…
pt: A libertar dados...
ro: Eliberare resurse...
ru: Освобождение данных...
sv: Frigör data...

source: Wrong constructor called: %s.%s. Instead, please call the overloaded version %s.%s.
bg: Извикан е грешен конструктор: %s.%s. Вместо това, моля, извикайте презаписаната версия %s.%s.
cs: Zavolán špatný konstruktor: %s.%s. Použijte přetíženou verzi %s.%s.
de: Falsche Konstruktor aufgerufen: %s.%s. Stattdessen bitte die überladene Version %s.%s benutzen.
es: Se invocó el constructor equivocado: %s.%s. En lugar de ello, por favor llame la versión sobrecargada %s.%s.
fr: Le constructeur appelé est incorrect : %s.%s. Appeler plutôt la version surchargée %s.%s.
hu: Rossz konstruktor hívás: %s.%s. Helyette hívja a túlterhelt verziót %s.%s.
it: È stato chiamato un costruttore errato: %s.%s. È necessario chiamare la versione overloaded %s.%s.
pt: Construtor errado chamado: %s.%s. Por favor, chame antes, a versão %s sobrecarregada.%s.
ro: Constructor greșit apelat %s.%s. Încercați, în loc, sa apelați versiunea suprascrisă %s.%s.
ru: Вызван неправильный конструктор: %s.%s. Вместо этого, пожалуйста, вызовите перегруженную версию %s.%s.
sv: Fel constructor anropad: %s.%s. Anropa istället den överlagrade versionen %s.%s.

source: Edit text in popup editor ...
bg: Редактиране на текст в изскачащия редактор
cs: Upravit text v editoru v novém okně ...
de: Text in Popup-Editor bearbeiten …
es: Editar texto en editor emergente ...
fr: Modifier le texte dans l'éditeur contextuel…
hu: Szöveg szerkesztése a felbukkanó szerkesztőben ...
it: Modifica testo in editor a popup…
pt: Editar texto no editor contextual...
ro: Editează text în editor popup
ru: Редактирование текста в отдельном окне...
sv: Redigera text i popup-editorn ...

source: No default value
bg: Няма стойност по подразбиране
cs: Žádná výchozí hodnota
de: Kein Standardwert
es: Sin valor predeterminado
fr: Pas de valeur par défaut
hu: Nincs alapérték
it: Nessun valore predefinito
pt: Sem valor predefinido
ro: Fără valoare implicită
ru: Нет значения по умолчанию
sv: Inget standardvärde

source: days
bg: дни
cs: dnů
de: Tage
es: días
fr: jours
hu: nap
it: giorni
pt: dias
ro: zile
ru: дней
sv: dagar

source: %s month ago
bg: преди %s месец
cs: Před %s měsícem
de: vor %s Monat
es: hace %s mes
fr: il y a %s mois
hu: %s hónappal ezelőtt
it: %s mese fa
pt: %s mês atrás
ro: acum %s lună
ru: %s месяц назад
sv: %s månad sedan

source: %s months ago
bg: преди %s месеца
cs: Před %s měsíci
de: vor %s Monaten
es: hace %s meses
fr: il y a %s mois
hu: %s hónapja
it: %s mesi fa
pt: %s meses atrás
ro: acum %s luni
ru: %s месяцев назад
sv: %s månader sedan

source: %s day ago
bg: преди %s ден
cs: Před %s dnem
de: vor %s Tag
es: hace %s día
fr: il y a %s jour
hu: %snappal ezelőtt
it: %s giorno fa
pt: %s dia atrás
ro: acum %s zi
ru: %s день назад
sv: %s dag sedan

source: %s days ago
bg: преди %s дни
cs: Před %s dny
de: vor %s Tagen
es: hace %s días
fr: il y a %s jours
hu: %s napja
it: %s giorni fa
pt: %s dias atrás
ro: acum %s zile
ru: %s дней назад
sv: %s dagar sedan

source: %s hour ago
bg: преди %s час
cs: Před %s hodinou
de: vor %s Stunde
es: hace %s hora
fr: il y a %s heure
hu: %s órával ezelőtt
it: %s ora fa
pt: %s hora atrás
ro: acum %s oră
ru: %s час назад
sv: %s timme sedan

source: %s hours ago
bg: преди %s часа
cs: Před %s hodinami
de: vor %s Stunden
es: hace %s horas
fr: il y a %s heures
hu: %s órája
it: %s ore fa
pt: %s horas atrás
ro: acum %s ore
ru: %s часов назад
sv: %s timmar sedan

source: %s minute ago
bg: преди %s минути
cs: Před %s minutou
de: vor %s Minute
es: hace %s minuto
fr: il y a %s minute
hu: %s perccel ezelőtt
it: %s minuto fa
pt: %s minuto atrás
ro: acum %s minut
ru: %s минуту назад
sv: %s minut sedan

source: %s minutes ago
bg: преди %s минути
cs: Před %s minutami
de: vor %s Minuten
es: hace %s minutos
fr: il y a %s minutes
hu: %s perce
it: %s minuti fa
pt: %s minutos atrás
ro: acum %s minute
ru: %s минут назад
sv: %s minuter sedan

source: less than a minute ago
bg: преди по-малко от минута
cs: Před méně než minutou
de: vor weniger als einer Minute
es: hace menos de un minuto
fr: il y a moins d'une minute
hu: kevesebb, mint egy perce
it: meno di un minuto fa
pt: menos de um minuto atrás
ro: acum mai puţin de un minut
ru: меньше минуты назад
sv: mindre än en minut sedan

source: Initializing editor ...
bg: Инициализиране на редактора ...
cs: Připravování editoru ...
de: Starte Editor …
es: Inicializando editor ...
fr: Initialisation de l'éditeur…
hu: A szerkesztő inicializálása ...
it: Inizializzazione editor…
pt: A inicializar o editor...
ro: Iniţializare editor ...
ru: Инициализация редактора...
sv: Initierar editor ...

source: Save modified %s "%s"?
bg: Запис на модифицирания %s "%s"?
cs: Uložit změněný objekt %s "%s"?
de: Geänderte %s "%s" speichern?
es: ¿Guardar modificaciones a %s "%s"?
fr: Faut-il enregistrer les modifications de(s)/du %s « %s » ?
hu: Menti a módosítást %s "%s"?
it: Salvare le modifiche (%s “%s”) ?
pt: Gravar %s "%s" modificado?
ro: Salvează modificarea %s "%s"?
ru: Сохранить изменения %s «%s»?
sv: Spara ändrad %s "%s"?

source: Save new %s?
bg: Запис на ново %s?
cs: Uložit novou %s?
de: Neue %s speichern?
es: ¿Guardar nuevo %s?
fr: Faut-il enregistrer le(a) nouveau(el/elle) %s ?
hu: Újként menti %s?
it: Salvare il nuovo %s?
pt: Gravar novo %s?
ro: Salvează noul %s?
ru: Сохранить новый %s?
sv: Spara ny %s?

source: Could not open %s (%s)
bg: Не може да се отвори %s (%s)
cs: Nelze otevřít %s (%s)
de: Kann %s nicht öffnen (%s)
es: No se pudo abrir %s (%s)
fr: Impossible d'ouvrir %s (%s)
hu: %s (%s) nem nyitható meg
it: Impossibile aprire %s (%s)
pt: Impossível abrir %s (%s)
ro: Nu s-a putut deschide %s (%s)
ru: Невозможно открыть %s (%s)
sv: Kunde inte öppna %s (%s)

source: Could not open %s (%s) - trying again without SSL...
bg: Не може да се отвори %s (%s) - прави се повторен опит без SSL.
cs: Nelze otevřít %s (%s) - zkouším znovu bez SSL...
de: Kann %s nicht öffnen (%s) - versuche noch einmal ohne SSL …
es: No se pudo abrir %s (%s) - intentando nuevamente sin SSL...
fr: Impossible d'ouvrir %s (%s), nouvelle tentative sans SSL…
hu: %s (%s) nem nyitható meg - próbálja újra SSL nélkül...
it: Impossibile aprire %s (%s) - nuovo tentativo senza SSL...
pt: Impossível abrir %s (%s) - a tentar de novo sem SSL...
ro: Nu s-a putut deschide %s (%s) - încercați din nou fără SSL...
ru: Невозможно открыть %s (%s): повтор операции без SSL...
sv: Kunde inte öppna %s (%s) - försöker igen utan SSL...
