Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Run EXPLAIN <current query> and show results
bg: Изпълнение на EXPLAIN <current query> и показване на резултат
cs: Spustí příkaz EXPLAIN aktuálního dotazu a zobrazí výsledky
de: EXPLAIN auf aktueller Abfrage ausführen und Ergebnis anzeigen
es: Ejecutar EXPLAIN <consulta actual> y mostrar los resultados
fr: Exécute EXPLAIN <current query> et affiche les résultats
hu: Futtassa az EXPLAIN parancsot a <current query> és mutassa az eredményt
it: Esegue EXPLAIN <query attuale> e ne mostra i risultati
pt: Executar EXPLAIN <current query> e mostrar os resultados
ro: Rulează EXPLAIN <current query> şi arată rezultatele
ru: Выполнить EXPLAIN <current query> и показать результаты
sv: Kör EXPLAIN <current query> och visa resulatet

source: Explain analyzer for current query
bg: Анализатор на EXPLAIN за текущата заявка
cs: EXPLAIN aktuálního dotazu na MariaDB.org
de: EXPLAIN Analyzer auf aktueller Abfrage
es: Analizar explicación para la consulta actual
fr: Analyser EXPLAIN pour cette requête
hu: Magyarázza az aktuális lekérdezés analizálását
it: Analizzatore di EXPLAIN per la query attuale
pt: Explicar o analisador para a consulta actual
ro: Explică analizorul pentru interogarea curentă
ru: Explain для текущего запроса
sv: Explain-analyserare för nuvarande fråga

source: Run EXPLAIN <current query> and send results to MariaDB.org
bg: Изпълнение на EXPLAIN <current query> и изпращане на резултата на MariaDB.org
cs: Spustí příkaz EXPLAIN aktuálního dotazu a odešle výsledky na MariaDB.org
de: EXPLAIN auf aktueller Abfrage ausführen und Ergebnis auf MariaDB.org analysieren
es: Ejecutar EXPLAIN <consulta actual> y enviar los resultados a MariaDB.org
fr: Exécute EXPLAIN <current query> et envoie les résultats sur MariaDB.org
hu: Futtassa az EXPLAIN parancsot a <current query> és küldje az eredményt a MariaDB.org-ra
it: Esegue EXPLAIN <query attuale> e invia i risultati a MariaDB.org
pt: Executar EXPLAIN <current query> e enviar os resultados para a MariaDB.org
ro: Rulează EXPLAIN <current query> şi trimite rezultatele către MariaDB.org
ru: Выполнить EXPLAIN <current query> и отправить результат в MariaDB.org
sv: Kör EXPLAIN <current query> och skicka resultatet till MariaDB.org

source: Image preview
bg: Преглед на изображението
cs: Náhled obrázku
de: Bildvorschau
es: Vista previa de imagen
fr: Aperçu de l'image
hu: Kép előnézet
it: Anteprima immagine
pt: Antever imagem
ro: Previzualizare imagine
ru: Просмотр картинки
sv: Förhandsvisa bild

source: Preview image contents from BLOB cells
bg: Преглед на изображението от BLOB клетка
cs: Zobrazí náhled obrázků z BLOB buněk
de: Bildvorschau aus BLOB-Zellen
es: Previsualiza contenido de imagen de celdas BLOB
fr: Aperçu de l'image à partir d'un BLOB
hu: Mutassa a kép tartalmat a BLOB mezőben
it: Anteprima di immagini contenute in celle BLOB
pt: Antever conteúdo da imagem de células BLOB
ro: Previzualizează conţinutul imaginii din celula BLOB
ru: Предпросмотр изображения из BLOB-ячеек
sv: Förhandsvisa bildinnehåll i BLOB-celler

source: Insert files into TEXT/BLOB fields...
bg: Вмъкване на файлове в полета от тип TEXT/BLOB
cs: Vložit soubory do TEXT/BLOB polí...
de: Dateien in TEXT/BLOBs importieren …
es: Insertar archivos en campos TEXT/BLOB...
fr: Insérer des fichiers dans des champs TEXT/BLOB…
hu: Fájl beszúrása a TEXT/BLOB mezőkbe...
it: Inserisci file in campi TEXT/BLOB…
pt: Inserir ficheiros em campos TEXT/BLOB...
ro: Inserează fişiere în câmpuri TEXT/BLOB...
ru: Вставить файлы в поля TEXT/BLOB...
sv: Lägg till filer till TEXT/BLOB-fält...

source: Export database as SQL
bg: Изнасяне на БД като SQL
cs: Exportovat databázi jako SQL
de: Datenbank SQL Export
es: Exportar base de datos como SQL
fr: Exporter la base de données en SQL…
hu: Adatbázis exportálása SQL-ként
it: Esporta database come SQL
pt: Exportar base de dados como SQL
ro: Exportă bază de date ca SQL
ru: Экспорт базы данных в SQL
sv: Exportera databas som SQL

source: Dump database objects to an SQL file
bg: Извеждане на БД обекти в SQL файл
cs: Uloží objekty databáze do SQL souboru
de: Exportiert Datenbank-Objekte in eine SQL Datei
es: Volcar objetos de la base de datos a un archivo SQL
fr: Listage des objets de la base de données vers un fichier SQL
hu: Adatbázis objektumok mentése egy SQL fájlba
it: Effettua il dump degli oggetti del database salvandolo in un file SQL
pt: Despejar objectos da base de dados num ficheiro SQL
ro: Extrage obiectele către fişier SQL
ru: Дамп объектов базы данных в файл SQL
sv: Dumpa databasobjekt till en SQL-fil

source: Load SQL file...
bg: Зареждане на SQL файл...
cs: Načíst SQL soubor...
de: SQL-Datei laden …
es: Cargar archivo SQL...
fr: Charger un fichier SQL…
hu: SQL fájl betöltése...
it: Carica file SQL…
pt: Carregar ficheiro SQL...
ro: Încarcă fişier SQL...
ru: Загрузить SQL файл...
sv: Läs in SQL-fil...

source: Run SQL file...
bg: Изпълнение на SQL файл...
cs: Spustit soubor SQL...
de: SQL-Datei ausführen …
es: Ejecutar archivo SQL...
fr: Exécuter un fichier SQL…
hu: SQL fájl futtatása...
it: Esegui file SQL…
pt: Executar ficheiro SQL...
ro: Execută fişier SQL
ru: Выполнить SQL-файл…
sv: Kör SQL-fil...

source: Run SQL file(s) directly, without loading into the editor
bg: Изпълнение на SQL файл(ове) директно, без зареждане в редактора
cs: Spusťte soubor(y) SQL přímo, bez načítání do editoru
de: SQL-Datei direkt ausführen, ohne sie in den Editor zu laden
es: Ejecutar archivo(s) SQL directamente, sin cargar en el editor
fr: Exécute le ou les fichiers SQL directement, sans chargement dans l’éditeur
hu: SQL fájl(ok) közvetlen futtatása a szerkesztőbe betöltés nélkül
it: Esegui file SQL direttamente, senza caricarli nell’editor
pt: Executar ficheiro(s) SQL directamente, sem os carregar no editor
ro: Executare fişier(e) SQL fără încărcare în editor
ru: Выполнить SQL-файл(ы) напрямую, без загрузки в редактор
sv: Kör SQL-filen/filerna direkt utan att öppna dom i editorn

source: Drop ...
bg: Унищожаване ...
cs: Smazat ...
de: Löschen …
es: Suprimir ...
fr: Retirer (DROP)…
hu: Eldobás
it: Elimina…
pt: Largar...
ro: Aruncați ...
ru: Уничтожить...
sv: Ta bort ...

source: Deletes tables, views, procedures and functions
bg: Изтриване на таблици, изгледи, процедури и функции
cs: Smaže tabulky, pohledy, procedury a funkce
de: Löscht Tabellen, Views, Prozeduren und Funktionen
es: Borra tablas, vistas, procedimientos y funciones
fr: Supprime tables, vues, procédures et fonctions
hu: Törli a táblázatokat, nézeteket, eljárásokat és függvényeket
it: Elimina tabelle, viste, procedure e funzioni
pt: Elimina tabelas, vistas, procedimentos e funções
ro: Şterge tabele, vederi, proceduri şi funcţii
ru: Удалить таблицы, отображения, процедуры и функции
sv: Ta bort tabeller, vyer, procedurer och funktioner

source: Create view ...
bg: Създаване на изглед ...
cs: Vytvořit pohled ...
de: VIEW erstellen …
es: Crear vista ...
fr: Créer une vue…
hu: Nézet létrehozása ...
it: Crea vista…
pt: Criar vista...
ro: Creează vedere ...
ru: Создать представление...
sv: Skapa vy ...

source: &First
bg: &Първи
cs: &První
de: Erste Zeile
es: &Primero
fr: &Premier
hu: Első (&F)
it: &Primo
pt: &Primeiro
ro: Primul &f
ru: &Первый
sv: &Första

source: First
bg: Първи
cs: První
de: Zum Anfang springen
es: Primero
fr: Premier
hu: Első
it: Primo
pt: Primeiro
ro: Primul
ru: Первый
sv: Första

source: &Last
bg: &Последен
cs: &Poslední
de: Letzte Zeile
es: Ú&ltimo
fr: &Dernier
hu: Uto&lsó
it: &Ultimo
pt: Ú&ltimo
ro: U&ltimul
ru: &Последний
sv: &Sista

source: Last
bg: Последен
cs: Poslední
de: Zum Ende springen
es: Último
fr: Dernier
hu: Utolsó
it: Ultimo
pt: Último
ro: Ultimul
ru: Последний
sv: Sista

source: &Insert row
bg: &Вмъкване на ред
cs: &Vložit řádek
de: Zeile einfügen
es: &Insertar fila
fr: &Insérer une ligne
hu: Sor beszúrása
it: &Inserisci riga
pt: &Inserir linha
ro: &Inserează înregistrare
ru: &Вставить строку
sv: &Lägg till rad

source: Insert row into table
bg: Добавяне ред в таблицата
cs: Vložit řádek do tabulky
de: Neue Zeile in Tabelle einfügen
es: Insertar fila en la tabla
fr: Insère une ligne dans la table
hu: Sor beszúrása az aktuális táblába
it: Inserisce una riga nella tabella
pt: Inserir linha na tabela
ro: Inserează înregistrare în tabel.
ru: Вставьте строку в таблицу
sv: Lägg till rad i tabell

source: Duplicate row without keys
bg: Дублиран ред без ключове
cs: Duplicitní řádek bez klíčů
de: Zeile ohne Schlüssel duplizieren
es: Duplicar fila sin claves
fr: Dupliquer la ligne sans clés
hu: Kulcs nélküli ismétlődő sorok
it: Duplica riga senza chiavi
pt: Duplicar linha sem chaves
ro: Dublarea rândului fără chei
ru: Дублировать строку без ключей
sv: Duplicera rad utan nycklar

source: Duplicate row with keys
bg: Дублиран ред с ключове
cs: Duplicitní řádek s klíči
de: Zeile mit Schlüsseln duplizieren
es: Duplicar fila con claves
fr: Dupliquer la ligne avec clés
hu: Ismétlődő sor kulccsal
it: Duplica riga con chiavi
pt: Duplicar linha com chaves
ro: Dublarea rândului păstrând cheile
ru: Дублировать строку с ключами
sv: Duplicera rad med nycklar

source: &Delete selected row(s)
bg: &Изтриване на избрания ред(ове)
cs: Smazat vybrané řá&dky
de: Ausgewählte Zeile(n) löschen
es: Borrar fila(s) selecciona&da(s)
fr: &Supprimer la ou les lignes sélectionnées
hu: Törli a kiválasztott sor(oka)t
it: &Elimina righe selezionate
pt: Eliminar linhas selecciona&das
ro: &Distruge înregistrările selectat(e)
ru: &Удалить выбранную строку(и)
sv: &Ta bort valda rad(er)

source: Delete selected row(s)
bg: Изтриване на избрания(те) ред(ове)
cs: Smazat vybrané řádky
de: Ausgewählte Zeile(n) löschen
es: Borrar fila(s) seleccionada(s)
fr: Supprime la ou les lignes sélectionnées
hu: Kijelölt sor(ok) törlése
it: Elimina le righe selezionate
pt: Eliminar as linhas seleccionadas
ro: Distruge înregistrările selectat(e)
ru: Удалить выбранную строку(и)
sv: Ta bort valda rad(er)

source: P&ost
bg: П&рилагане
cs: Ul&ožit
de: Senden
es: En&viar
fr: P&oster
hu: Közzétesz
pt: P&ublicar
ru: П&ослать
sv: S&kicka

source: Post
bg: Прилагане
cs: Uložit
de: Senden
es: Enviar
fr: Poster
hu: Közzétesz
it: Conferma modifica
pt: Publicar
ro: Trimite
ru: Применить
sv: Skicka

source: Cancel editing
bg: Отмяна на редакцията
cs: Zrušit
de: Änderungen verwerfen
es: Cancelar edición
fr: Annuler l'édition
hu: Szerkesztés visszavonása
it: Annulla modifica
pt: Cancelar edição
ro: Anulează editare
ru: Отменить редактирование
sv: Avbryt redigering

source: Create new table in selected database
bg: Създай нова таблица в избраната БД
cs: Vytvoří novou tabulku ve vybrané databázi
de: Neue Tabelle in aktueller Datenbank erstellen
es: Crear nueva tabla en la base de datos seleccionada
fr: Crée une nouvelle table dans la base de données sélectionnée
hu: Új tábla létrehozása a kijelölt adatbázisban
it: Crea nuova tabella nel database selezionato
pt: Criar nova tabela na base de dados seleccionada
ro: Creează tabelă noua în baza de date selectată
ru: Создать новую таблицу в выбранной базе данных
sv: Skapa ny tabell i vald databas

source: Empty table(s) ...
bg: Изпразване на таблици...
cs: Vyprázdnit tabulku ...
de: Tabelle(n) leeren …
es: Vaciar tabla(s)...
fr: Vider la ou les tables…
hu: Tábla kiürítése
it: Svuota tabella/e…
pt: Despejar tabela(s)...
ro: Goleşte tabela(-ele) ...
ru: Очистить таблицу(ы)...
sv: Töm tabell(er) ...

source: Delete all rows in selected table(s)
bg: Изтриване на всички редове в избраната таблица(и)
cs: Smaže všechny řádky ve vybraných tabulkách
de: Alle Zeilen in ausgewählter Tabelle löschen
es: Borrar todas las filas en la(s) tabla(s) seleccionada(s)
fr: Supprime toutes les lignes des tables sélectionnées
hu: Az összes sor törlése a kijelölt táblában(táblákban)
it: Elimina tutte le righe delle tabelle selezionate
pt: Eliminar todas as linhas nas tabelas seleccionadas
ro: Şterge toate înregistrările din tabelul(ele) selectat(e)
ru: Удалить все строки в выбранной таблиц(е)
sv: Ta bort alla rader i vald tabell(er)

source: Create a new, blank database
bg: Създай нова, празна БД
cs: Vytvoří novou databázi
de: Eine neue, leere Datenbank erzeugen
es: Crear una nueva base de datos en blanco
fr: Crée une nouvelle base de données vide
hu: Új, üres adatbázis létrehozása
it: Crea un nuovo database vuoto
pt: Criar uma nova base de dados em branco
ro: Creează bază de date nouă, goală
ru: Создать новую, пустую базу данных
sv: Skapa ny, tom databas

source: SQL help
bg: SQL помощ
cs: SQL nápověda
de: SQL-Hilfe
es: Ayuda SQL
fr: Aide SQL
hu: SQL súgó
it: Guida SQL
pt: Ajuda SQL
ro: Ajutor SQL
ru: Справка по SQL
sv: SQL-hjälp

source: SQL help browser
bg: SQL помощен браузър
cs: Zobrazí prohlížeč SQL nápovědy
de: SQL-Hilfe Browser
es: Navegador de ayuda SQL
fr: Navigateur pour l'aide SQL
hu: SQL súgó böngésző
it: Sfoglia la guida SQL
pt: Navegador de ajuda SQL
ro: Navigator Ajutor SQL
ru: Просмотр справки по SQL
sv: SQL-hjälputforskare

source: Refresh
bg: Обновяване
cs: Obnovit
de: Aktualisieren
es: Recargar
fr: Rafraîchir
hu: Frissítés
it: Aggiorna
pt: Actualizar
ro: Împrospătează
ru: Обновить
sv: Uppdatera

source: Full status refresh
bg: Пълно презареждане на статуса
cs: Úplné obnovení stavu
de: Vollen Status neu laden
es: Recarga completa de estado
fr: Rafraîchissement du statut complet
hu: Teljes állapotfrissítés
it: Aggiornamento completo stato
pt: Actualização de estado completa
ro: Reîmprospatare totală status
ru: Полное обновление статуса
sv: Full statusuppdatering

source: Get full statistics refresh on table data. Slow on InnoDB tables!
bg: Пълно опресняване на статуса на данните в таблицата. При InnoDB таблици става бавно.
cs: Obnovením získá úplné statistiky dat tabulky. Pomalé na InnoDB tabulkách!
de: Frage vollen Status Tabellenstatus ab. Langsam bei InnoDB Tabellen!
es: Obtener recarga completa de estadísticas sobre datos de tablas. ¡Lento en tablas InnoDB!
fr: Met à jour toutes les statistiques sur les données de table. Lent avec des tables InnoDB !
hu: Teljes statisztikák frissítése a táblázat adataiból. Lassú az InnoDB táblákon!
it: Aggiornamento completo delle statistiche dei dati delle tabelle. Lento con tabelle InnoDB!
pt: Obter actualização completa das estatísticas nos dados da tabela. Lento em tabelas InnoDB!
ro: Preia toată statistica la reîmprospătare pe datele tabelei. Greoi pe tabele InnoDB.
ru: Получить полное обновление статистики по данным таблицы. Медленно на таблицах InnoDB!
sv: Gör en full statistikuppdatering för tabelldata. Långsam för InnoDB-tabeller!

source: Import CSV file...
bg: Внасяне на CSV файл...
cs: Importovat CSV soubor...
de: CSV-Datei importieren
es: Importar archivo CSV...
fr: Importer un fichier CSV…
hu: CSV fájl importálása...
it: Importa file CSV…
pt: Importar ficheiro CSV...
ro: Importă fişier CSV...
ru: Импорт CSV файла…
sv: Importera CSV-fil ...

source: Import a CSV or tab delimited file
bg: Внасяне на файл с данни, разделени със запетая или табулатор.
cs: Importuje CSV nebo tabulátory oddělený soubor
de: CSV-Datei oder Textdatei importieren
es: Importar un archivo CSV o delimitado por tabulaciones
fr: Importe un fichier CSV ou un fichier délimité par des tabulations
hu: CSV vagy tabulátorral elválasztott fájl importja
it: Importa un file di testo in formato CSV
pt: Importar um ficheiro CSV ou delimitado por tabulações
ro: Importă un fişier CSV sau tab-delimitat
ru: Импорт CSV-файла или текста, разделённого табуляцией
sv: Importera en komma- eller tabbseparerad fil

source: Export settings file ...
bg: Изнасяне на файл с настройки ...
cs: Export nastavení souboru ...
de: Einstellungen in Datei exportieren …
es: Exportar archivo de ajustes ...
fr: Exporter les paramètres…
hu: Beállítások exportálása
it: Esporta file impostazioni…
pt: Exportar ficheiro de definições...
ro: Exportare fişier setări ...
ru: Экспорт файла настроек...
sv: Exportera inställningar ...

source: Preferences
bg: Настройки
cs: Předvolby
de: Einstellungen
es: Preferencias
fr: Préférences
hu: Beállítások
it: Preferenze
pt: Preferências
ro: Preferinţe
ru: Настройки
sv: Inställningar

source: Check for updates ...
bg: Проверка за актуализация ...
cs: Zkontrolovat aktualizace...
de: Nach Programm-Update suchen …
es: Buscar actualizaciones ...
fr: Rechercher les mises à jour…
hu: Frissítések ellenőrzése...
it: Verifica aggiornamenti…
pt: Procurar actualizações...
ro: Verifică actualizări ...
ru: Проверить обновления...
sv: Kontrollera uppdateringar ...

source: Download page
bg: Страница за изтегляне
cs: Stránka ke stažení
de: Download-Website
es: Página de descarga
fr: Page de téléchargement
hu: Letöltési oldal
it: Pagina di download
pt: Página de transferências
ro: Pagina de download
ru: Страница загрузки
sv: Nerladdningssida

source: Support forum
bg: Форум за поддръжка
cs: Fórum podpory
es: Foro de soporte
fr: Forum d'aide
hu: Támogatói fórum
it: Forum di aiuto
pt: Fórum de apoio
ro: Forum suport
ru: Форум

source: Changelog
bg: Дневник с промените
cs: Přehled změn
de: Änderungs-Historie
es: Registro de cambios
fr: Notes de version
hu: Változásnapló
it: Note di rilascio
pt: Diário de alterações
ro: Log de modificări
ru: Журнал изменений
sv: Ändringslogg

source: Open readme file
bg: Отвори readme файлът
cs: Otevře soubor Čti mě
de: Öffnet die readme-Datei
es: Abrir el archivo Léame
fr: Ouvrir le fichier lisez-moi
hu: Olvass el fájl megnyitása
it: Apri file leggimi
pt: Abrir ficheiro readme
ro: Deschide fişierul Citeşte-mă!
ru: Показать файл Readme
sv: Öppna "Läs mig"-filen

source: Save SQL to a textfile
bg: Запис на SQL като текстов файл
cs: Uloží SQL do textového souboru
de: SQL als Textdatei speichern
es: Guardar SQL en un archivo de texto
fr: Enregistre SQL dans un fichier texte
hu: SQL mentése szövegfájlba
it: Salva SQL in un file di testo
pt: Gravar SQL num ficheiro de texto
ro: Salvează SQL în fişier
ru: Сохранить SQL в текстовый файл
sv: Spara SQL som textfil

source: Save selection to file ...
bg: Запис на маркираното във файл...
cs: Uložit vybrané do souboru ...
de: Auswahl als Datei speichern …
es: Guardar la selección en archivo ...
fr: Enregistrer la sélection dans un fichier…
hu: Kijelölés mentése fájlba ...
it: Salva selezione su file…
pt: Gravar seleção em ficheiro...
ro: Salvează selecţia în fişierul ...
ru: Сохранить выделенное в файл...
sv: Spara urval till fil ...

source: Save selected text to a file
bg: Запис на маркирания текст във файл
cs: Uloží vybraný text do souboru
de: Ausgewählten Text als Datei speichern
es: Guardar el texto seleccionado en un archivo
fr: Enregistre le texte sélectionné dans un fichier
hu: Kiválasztott szöveg mentése fájlba
it: Salva testo selezionato su file
pt: Gravar texto seleccionado num ficheiro
ro: Salvează textul selectat într-un fişier
ru: Сохранить выделенный текст в файл
sv: Spara utvald text till fil

source: Save as snippet ...
bg: Запис като фрагмент от код ...
cs: Uložit jako útržek ...
de: Als Schnipsel speichern
es: Guardar como fragmento ...
fr: Enregistre en tant que fragment…
hu: Töredék mentése ...
it: Salva come ritaglio…
pt: Guardar como trecho...
ro: Salvează ca snippet ...
ru: Сохранить как сниппет...
sv: Spara som kodsnutt ...

source: Save selection as snippet ...
bg: Запис на маркираното като част от код...
cs: Uložit vybrané jako útržek ...
de: Auswahl als Schnipsel speichern …
es: Guardar selección como fragmento ...
fr: Enregistrer la sélection en tant que fragment…
hu: Mentse a kijelölést töredékként ...
it: Salva selezione come ritaglio…
pt: Gravar selecção como trecho...
ro: Salvează selecţia ca snippet ...
ru: Сохранить выделенное как сниппет...
sv: Spara markering som kodsnutt ...

source: Save selected text as snippet ...
bg: Запис на маркирания текст като част от код...
cs: Uložit vybraný text jako útržek ...
de: Ausgewählten Text als Schnipsel speichern …
es: Guarda el texto seleccionado como un fragmento ...
fr: Enregistrer le texte sélectionné en tant que fragment…
hu: Mentse a kiválasztott szöveget töredékként ...
it: Salva testo selezionato come ritaglio…
pt: Gravar texto seleccionado como trecho...
ro: Salvează textul selectat ca snippet ...
ru: Сохранить выделенный текст как сниппет...
sv: Spara markerad text som kodsnutt ...

source: Clear query editor
bg: Изчистване редактора за заявки
cs: Vyčistí editor dotazu
de: Editor leeren
es: Limpiar el editor de consultas
fr: Effacer l'éditeur de requête
hu: Lekérdezés szerkesztő törlése
it: Svuota l’editor di query
pt: Limpar editor de consultas
ro: Curăţă editorul de interogări
ru: Очистить редактор запросов
sv: Rensa frågeeditorn

source: Clear filter editor
bg: Изчистване на редактора за филтри
cs: Vyčistí editor filtrů
de: Editor leeren
es: Limpiar el editor de filtros
fr: Effacer l'éditeur de filtre
hu: Szűrő szerkesztő törlése
it: Svuota l’editor di filtri
pt: Limpar editor de filtros
ro: Curăţă editorul de filtre
ru: Очистить редактор фильтра
sv: Rensa filtereditorn

source: Stop on errors in batch mode
bg: Стоп при грешки в пакетен режим
cs: Přerušit při chybě v dávkovém módu
de: Bei Fehlern im Batchmodus anhalten
es: Detener en errores en modo por lotes
fr: S'arrête lors d'erreurs en mode par lot
hu: Bach módban minden hibánál megáll
it: Fermati in caso di errori in modalità batch
pt: Parar nos erros em modo de lote
ro: Opreşte la eroare în lista de execuţie interogări
ru: Останавливаться при ошибках в пакетном режиме
sv: Stanna om fel upptäcks i batch-läge

source: Find text ...
bg: Търсене на текст ...
cs: Najít text...
de: Text suchen …
es: Buscar texto ...
fr: Rechercher un texte…
hu: Szöveg keresése...
it: Trova testo…
pt: Localizar texto...
ro: Caută text ...
ru: Найти текст...
sv: Sök text ...

source: Replace text ...
bg: Замяна на текст ...
cs: Nahradit text...
de: Suchen und ersetzen …
es: Reemplazar texto ...
fr: Remplacer texte…
hu: Szöveg cseréje ...
it: Sostituisci testo…
pt: Substituir texto...
ro: Înlocuieşte text ...
ru: Заменить текст...
sv: Ersätt text...

source: Find or replace again
bg: Търсене или заместване отново
cs: Najít nebo nahradit znovu
de: Suchen oder Ersetzen wiederholen
es: Buscar o reemplazar de nuevo
fr: Rechercher ou remplacer à nouveau
hu: Keres, vagy cserél ismét
it: Ripeti Trova o Sostituisci
pt: Localizar ou substituir de novo
ro: Caută sau înlocuieşte din nou
ru: Найти или заменить снова
sv: Hitta och ersätt igen

source: Set delimiter used in SQL execution
bg: Задаване разделител за край на заявката
cs: Nastaví oddělovač použitý v SQL dotazech
de: Delimiter für SQL-Kommandos
es: Establecer delimitador usado en ejecución SQL
fr: Définir le délimiteur utilisé en exécution SQL
hu: Az SQL lekérdezésben használt elválasztó beállítása
it: Imposta il delimitatore da usare nell’esecuzione dell’SQL
pt: Definir delimitador em execução de SQL
ro: Setează delimitatorul utilizat în execuţia SQL
ru: Установить разделитель SQL-запросов
sv: Välj avgränsare som ska användas vid SQL-exekvering

source: Apply filter
bg: Прилагане
cs: Aplikovat
de: Anwenden
es: Aplicar filtro
fr: Appliquer
hu: Alkalmaz
it: Applica filtro
pt: Aplicar filtro
ro: Aplică filtru
ru: Фильтровать
sv: Tillämpa filter

source: Remove filter
bg: Премахване на филтър
cs: Zrušit filtr
de: Filter entfernen
es: Eliminar filtro
fr: Supprimer le filtre
hu: Szűrő törlése
it: Rimuovi filtro
pt: Remover filtro
ro: Şterge filtru
ru: Убрать фильтр
sv: Ta bort filter

source: &Previous tab
bg: &Предишен таб
cs: &Předchozí záložka
de: Vorheriger Tab
es: &Pestaña anterior
fr: Onglet &précédent
hu: Előző lap
it: Scheda &precedente
pt: Se&parador anterior
ro: Fila precedentă &p
ru: Предыдущая вкладка
sv: &Föregående flik
