Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Default linebreak style:
bg: Тип на новите редове по подразбиране:
cs: Výchozí styl zalomení řádku:
de: Standard-Zeilenumbruch-Stil:
es: Estilo predeterminado de salto de línea:
fr: Style de fin de ligne par défaut :
hu: Alapértelmezett sortörés stílus:
it: Stile interruzioni di linea predefinito:
pt: Quebra de linha predefinida:
ro: Stil delimitator de sfărșit de linie predefinit:
ru: Стиль переносов строк по умолчанию:
sv: Förvald radslutsstil:

source: Check
bg: Проверка
cs: Zkontrolovat
de: Prüfen
es: Verificar
fr: Vérifier
hu: Ellenőrzés
it: Verifica
pt: Verificar
ro: Verifică
ru: Проверить
sv: Kontrollera

source: Optimize
bg: Оптимизация
cs: Optimalizovat
de: Optimieren
es: Optimizar
fr: Optimiser
hu: Optimalizálás
it: Ottimizza
pt: Optimizar
ro: Optimizează
ru: Оптимизировать
sv: Optimera

source: Repair
bg: Поправи
cs: Opravit
de: Reparieren
es: Reparar
fr: Réparer
hu: Javítás
it: Ripara
pt: Reparar
ro: Repară
ru: Восстановить
sv: Reparera

source: Integer
bg: Целочислен
cs: Celé číslo
de: Ganzzahlig
es: Entero
fr: Entier
hu: Egész szám
it: Intero
pt: Inteiro
ro: Întreg
ru: Целочисленное
sv: Heltal

source: Real
bg: Реален
cs: Reálné
de: Fließkomma
fr: Réel
hu: Valós szám
it: Virgola mobile
ru: Вещественное
sv: Flyttal

source: Text
bg: Текст
es: Texto
fr: Texte
hu: Szöveg
it: Testo
pt: Texto
ru: Текст

source: Temporal (time)
bg: Времеви (време)
cs: Časové (čas)
de: Zeitlich
es: Temporal (hora)
fr: Temporel (date/heure)
hu: Időbeli (idő)
it: Temporale (ora)
pt: Temporal (horas)
ro: Temporal (timp)
ru: Временной (дата-время)
sv: Temporal (tidsbunden)

source: Spatial (geometry)
bg: Пространствен (геометрия)
cs: Prostorové (geometrie)
de: Räumlich (Geometrie)
es: Espacial (geometría)
fr: Spatial (géométrie)
hu: Térbeli (geometria)
it: Spaziale (geometria)
pt: Espacial (geometria)
ro: Spațial (geometrie)
ru: Пространственный (геометрия)
sv: Spatial (rumslig)

source: Other
bg: Друг
cs: Ostatní
de: Andere
es: Otro
fr: Autre
hu: Egyéb
it: Altro
pt: Outro
ro: Altele
ru: Другой
sv: Övriga

source: Single .sql file
bg: Единичен .sql файл
cs: Samostatný soubor .sql
de: Einzelne .sql-Datei
es: Archivo .sql individual
fr: Fichier .sql unique
hu: Egyetlen .sql fájl
it: File .sql singolo
pt: Ficheiro .sql único
ro: Fișier .sql singular
ru: Один SQL-файл
sv: Enskild .sql-fil

source: ZIP compressed .sql file
bg: ZIP компресиран .sql файл
cs: Komprimovaný soubor .sql metodou ZIP
de: ZIP-komprimierte .sql-Datei
es: Archivo .sql comprimido en ZIP
fr: Fichier .sql compressé en ZIP
hu: ZIP tömörített .sql fájl
it: File .sql compresso con ZIP
pt: Ficheiro .sql com compressão ZIP
ro: Fișier .sql arhivat
ru: Сжатый SQL-файл (ZIP)
sv: .sql-fil i ZIP-arkiv

source: Clipboard
bg: Клипборд
cs: Schránka
de: Zwischenspeicher
es: Portapapeles
fr: Presse-papiers
hu: Vágólap
it: Appunti
pt: Área de transferência
ru: Буфер обмена
sv: Urklipp

source: Server
bg: Сървър
es: Servidor
fr: Serveur
hu: Szerver
pt: Servidor
ru: Сервер

source: Delete + insert (truncate existing data)
bg: Delete + insert (изтриване на данните)
cs: Smazat + vložit (zkrácení existujících dat)
de: Löschen + einfügen (alte Daten löschen)
es: Borrar + insertar (truncar datos existentes)
fr: DELETE + INSERT (tronquer les données existantes)
hu: DELETE + INSERT (meglévő adatok csonkítása)
it: Elimina + inserisci (tronca i dati esistenti)
pt: Eliminar + inserir (truncar dados existentes)
ro: Șterge și inserează (elimină datele curente)
ru: Удаление + вставка (уничтожить существующие данные)
sv: Ta bort + lägg till (trunkera existerande data)

source: Insert
bg: Вмъкване
cs: Vložit
de: Einfügen
es: Insertar
fr: INSERT (insérer les données)
hu: Beszúrás
it: Inserisci
pt: Inserir
ro: Inserează
ru: Вставить
sv: Lägg till

source: Insert ignore (do not update existing)
bg: Само новите данни (без актуализация на съществуващите)
cs: Vložit ignorované (neměnit existující)
de: Einfügen und ignorieren (kein Update auf alte Daten)
es: Insertar e ignorar (no actualizar existentes)
fr: INSERT IGNORE (ne pas mettre à jour les données existantes)
hu: INSERT kihagyással (nem frissítik a meglévő adatokat)
it: Inserisci ignorando (non aggiorna dati esistenti)
pt: Ignorar inserção (não actualizar existentes)
ro: Insert cu ignorare (fără actualizare date existente)
ru: Insert ignore (не обновлять существующие данные)
sv: Lägg till (men ignorera existerande data)

source: Replace existing data
bg: Заместване на съществуващите данни
cs: Nahradit existující data
de: Ersetze alte Daten (REPLACE)
es: Reemplazar datos existentes
fr: REPLACE (remplacer les données existantes)
hu: A meglévő adatok cseréje
it: Sostutuisci dati esistenti
pt: Substituir dados existentes
ro: Înlocuiește datele existente
ru: Заменить существующие данные
sv: Ersätt existerande data

source: Flush
bg: Презареждане
cs: Vyprázdnit
de: Leeren
es: Vaciar
fr: Traiter les modifications
hu: Kiürítés
it: Svuota
pt: Despejar
ro: Stochează permanent
ru: Очистить
sv: Flusha

source: View changelog
bg: Преглед на промените
cs: Vidět přehled změn
de: Änderungs-Log ansehen
es: Ver registro de cambios
fr: Voir les notes de version
hu: Változásnapló megtekintése
it: Vedi registro modifiche
pt: Ver diário de alterações
ro: Vizualizează jurnal modificări
ru: Просмотреть список изменений
sv: Visa ändringshistorik

source: Become a donor of the %s project
bg: Направете дарение за проекта %s
cs: Staňte se dárcem projektu %s
de: Werde ein Spender des %s-Projekts
es: Convertirse en donante del proyecto %s
fr: Devenir donateur du projet %s
hu: Legyen a %s projekt adományozója
it: Diventa un benefattore del progetto %s
pt: Tornar-se doador do projecto %s
ro: Devino donator pentru proiectul %s
ru: Стать жертвователем проекта %s
sv: Bli en bidragsgivare till projektet %s

source: Donate
bg: Дарение
cs: Darovat peníze
de: Spenden
es: Donar
fr: Faire un don
hu: Támogatás
it: Dona
pt: Doar
ro: Donează
ru: Пожертвовать
sv: Donera

source: Send a donation
bg: Прати дарение
cs: Poslat dar
de: Eine Spende senden
es: Enviar una donación
fr: Envoyer un don
hu: Támogatás küldése
it: Invia una donazione
pt: Enviar um donativo
ro: Trimite o donație
ru: Отправить пожертвование
sv: Skicka ett bidrag

source: Donate to the %s project
bg: Направете дарение за проекта %s
cs: Přispějte na projekt %s
de: Für das %s-Projekt spenden
es: Donar al proyecto %s
fr: Faire un don au projet %s
hu: Támogassa a %s projektet.
it: Dona al progetto %s
pt: Doar ao projecto %s
ro: Donează pentru proiectul %s
ru: Пожертвовать проекту %s
sv: Ge ett bidrag till projektet %s

source: GUI font: *
bg: Шрифт на графичната среда: (изисква рестарт)
cs: GUI písmo: *
de: Schrift: *
es: Tipo de fuente GUI:
fr: Police de l'interface * :
hu: GUI betűtípus: *
it: Caratteri GUI: *
pt: Letra do GUI: *
ro: Fontul GUI: *
ru: GUI шрифт: *

source: Default system font
bg: Стандартен системен шрифт
cs: Výchozí systémové písmo
de: Standard-Systemschriftart
es: Fuente predeterminada del sistema
fr: Police système par défaut
hu: Alap rendszer betűtípus
it: Caratteri predefiniti del sistema
pt: Letra predefinida do sistema
ro: Font implicit
ru: Системный шрифт
sv: Förvald systemfont

source: Doubleclick inserts node text
bg: Двойно кликване вмъква текст за възела
cs: Vloží dvojitým kliknutím textový uzel
de: Doppelklick fügt Knotentext ein
es: Doble click inserta texto de nodo
fr: Double-cliquer pour insérer un nœud de texte
hu: Kattintson duplán a csomópont szövegére
it: Doppio clic inserisce nodi di testo
pt: Duplo clique insere texto do nó
ro: Dublu-click inserează textul in editor
ru: Двойной щелчок вставляет текст в узел
sv: Dubbelklicka för att lägga till nodtext

source: Up
bg: Нагоре
cs: Nahoru
de: Auf
es: Subir
fr: Haut
hu: Fel
it: Su
pt: Acima
ro: În sus
ru: Вверх
sv: Upp

source: Sel Up
bg: Маркиране нагоре
cs: Výběr nahoru
de: Auswahl oben
es: Selección superior
fr: Sélect. haut
hu: Lép fel
it: Sel su
pt: Seleccionar acima
ro: Sel sus
ru: Выделение вверх
sv: Markera upp

source: Scroll Up
bg: Превъртане надолу
cs: Posunout nahoru
de: Nach oben scrollen
es: Desplazamiento superior
fr: Défil. haut
hu: Léptet fel
it: Scorri su
pt: Rolar acima
ro: Derulează în sus
ru: Прокрутка наверх
sv: Scrolla upp

source: Down
bg: Надолу
cs: Dolů
de: Ab
es: Bajar
fr: Bas
hu: Le
it: Giù
pt: Abaixo
ro: În jos
ru: Вниз
sv: Ner

source: Sel Down
bg: Маркиране надолу
cs: Výběr dolů
de: Auswahl unten
es: Selección inferior
fr: Sélect. bas
hu: Lép le
it: Sel giù
pt: Seleccionar abaixo
ro: Sel jos
ru: Выделение вниз
sv: Markera ner

source: Scroll Down
bg: Превъртане надолу
cs: Posunout dolů
de: Nach unten scrollen
es: Desplazamiento inferior
fr: Défil. bas
hu: Léptet le
it: Scorri giù
pt: Rolar abaixo
ro: Derulează în jos
ru: Прокрутка вниз
sv: Scrolla ner

source: Left
bg: Ляво
cs: Doleva
de: Links
es: Izquierda
fr: Gauche
hu: Bal
it: Sinistra
pt: Esquerda
ro: Stânga
ru: Налево
sv: Vänster

source: Sel Left
bg: Маркиране наляво
cs: Výběr doleva
de: Auswahl links
es: Selección izquierda
fr: Sélect. gauche
hu: Lép balra
it: Sel a sinistra
pt: Seleccionar à esquerda
ro: Sel stânga
ru: Выделение налево
sv: Markera vänster

source: Word Left
bg: Дума наляво
cs: Slovo vlevo
de: Wort links
es: Texto izquierda
fr: Mot gauche
hu: Szó balra
it: Parola a sinistra
pt: Palavra esquerda
ro: Cuvânt la stânga
ru: На слово влево
sv: Ord vänster

source: Sel Word Left
bg: Маркиране дума наляво
cs: Vybrat slovo vlevo
de: Wort links auswählen
es: Selección texto izquierda
fr: Sélect. mot gauche
hu: Lép egy szóval balra
it: Sel parola a sinistra
pt: Seleccionar palavra à esquerda
ro: Sel cuvânt la stânga
ru: Выделить слово слева
sv: Markera ord vänster

source: Right
bg: Надясно
cs: Doprava
de: Rechts
es: Derecha
fr: Droit
hu: Jobb
it: Destra
pt: Direita
ro: Dreapta
ru: Направо
sv: Höger

source: Sel Right
bg: Маркиране надясно
cs: Výběr doprava
de: Auswahl rechts
es: Selección derecha
fr: Sélect. droit
hu: Lép jobbra
it: Sel a destra
pt: Seleccionar à direita
ro: Sel cuvânt la dreapta
ru: Выделение направо
sv: Markera höger

source: Word Right
bg: Дума надясно
cs: Slovo vpravo
de: Wort rechts
es: Texto derecha
fr: Mot droit
hu: Szóval jobbra
it: Parola a destra
pt: Palavra direita
ro: Cuvânt la dreapta
ru: На слово вправо
sv: Ord höger

source: Sel Word Right
bg: Маркиране сума надясно
cs: Vybrat slovo vpravo
de: Wort rechts auswählen
es: Selección texto derecha
fr: Sélect. mot droit
hu: Lép egy szóval jobbra
it: Sel parola a destra
pt: Seleccionar palavra à direita
ro: Sel cuvânt la dreapta
ru: Выделить слово справа
sv: Markera ord höger

source: Page Down
bg: Страница надолу
cs: Strana dolů
de: Bild ab
es: Avanzar página
fr: Page plus bas
hu: Lapozás lefelé
it: Pagina giù
pt: Página abaixo
ro: Pagină în jos
ru: На страницу вниз
sv: Sida ner

source: Sel Page Down
bg: Маркиране една страница надолу
cs: Vybrat stranu dolů
de: Auswahl Bild ab
es: Selección página abajo
fr: Sélect. page plus bas
hu: Felfelé lépet egy lappal
it: Sel pagina giù
pt: Seleccionar a página abaixo
ro: Sel pagină jos
ru: Выделить от начала страницы
sv: Markera sida ner

source: Page Bottom
bg: Край на страницата
cs: Spodní část stránky
de: Ende
es: Final de página
fr: Page du bas
hu: Lapozás lefelé
it: Pagina in basso
pt: Fundo da página
ro: Ultima pagină
ru: На страницу вверх
sv: Sida längst ner

source: Sel Page Bottom
bg: Маркиране до края на страницата
cs: Vybrat spodní část stránky
de: Auswahl Ende
es: Selección página inferior
fr: Sélect. page du bas
hu: Lefelé léptet egy lappal
it: Sel pagina in basso
pt: Seleccionar até ao fundo da página
ro: Sel pagină jos de tot
ru: Выделить до конца страницы
sv: Markera sida längst ner

source: Page Up
bg: Страница нагоре
cs: Strana nahoru
de: Bild hoch
es: Retroceder página
fr: Page plus haut
hu: Oldalt fel
it: Pagina su
pt: Página acima
ro: Pagină în sus
ru: На страницу наверх
sv: Sida upp

source: Sel Page Up
bg: Маркиране до началото на страницата
cs: Vybrat stranu nahoře
de: Auswahl Bild hoch
es: Selección página arriba
fr: Sélect. page plus haut
hu: Oldalt felfelé lép
it: Sel pagina su
pt: Seleccionar página acima
ro: Sel pagină sus
ru: Выделить страницу сверху
sv: Markera sida upp

source: Page Top
bg: Начало на страницата
cs: Horní část stránky
de: Seitenanfang
es: Encabezado de página
fr: Page du haut
hu: Oldal teteje
it: Pagina in alto
pt: Cimo da página
ro: Prima pagină
ru: Верх страницы
sv: Sida längst upp

source: Sel Page Top
bg: Маркиране до началото на страницата
cs: Vybrat horní část stránky
de: Auswahl Anfang
es: Selección encabezado de página
fr: Sélect. page du haut
hu: Oldal tetejére lép
it: Sel pagina in alto
pt: Seleccionar até ao cimo da página
ro: Sel pagină sus de tot
ru: Выделить до верха страницы
sv: Markera sida längst upp

source: Line Start
bg: Начало на линията
cs: Začátek řádku
de: Zeilenanfang
es: Comienzo de línea
fr: Début de lligne
hu: Sor eleje
it: Inizio linea
pt: Início da linha
ro: Început de linie
ru: Начало строки
sv: Början rad

source: Sel Line Start
bg: Маркиране до началото на реда
cs: Vybrat začátek řádku
de: Auswahl Zeilenanfang
es: Selección comiendo de línea
fr: Sélec. début de ligne
hu: Sor elejére lép
it: Sel inizio linea
pt: Seleccionar até ao início da linha
ro: Sel început linie
ru: Выделить до начала строки
sv: Markera till början rad

source: Editor Top
bg: Начало на редактора
cs: Editor nahoře
de: Editoranfang
es: Encabezado editor
fr: Éditeur du haut
hu: Szerkesztő teteje
it: Editor in alto
pt: Cimo do editor
ro: Sus în editor
ru: Начало окна редактора
sv: Editor högst upp

source: Sel Editor Top
bg: Маркиране до началото на редактора
cs: Vybrat editor nahoře
de: Auswahl Editoranfang
es: Selección encabezado editor
fr: Sélect. éditeur du haut
hu: Szerkesztő tetejére lép
it: Sel editor in alto
pt: Seleccionar até ao cimo do editor
ro: Sel sus în editor
ru: Выделить до начала окна редактора
sv: Markera editor högst upp

source: Line End
bg: Край на линията
cs: Konec řádku
de: Zeilenende
es: Fin de página
fr: Fin de ligne
hu: Sor vége
it: Fine linea
pt: Fim da linha
ro: Sfârșit de linie
ru: Конец строки
sv: Slutet rad

source: Sel Line End
bg: Маркиране до края на реда
cs: Vybrat konec řádku
de: Auswahl Zeilenende
es: Selección fin de página
fr: Sélect. fin de ligne
hu: Sor végére lép
it: Sel fine linea
pt: Seleccionar até ao fim da linha
ro: Sel linie final
ru: Выделить до конца строки
sv: Markera till slutet rad

source: Editor Bottom
bg: Края на редактора
cs: Editor dole
de: Editorende
es: Editor inferior
fr: Éditeur du bas
hu: Szerkesztő alja
it: Editor in basso
pt: Fundo do editor
ro: Jos editor
ru: Низ окна редактирования
sv: Editor längst ner

source: Sel Editor Bottom
bg: Маркиране до края на редактора
cs: Vybrat editor dole
de: Auswahl Editorende
es: Selección editor inferior
fr: Sélect. éditeur du bas
hu: Szerkesztő aljára lép
it: Sel editor in basso
pt: Seleccionar até ao fim do editor
ro: Sel editor jos
ru: Выделение до конца редактора
sv: Markera editor längst ner

source: Toggle Mode
bg: Превключване на режима
cs: Přepnout režim
de: Modus umschalten
es: Modo de cambio
fr: Mode bascule
hu: Váltás mód
it: Cambia modalità
pt: Alternar modo
ro: Mod comutare
ru: Переключить режим
sv: Växla Mode

source: Delete Char
bg: Изтриване на символ
cs: Smazat znak
de: Zeichen löschen
es: Borrar carácter
fr: Supprimer caractère
hu: Karakter törlése
it: Elimina carattere
pt: Eliminar carácter
ro: Șterge caracter
ru: Удалить символ
sv: Ta bort tecken

source: Delete Last Char
bg: Изтриване на последния символ
cs: Smazat poslední znak
de: Letztes Zeichen löschen
es: Borrar último carácter
fr: Supprimer dernier caractère
hu: Törli az utolsó karaktert
it: Elimina ultimo carattere
pt: Eliminar último carácter
ro: Șterge ultimul caracter
ru: Удалить последний символ
sv: Ta bort sista tecken

source: Delete Last Word
bg: Изтриване на последната дума
cs: Smazat poslední slovo
de: Letztes Wort löschen
es: Borrar última palabra
fr: Supprimer dernier mot
hu: Törli az utolsó szót
it: Elimina ultima parola
pt: Eliminar última palavra
ro: Șterge ultimul cuvânt
ru: Удалить последнее слово
sv: Ta bort sista ord

source: Line Break
bg: Нов ред
cs: Nový řádek
de: Zeilenumbruch
es: Salto de línea
fr: Saut de ligne
hu: Sortörés
it: Interruzione di linea
pt: Quebra de linha
ro: Separator de linie
ru: Разрыв строки
sv: Radbrytning

source: Tab
bg: Таб
cs: Tabulátor
de: Tabulator
es: Tabulador
hu: Lap
it: Tabulazione
ru: Табуляция
sv: Tabb

source: Shift Tab
bg: Преместване на таб
de: Umschalt Tabulator
es: Mayúsculas tabulador
hu: Lap léptetése
it: Maiusc TAB
sv: Skift Tab

source: Context Help
bg: Контекстна помощ
cs: Kontextová nápověda
de: Kontexthilfe
es: Contexto de ayuda
fr: Aide contextuelle
hu: Kontextus súgó
it: Aiuto contestuale
pt: Ajuda contextual
ro: Ajutor contextual
ru: Контекстная справка
sv: Kontexthjälp

source: Select All
bg: Избор на всичко
cs: Vybrat vše
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
hu: Mind kiválasztása
it: Seleziona tutto
pt: Seleccionar tudo
ro: Selectează tot
ru: Выделить все
sv: Välj allt

source: Copy
bg: Копиране
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
hu: Másolás
it: Copia
pt: Copiar
ro: Copiază
ru: Копировать
sv: Kopiera

source: Paste
bg: Поставяне
cs: Vložit
de: Einfügen
es: Pegar
fr: Coller
hu: Beillesztés
it: Incolla
pt: Colar
ro: Lipește
ru: Вставить
sv: Klistra in

source: Cut
bg: Изрежи
cs: Vyjmout
de: Ausschneiden
es: Cortar
fr: Couper
hu: Kivágás
it: Taglia
pt: Cortar
ro: Decupează
ru: Вырезать
sv: Klipp ut

source: Block Indent
bg: Блок навътре
cs: Odsazení bloku
de: Block einrücken
es: Tabular párrafo
fr: Indenter bloc
hu: Blokk beillesztése
it: Aumenta rientro del blocco
pt: Avançar bloco
ro: Indentare bloc
ru: Сделать отступ
sv: Öka indrag för block

source: Block Unindent
bg: Блок навън
cs: Zrušit odsazení bloku
de: Block nach links rücken
es: Destabular párrafo
fr: Désindenter bloc
hu: Blokk kivágás
it: Riduci rientro del blocco
pt: Recuar bloco
ro: Deindentare bloc
ru: Убрать отступ
sv: Minska indrag för block

source: Insert Line
bg: Добавяне на ред
cs: Vložit řádek
de: Zeile einfügen
es: Insertar línea
fr: Insérer ligne
hu: Sor beszúrása
it: Inserisci linea
pt: Inserir linha
ro: Inserează linie
ru: Вставить строку
sv: Lägg till rad

source: Delete Word
bg: Изтриване на дума
cs: Smazat slovo
de: Wort löschen
es: Borrar palabra
fr: Supprimer mot
hu: Szó törlése
it: Elimina parola
pt: Eliminar palavra
ro: Șterge cuvânt
ru: Удалить слово
sv: Ta bort ord

source: Delete Line
bg: Изтриване на ред
cs: Smazat řádek
de: Zeile löschen
es: Eliminar línea
fr: Supprimer ligne
hu: Sor törlése
it: Elimina linea
pt: Eliminar linha
ro: Șterge linie
ru: Удалить строку
sv: Ta bort rad

source: Delete E O L
bg: Изтриване край на реда
cs: Smazat E O L
de: Zeilenende löschen
es: Eliminar fin de línea
fr: Supprimer caract. fin de ligne (EOL)
hu: Törlés a sor végéig
it: Elimina F L
pt: Eliminar E O L
ro: Șterge EOL
ru: Удалить символ конца строки
sv: Ta bort EOL

source: Undo
bg: Отмяна
cs: Zpět
de: Rückgängig
es: Deshacer
fr: Annuler
hu: Visszavonás
it: Annulla
pt: Desfazer
ro: Refă:
ru: Отменить
sv: Ångra

source: Redo
bg: Преправяне
cs: Znovu
de: Wiederholen
es: Rehacer
fr: Rétablir
hu: Újra
it: Ripeti
pt: Refazer
ro: Execută din nou
ru: Вернуть
sv: Upprepa

source: Goto Marker 0
bg: Отиване на маркер 0
cs: Přejít na značku 0
de: Gehe zu Marker 0
es: Ir a marcador 0
fr: Aller au marqueur 0
hu: 0 könyvjelzőre lép
it: Vai al segnalibro 0
pt: Ir para marcador 0
ro: Mergi la marker 0
ru: Перейти к маркеру 0
sv: Hoppa till märke nr 0

source: Goto Marker 1
bg: Отиване на маркер 1
cs: Přejít na značku 1
de: Gehe zu Marker 1
es: Ir a marcador 1
fr: Aller au marqueur 1
hu: 1. könyvjelzőre lép
it: Vai al segnalibro 1
pt: Ir para marcador 1
ro: Mergi la marker 1
ru: Перейти к маркеру 1
sv: Hoppa till märke nr 1

source: Goto Marker 2
bg: Отиване на маркер 2
cs: Přejít na značku 2
de: Gehe zu Marker 2
es: Ir a marcador 2
fr: Aller au marqueur 2
hu: 2. könyvjelzőre lép
it: Vai al segnalibro 2
pt: Ir para marcador 2
ro: Mergi la marker 2
ru: Перейти к маркеру 2
sv: Hoppa till märke nr 2

source: Goto Marker 3
bg: Отиване на маркер 3
cs: Přejít na značku 3
de: Gehe zu Marker 3
es: Ir a marcador 3
fr: Aller au marqueur 3
hu: 3. könyvjelzőre lép
it: Vai al segnalibro 3
pt: Ir para marcador 3
ro: Mergi la marker 3
ru: Перейти к маркеру 3
sv: Hoppa till märke nr 3

source: Goto Marker 4
bg: Отиване на маркер 4
cs: Přejít na značku 4
de: Gehe zu Marker 4
es: Ir a marcador 4
fr: Aller au marqueur 4
hu: 4. könyvjelzőre lép
it: Vai al segnalibro 4
pt: Ir para marcador 4
ro: Mergi la marker 4
ru: Перейти к маркеру 4
sv: Hoppa till märke nr 4

source: Goto Marker 5
bg: Отиване на маркер 5
cs: Přejít na značku 5
de: Gehe zu Marker 5
es: Ir a marcador 5
fr: Aller au marqueur 5
hu: 5. könyvjelzőre lép
it: Vai al segnalibro 5
pt: Ir para marcador 5
ro: Mergi la marker 5
ru: Перейти к маркеру 5
sv: Hoppa till märke nr 5

source: Goto Marker 6
bg: Отиване на маркер 6
cs: Přejít na značku 6
de: Gehe zu Marker 6
es: Ir a marcador 6
fr: Aller au marqueur 6
hu: 6. könyvjelzőre lép
it: Vai al segnalibro 6
pt: Ir para marcador 6
ro: Mergi la marker 6
ru: Перейти к маркеру 6
sv: Hoppa till märke nr 6

source: Goto Marker 7
bg: Отиване на маркер 7
cs: Přejít na značku 7
de: Gehe zu Marker 7
es: Ir a marcador 7
fr: Aller au marqueur 7
hu: 7. könyvjelzőre lép
it: Vai al segnalibro 7
pt: Ir para marcador 7
ro: Mergi la marker 7
ru: Перейти к маркеру 7
sv: Hoppa till märke nr 7

source: Goto Marker 8
bg: Отиване на маркер 8
cs: Přejít na značku 8
de: Gehe zu Marker 8
es: Ir a marcador 8
fr: Aller au marqueur 8
hu: 8. könyvjelzőre lép
it: Vai al segnalibro 8
pt: Ir para marcador 8
ro: Mergi la marker 8
ru: Перейти к маркеру 8
sv: Hoppa till märke nr 8

source: Goto Marker 9
bg: Отиване на маркер 9
cs: Přejít na značku 9
de: Gehe zu Marker 9
es: Ir a marcador 9
fr: Aller au marqueur 9
hu: 9. könyvjelzőre lép
it: Vai al segnalibro 9
pt: Ir para marcador 9
ro: Mergi la marker 9
ru: Перейти к маркеру 9
sv: Hoppa till märke nr 9

source: Set Marker 0
bg: Задаване на маркер 0
cs: Nastavit značku 0
de: Setze Marker 0
es: Guardar marcador 0
fr: Définir marqueur 0
hu: 0. könyvjelző beállítása
it: Imposta segnalibro 0
pt: Definir marcador 0
ro: Stabilește marker 0
ru: Установить маркер 0
sv: Sätt märke nr 0

source: Set Marker 1
bg: Задаване на маркер 1
cs: Nastavit značku 1
de: Setze Marker 1
es: Guardar marcador 1
fr: Définir marqueur 1
hu: 1. könyvjelző beállítása
it: Imposta segnalibro 1
pt: Definir marcador 1
ro: Stabilește marker 1
ru: Установить маркер 1
sv: Sätt märke nr 1

source: Set Marker 2
bg: Задаване на маркер 2
cs: Nastavit značku 2
de: Setze Marker 2
es: Guardar marcador 2
fr: Définir marqueur 2
hu: 2. könyvjelző beállítása
it: Imposta segnalibro 2
pt: Definir marcador 2
ro: Stabilește marker 2
ru: Установить маркер 2
sv: Sätt märke nr 2

source: Set Marker 3
bg: Задаване на маркер 3
cs: Nastavit značku 3
de: Setze Marker 3
es: Guardar marcador 3
fr: Définir marqueur 3
hu: 3. könyvjelző beállítása
it: Imposta segnalibro 3
pt: Definir marcador 3
ro: Stabilește marker 3
ru: Установить маркер 3
sv: Sätt märke nr 3

source: Set Marker 4
bg: Задаване на маркер 4
cs: Nastavit značku 4
de: Setze Marker 4
es: Guardar marcador 4
fr: Définir marqueur 4
hu: 4. könyvjelző beállítása
it: Imposta segnalibro 4
pt: Definir marcador 4
ro: Stabilește marker 4
ru: Установить маркер 4
sv: Sätt märke nr 4

source: Set Marker 5
bg: Задаване на маркер 5
cs: Nastavit značku 5
de: Setze Marker 5
es: Guardar marcador 5
fr: Définir marqueur 5
hu: 5. könyvjelző beállítása
it: Imposta segnalibro 5
pt: Definir marcador 5
ro: Stabilește marker 5
ru: Установить маркер 5
sv: Sätt märke nr 5
