Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Server did not send required "Content-Length" header: %s
bg: Сървърът не върна необходимия параметър "Content-Length": %s
cs: Server neodeslal požadovanou hlavičku "Content-Length": %s
de: Der Server sendet keine "Content-Length"-Kopfzeile: %s
es: El servidor no envió el encabezado requerido "Content-Length": %s
fr: Le serveur n'a pas retourné l'entête « Content-Length » requis : %s
hu: A kiszolgáló nem küldött kötelező "Content-Length" fejlécet: %s
it: Il server non ha inviato l’intestazione “Content-Length” richiesta: %s
pt: O servidor não enviou o cabeçalho "Content-Length" requerido: %s
ro: Serverul nu a trimis header-ul "Content-Length" cerut: %s
ru: Сервер не отправил необходимый заголовок «Content-Length»: %s
sv: Servern skickade inte den nödvändiga "Content-Length"-headern: %s

source: Got HTTP status %d from %s
bg: Получен HTTP статус %d от %s
cs: Vrácen HTTP status %d od %s
de: Bekomme HTTP-Status %d von %s
es: Se obtuvo estado HTTP %d desde %s
fr: Statut HTTP %d reçu de %s
hu: HTTP állapot %d a %s-ból.
it: Ottenuto il codice di stato HTTP %d da %s
pt: Obtido o estado HTTP %d de %s
ro: Primit status HTTP %d din %s
ru: Получен HTTP-статус %d от %s
sv: Fick HTTP-status %d från %s

source: No path set, won't delete root key %s
bg: Не е зададен път, root ключа няма да бъде изтрит %s
cs: Nenastavena cesta, nelze smazat kořenový klíč %s
de: Kein Pfad gesetzt, Wurzel-Schlüssel wird nicht gelöscht: %s.
es: No hay ruta establecida, no se borrará la clave raíz %s
fr: Chemin non défini, impossible de supprimer la clé racine %s
hu: Nincs beállított útvonal, nem törli a root kulcsot %s
it: Nessun percorso impostato: la chiave principale %s non verrà eliminata
pt: Nenhum caminho definido, a chave raiz %s não será eliminada
ro: Nicio cale setată, nu se şterge cheia rădăcină %s
ru: Путь не установлен, корневой ключ %s не может быть удалён
sv: Ingen sökväg satt, kommer inte att ta bort rotnyckeln %s

source: No path set, won't move root key %s
bg: Не е зададен път, root ключа няма да бъде преместен %s
cs: Nenastavena cesta, nelze přesunout kořenový klíč %s
de: Kein Pfad gesetzt, Wurzel-Schlüssel wird nicht verschoben: %s
es: No hay ruta establecida, no se moverá la clave raíz %s
fr: Chemin non défini, impossible de déplacer la clé racine %s
hu: Nincs beállított útvonal, nem mozgatja a root kulcsot %s
it: Nessun percorso impostato: la chiave principale %s non verrà spostata
pt: Nenhum caminho definido, a chave raiz %s não será movida
ro: Nicio cale setată, nu se mută cheia rădăcină %s
ru: Путь не установлен, корневой ключ %s не может быть перемещён
sv: Ingen sökväg satt, kommer inte att flytta rotnyckeln %s

source: Attempt to read session setting without session path
bg: Опит за четене на сесийните настройки без сесиен път.
cs: Pokus o čtení nastavení sezení bez nastaveného umístění
de: Versuch, eine Sitzungs-Einstellung ohne Pfad zu lesen
es: Intento de leer ajuste de sesión sin ruta de sesión
fr: Tentative de lecture des paramètres sans chemin de session
hu: Kísérlet a munkamenet olvasására a munkamenet útvonalon kívül.
it: Tentativo di lettura di un’impostazione di sessione senza percorso sessione.
pt: Tentativa de ler definição de sessão sem caminho de sessão
ro: Încearcă să citească setările de sesiune fără cale
ru: Попытка прочитать настройки сеанса без пути сеанса
sv: Försökte läsa sessionsinställningar utan sessionssökväg

source: Attempt to write session setting without session path
bg: Опит за запис на сесийните настройки без сесиен път.
cs: Pokus o zápis nastavení sezení bez nastaveného umístění
de: Versuch, eine Sitzungs-Einstellung ohne Pfad zu schreiben
es: Intento de escribir ajuste de sesión sin ruta de sesión
fr: Tentative d'écriture des paramètres sans chemin de session
hu: Kísérlet a munkamenet írására a munkamenet útvonalon kívül.
it: Tentativo di scrittura di un’impostazione di sessione senza percorso sessione.
pt: Tentativa de escrever definição de sessão sem caminho de sessão
ro: Încearcă să scrie setările de sesiune fără cale
ru: Попытка записать настройки сеанса без пути сеанса
sv: Försökte spara sessionsinställningarna utan sessionssökväg

source: %u files, %s, %u files selected.
bg: %u файла, %s, %u избрани файла.
cs: %u souborů, %s, %u souborů vybráno.
de: %u Dateien, %s, %u Dateien ausgewählt.
es: %u archivos, %s, %u archivos seleccionados.
fr: %u fichiers, %s, %u fichiers sélectionnés.
hu: %u fájlok, %s, %u fájl kiválasztva.
it: %u file, %s, %u file selezionati.
pt: %u ficheiros, %s, %u ficheiros seleccionados.
ro: %u fişiere, %s, %u fişiere selectate.
ru: %u файлов, %s, %u файлов выбрано.
sv: %u filer, %s, %u filer valda.

source: Let server/database decide
bg: Нека сървърът/БД да реши
cs: Nechat rozhodnout server/databázi
de: Wie Server/Datenbank
es: Dejar que servidor/base de datos decida
fr: Laisser serveur/base de données décider
hu: Legyen a szerver/adatbázis döntés
it: Lascia decidere al server/database
pt: Deixar decisão ao servidor/base de dados
ro: Lasă serverul/baza de date să decidă
ru: По выбору сервера/базы данных
sv: Låt server/databas bestämma

source: Your file was imported but the server returned %s warnings and/or notes. See the log panel for details.
bg: Файлът Ви не беше внесен, но сървърът върна %s предупреждения и/или забележки. Вижте панела на дневника за подробности.
cs: Soubor byl importován, ale server vrátil %s varování a/nebo poznámek. Pro podrobnosti se podívejte do panelu logování.
de: Ihre Datei wurde importiert, aber der Server lieferte %s Warnungen und/oder Hinweise. Bitte im Log nach Details schauen.
es: Su archivo fue importado pero el servidor devolvió %s advertencias y/o notas. Vea el panel de registro para más detalles.
fr: Le fichier a été importé, mais le serveur a renvoyé %s avertissements et/ou notes. Voir le panneau d'informations pour plus de détails.
hu: A fájl importálva, de a szerver figyelmeztetéseket és/vagy megjegyzéseket adott vissza. Részleteket lásd a naplópanelen.
it: Il file è stato importato, ma il server ha restituito %s avvisi e/o note. Vedere il pannello dei registri per ulteriori dettagli.
pt: O ficheiro foi importado, mas o servidor devolveu %s avisos e/ou notas. Veja o painel do diário para mais detalhes.
ro: Fişierul a fost importat, dar serverul a returnat %s avertizări şi/sau notificări. Verifică fereastra de loguri.
ru: Файл был импортирован, но сервер вернул %s предупреждений и/или замечаний. Подробнее смотри в панели журнала.
sv: Din fil blev importerad men servern returnerade %s varningar och/eller notiser. Kontrollera loggpanelen för fler detaljer.

source: No rows were imported
bg: Няма вмъкнати редове
cs: Nebyly importovány žádné řádky
de: Keine Zeilen importiert
es: Ninguna fila fue importada
fr: Aucune ligne importée
hu: Nem került sor importálására.
it: Nessuna riga importata
pt: Nenhuma linha importada
ro: Nu s-au importat înregistrări.
ru: Строки не были импортированы
sv: Inga rader blev importerade

source: This can have several causes:
bg: Може да има няколко причини:
cs: Toto může mít několik příčin:
de: Das kann verschiedene Ursachen haben:
es: Esto puede tener varias causas:
fr: Ceci peut avoir plusieurs causes :
hu: Ennek több oka lehet:
it: Possibili cause:
pt: Isto pode ter várias causas:
ro: Aceasta poate avea diverse cauze.
ru: Это может произойти по нескольким причинам:
sv: Det här kan ha flera orsaker:

source: - File is empty
bg: - Файлът е празен
cs: - Soubor je prázdný
de: - Datei ist leer
es: - El archivo está vacío
fr: - le fichier est vide
hu: - A fájl üres
it: - il file è vuoto
pt: - o ficheiro está vazio
ro: Fişierul e gol.
ru: - Файл пуст
sv: - Filen är tom

source: - Wrong file encoding was selected or detected
bg: - Грешна кодировка на файла беше избрана или отчетена
cs: - Bylo zjištěno nebo vybráno špatné kodování souboru
de: - Falsche Kodierung ausgewählt
es: - Fue seleccionada o se detectó una codificación incorrecta del archivo
fr: - mauvais encodage de fichier sélectionné ou détecté
hu: - Helytelen fájlkódolás került kiválasztásra vagy észlelésre
it: - la codifica del file specificata o rilevata non è corretta
pt: - codificação seleccionada ou detectada errada
ro: Encodare greşită selectată sau detectată pentru fişier.
ru: - Выбрана или определена неправильная кодировка файла
sv: - Fel teckenuppsättning var vald eller funnen för filen

source: - Field and/or line terminator do not fit to the file contents
bg: - Разделителите на полетата и/или редовете не съвпадат със съдържанието на файла.
cs: - Pole a/nebo konce řádků neodpovídají obsahu souboru
de: - Feld- und/oder Zeilenbegrenzer passt nicht zum Dateiinhalt
es: - El terminador de campo y/o línea no se ajusta al contenido del archivo
fr: - champ et/ou fin de ligne non adapté aux contenus des fichiers
hu: - A mező és/vagy a sor elválasztó nem illeszkedik a fájl tartalmához
it: - il campo e/o il terminatore di linea non è adatto al contenuto del file.
pt: - campo e/ou fim de linha não servem no conteúdo do ficheiro
ro: Câmpul şi/sau terminatorul de linie nu se potrivesc în conţinut.
ru: - Разделитель полей и/или строк не соответствует содержимому файла
sv: - Fält- och/eller radavslutningen stämmer inte med filinnehållet

source: Importing textfile, row %s, %d%%
bg: Вмъкване на текстов файл, ред %s, %d%%
cs: Importování textové souboru, řádek %s, %d%%
de: Importiere Textdatei, Zeile %s, %d%%
es: Importando archivo de texto, fila %s, %d%%
fr: Importation fichier texte, ligne %s, %d%%
hu: Szöveg fájl importálva, %s sor, %d %%
it: Importazione file di testo, riga %s, %d%%
pt: A importar ficheiro, linha %s, %d%%
ro: imporare fişier. înreg. %s. %d%%
ru: Импорт текстового файла, строка %s, %d%%
sv: Importerar textfil, rad %s, %d%%

source: Reading textfile (%s) ...
bg: Четене на текстов файл (%s) ...
cs: Čtu textový soubor (%s) ...
de: Lese Textdatei (%s) …
es: Leyendo archivo de texto (%s) ...
fr: Lecture du fichier texte (%s)…
hu: Szöveg fájl beolvasva (%s) ...
it: Lettura file di testo (%s)…
pt: A ler ficheiro (%s)...
ro: Citire fişier (%s)
ru: Чтение текстового файла (%s) ...
sv: Läser textfil (%s) ...

source: CSV files
bg: CSV файлове
cs: CSV soubory
de: CSV-Dateien
es: Archivos CSV
fr: Fichiers CSV
hu: CSV fájl
it: File CSV
pt: Ficheiros CSV
ro: Fşiere CSV
ru: CSV-файлы
sv: CSV-filer

source: Text files
bg: Текстови файлове
cs: Textové soubory
de: Textdateien
es: Archivos de texto
fr: Fichiers texte
hu: Szöveg fájl
it: File di testo
pt: Ficheiros de texto
ro: Fişiere text
ru: Текстовые файлы
sv: Textfiler

source: Tables have been flushed and read lock acquired. Perform backup or snapshot of table data files now. Press OK to unlock when done...
bg: Таблиците бяха презаредени. Можете да ги четете само Вие. Направете резервно или моментно копие на данните сега. Натиснете ОК за да ги четат и други, когато сте готови...
cs: Tabulky byly vyprázdněny a uzamčeny pro čtení. Proveďte zálohu souborů tabulek a následně stiskněte OK pro jejich odemčení...
de: Tabellen wurden geflusht und in einen Nur-Lese-Modus versetzt. Sie können jetzt ein Backup der Tabelle erstellen. Danach "OK" klicken, um die Tabelle wieder für Schreibzugriffe freizugeben.
es: Las tablas han sido vaciadas de caché y bloqueadas para lectura. Haga una copia de seguridad o una instantánea de los archivos de datos de la tabla ahora. Presione Aceptar para desbloquear cuando termine...
fr: Les modifications des tables ont été traitées et le verrouillage en lecture positionné. Effectuer la sauvegarde ou l'instantané des fichiers des tables de données maintenant. Appuyer sur « OK » pour déverrouiller en fin d'opération…
hu: A táblák kiürítve, és olvasva a szerzett zárolások. Készítsen biztonsági másolatot vagy pillanatfelvételt a tábla adatfájljairól. Nyoma meg az OK-t a zárolás feloldásához ...
it: Le tabelle sono state aggiornate e il blocco in lettura acquisito. Il backup o lo snapshot dei file di dati delle tabelle verrà ora eseguito. Al termine premere OK per sbloccare i dati…
pt: As tabelas foram despejadas e o bloqueio de leitura adquirido. Execute a salvaguarda ou o instantâneo dos ficheiros de dados agora. Clique em "Aceitar" quando terminar...
ro: Tabelele au fost integralizate şi blocarea de citire obţinută. Efectuaţi backup sau copie instant a fişierelor tabelei acum. Apăsaţi OK pentru deblocare atunci când sunteţi gata...
ru: Таблицы были очищены, и возникла блокировка чтения. Выполните резервирование или снимок файлов с данными таблиц. Нажмите OK для разблокировки после завершения...
sv: Tabellerna har skrivits och läslås är taget. Utför säkerhetskopiering eller snapshot av tabelldatafilerna nu. Klicka OK för att ta bort låset när du är klar...

source: Show next %s rows ...
bg: Показване на следващите %s реда ...
cs: Zobrazí dalších %s řádků ...
de: Zeige die nächsten %s Zeilen …
es: Mostrar las siguientes %s filas ...
fr: Montrer les %s prochaines lignes…
hu: Mutatja a következő %s sort ...
it: Mostra le %s righe successive…
pt: Mostrar as %s linhas seguintes...
ro: Arată următoarele %s înregistrări
ru: Показать следующие %s строк...
sv: Visa nästa %s rader ...

source: About %s
bg: Относно %s
cs: O %s
de: Über %s
es: Acerca de %s
fr: À propos de %s
hu: %s névjegye
it: Informazioni su %s
pt: Acerca de %s
ro: Aprox. %s
ru: О программе %s
sv: Om %s

source: Auto detect (may fail)
bg: Автоматично разпознаване (може да не сработи)
cs: Automaticky rozpoznat (může selhat)
de: Auto-Erkennung (kann fehlschlagen)
es: Detección automática (puede fallar)
fr: Détection auto. (échec possible)
hu: Automatikus észlelés (sikertelen lehet)
it: Rileva automaticamente (potrebbe fallire)
pt: Detecção automática (pode falhar)
ro: Auto-detectare (poate eşua)
ru: Автоопределение (может не сработать)
sv: Autodetektera (kan misslyckas)

source: Export %s settings to file ...
bg: Изнасяне %s настройки във файл ...
cs: Export nastavení %s do souboru ...
de: %s Einstellungen in Datei exportieren …
es: Exportar ajustes de %s a archivo ...
fr: Exportation des paramètres %s vers le fichier…
hu: A %s beállításainak exportálása fájlba ...
it: Esporta le impostazioni di %s su file…
pt: Exportar definições %s para ficheiro...
ro: Exportă setările %s către fişiere ...
ru: Экспорт настроек %s в файл...
sv: Exportera %s inställningar till fil ...

source: Settings successfully exported to %s
bg: Настройките бяха успешно записани в %s
cs: Nastavení úspěšně exportováno do %s
de: Einstellungen erfolgreich in %s exportiert
es: Ajustes exportados con éxito a %s
fr: Paramètres exportés sous %s
hu: Beállítások sikeresen exportálva %s
it: Impostazioni esportate correttamente su %s
pt: Definições exportadas com sucesso para %s
ro: Setările exportate cu succes în %s
ru: Настройки успешно экспортированы в %s
sv: Inställningar exporterade till %s

source: Import %s settings from file ...
bg: Внасяне %s настройки от файл ...
cs: Importovat nastavení %s ze souboru ...
de: %s Einstellungen aus Datei importieren …
es: Importar ajustes de %s desde archivo...
fr: Importation des paramètres %s depuis un fichier…
hu: A %s beállításainak importálása ...
it: Importa le impostazioni di %s da file…
pt: Importar definições %s do ficheiro...
ro: Importă setările %s din fişier ...
ru: Импорт настроек %s из файла...
sv: Importera %s inställningar från fil ...

source: Registry dump, deprecated
bg: Извеждането на регистрите е отпаднало.
cs: Soubory registrů, nepoužívané
de: Registrierungsdatei, veraltet
es: Volcado de registro, obsoleto
fr: Listage du registre, déprécié
hu: A rendszerleíró mentése elavult.
it: Dump del registro, obsoleto
pt: Despejo do diário, obsoleto
ro: Descărcare registru, învechită
ru: Дамп реестра, устарело
sv: Registerdump, inaktuell

source: Settings successfully restored from %s
bg: Настройките бяха успешно възстановени от %s
cs: Nastavení úspěšně obnoveno z %s
de: Einstellungen erfolgreich aus %s importiert
es: Ajustes restaurados con éxito desde %s
fr: Paramètres restaurés avec succès depuis %s
hu: A beállítások sikeresen visszaállítva a %s fájlból
it: Impostazioni ripristinate correttamente da %s
pt: Definições restauradas com sucesso de %s
ro: Setări restaurate cu succes din %s
ru: Настройки успешно восстановлены из %s
sv: Inställningar återställda från %s

source: Portable settings file written, with %d changes.
bg: Настройките за портативната версия са записани с %d промени.
cs: Přenosná nastavení souboru přepsána, s %d změnami.
de: Portable Einstellungsdatei geschrieben mit %d Änderungen.
es: Archivo portátil de ajustes escrito, con %d cambios.
fr: Fichier portable des préférences écrit avec %d modifications.
hu: Hordozható beállító fájl elkészült, %d cserélve.
it: Il file delle impostazioni portabili è stato scritto, ci sono state %d modifiche.
pt: Ficheiro de definições portáteis escrito, com %d alterações.
ro: Fișierul portabil cu setările a fost scris, cu %d modificări.
ru: Файл портируемых настроек записан, сделано %d изменений.
sv: Portabla inställningsfilen är sparad, med %d ändringar.

source: Switching to read-only mode. Settings won't be saved. Use the command line parameter %s to use a custom file path.
bg: Преминаване в режим само за четене. Настройките няма да се запазват. Използвайте параметъра %s от командния ред, за да укажете друг път.
cs: Přepínání na režim pouze pro čtení. Nastavení nebudou uložena. Chcete-li použít vlastní cestu souboru, použijte parametr příkazového řádku %s.
de: Nur-Lesen Modus aktiviert. Einstellungen werden nicht gespeichert. Verwende den Kommandozeilen-Parameter %s, um einen benutzerdefinierten Dateipfad einzustellen.
es: Cambiando al modo de sólo lectura. Los ajustes no se guardarán. Use el parámetro %s de la línea de comandos para usar una ruta de archivo personalizada.
fr: Basculer en mode lecture seule. Paramètres ne pouvant être enregistrés. Utiliser la ligne de commande %s pour utiliser un chemin de fichier personnalisé.
hu: Átkapcsolás csak olvasható módra. A beállítások nem kerülnek mentésre. Használd a %s parancssori paramétert az egyéni fájl elérési út használatához.
it: Passaggio alla modalità di sola lettura. Le impostazioni non verranno salvate. Usare il parametro %s della linea di comando per utilizzare un percorso di file personalizzato.
pt: A mudar para modo só de leitura. As definições não serão gravadas. Use o parâmetro de linha de comandos %s para definir um caminho personalizado.
ro: Trecerea la modul de citire. Setările nu vor fi salvate. Utilizați parametrul de linie de comandă %s pentru a utiliza o cale de fișier personalizată.
ru: Переключение в режим "только для чтения"". Настройки не будут сохранены. Задайте консольный параметр %s, чтобы использовать пользовательский путь к файлу.
sv: Växlar till skrivskyddat läge. Inställningar kommer inte att sparas. Använd kommandoradsparametern %s för att använda en egen filsökväg.

source: Splitting SQL queries ...
bg: Разделяна на SQL заявките ...
cs: Rozdělování SQL dotazů ...
de: Teile SQL-Abfragen auf …
es: Dividiendo consultas SQL ...
fr: Partition des requêtes SQL…
hu: SQL lekérdezés felbontása ...
it: Suddivisione query SQL…
pt: A dividir consultas SQL...
ro: Împărţire interogări SQL
ru: Разбивка SQL-запросов...
sv: Delar SQL-frågor ...

source: Run unsafe queries without a WHERE clause?
bg: Изпълнение на опасни заявки без WHERE условие?
cs: Spustit nebezpečný dotaz bez podmínky WHERE?
de: Unsichere Abfrage(n) ohne WHERE Klausel ausführen?
es: ¿Ejecutar consultas inseguras sin cláusula WHERE?
fr: Faut-il exécuter des requêtes non sécurisées sans clause WHERE ?
hu: Futtassa a nem biztonságos lekérdezéseket WHERE záradék nélkül?
it: Eseguire le query non sicure senza una condizione WHERE?
pt: Executar consultas inseguras sem uma cláusula WHERE?
ro: Rulez interogare nesigură fără clauza WHERE?
ru: Запустить небезопасные запросы без выражения WHERE?
sv: Kör osäkra frågor utan WHERE-sats?

source: Checking queries for unsafe UPDATEs/DELETEs ...
bg: Проверка на заявките за опасни UPDATE или DELETE
cs: Kontrola dotazů pro nebezpečné UPDATE/DELETE ...
de: Prüfe Abfragen auf unsichere UPDATEs/DELETEs …
es: Verificando consultas en busca de UPDATEs/DELETEs inseguros...
fr: Vérification des requêtes pour des UPDATE/DELETE non-sécurisés…
hu: A nem biztonságos UPDATE / DELETE lekérdezések ellenőrzése ...
it: Ricerca di comandi UPDATE/DELETE non sicuri nelle query…
pt: A procurar nas consultas por UPDATEs/DELETEs inseguros...
ro: Verific interogările pentru clauzele riscante UPDATE/DELETE...
ru: Проверка запросов на небезопасные UPDATE/DELETE…
sv: Kontrollerar frågor för osäkra UPDATE/DELETE

source: Your query contains UPDATEs and/or DELETEs without a WHERE clause. Please confirm that you know what you''re doing.
bg: Заявката Ви съдържа UPDATE и/или DELETE без WHERE условие. Моля, потвърдете, че сте наясно какво правите!
cs: Váš dotaz obsahuje UPDATE a/nebo DELETE bez klauzule WHERE. Potvrďte prosím, že víte, co děláte.
de: Der Abfrage-Code enthält UPDATEs und/oder DELETEs ohne WHERE Klausel. Bitte bestätigen um fortzufahren.
es: Su consulta contiene UPDATEs y/o DELETEs sin una cláusula WHERE. Por favor confirme que usted sabe lo que está haciendo.
fr: La requête contient des UPDATE et/ou DELETE sans clause WHERE. Merci de confirmer que cette requête correspond bien ce qui est demandé.
hu: A lekérdezés tartalmaz UPDATE és/vagy a DELETE értékeket WHERE záradék nélkül. Kérem erősítse meg, biztosan tudja mit csinál?
it: La query contiene comandi UPDATE e/o DELETE senza una condizione WHERE. Confermare di sapere quello che si sta facendo.
pt: A sua consulta contém UPDATEs e/ou DELETEs sem cláusula WHERE . Por favor, confirme que sabe o que está a fazer.
ro: Interogările tale conțin UPDATE-uri și/sau DELETE-urifără clauza WHERE. Te rog să confirmi că știi ce faci.
ru: Ваш запрос содержит UPDATE и/или DELETE без выражения WHERE. Пожалуйста, подтвердите, что вы уверены в том, что вы делаете.
sv: Din fråga innehåller UPDATE och/eller DELETE utan en WHERE-sats. Är du säker på att du vill fortsätta?

source: Query profiling requires %s or later, and the server must not be configured with %s.
bg: Профилирането на заявката изисква %s или по-нов, а сървърът не трябва да е конфигуриран с %s.
cs: Analýza dotazu vyžaduje %s nebo novější a server nesmí být nastaven s %s.
de: Abfrage Profil erfordert %s or later und der Server darf nicht mit %s konfiguriert sein.
es: El perfilado de consultas requiere %s o posterior, y el servidor no debe estar configurado con %s.
fr: Le profilage de requêtes nécessite %s ou plus récent, et le serveur ne doit pas être configuré avec %s.
hu: Lekérdezésprofilozás szükséges %s vagy később, és a kiszolgáló nem konfigurálható %s.
it: La profilazione delle query richiede %s o successiva e il server non deve essere configurato con %s.
pt: O perfil de consultas requer %s ou posterior e o servidor não pode estar configurado com %s.
ro: Analizorul de interogări necesită %s sau mai tărziu, iar serverul nu trebuie să fie configurat cu %s.
ru: Профилирование запросов требует %s или новее. Также, сервер не должен быть настроен с %s.
sv: Frågeprofilering kräver %s eller senare, och servern kan inte vara konfigurerad med %s.

source: query
bg: заявка
cs: dotaz
de: Abfrage
es: consulta
fr: requête
hu: lekérdezés
pt: consulta
ro: interogare
ru: запрос
sv: fråga

source: queries
bg: заявки
cs: dotazy
de: Abfragen
es: consultas
fr: requêtes
hu: lekérdezések
it: query
pt: consultas
ro: interogări
ru: запросов
sv: frågor

source: queries #%s to #%s
bg: заявки #%s до #%s
cs: dotazy #%s do #%s
de: Abfrage #%s bis #%s
es: consultas #%s hasta #%s
fr: requêtes #%s vers #%s
hu: lekérdezések # %s - # %s-ból
it: query da n° %s a n° %s
pt: consultas %s a %s
ro: interogări #%s la #%s
ru: запросы с № %s по № %s
sv: frågor #%s till #%s
