Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: This user is inactive due to some unknown reason.
bg: Потребителят е неактивен поради неизвестна причина.
cs: Tento uživatel je neaktivní z neznámého důvodu.
de: Dieser Benutzer ist aus einem unbekanntem Grund inaktiv.
es: Este usuario está inactivo por alguna razón desconocida.
fr: Cet utilisateur est inactif pour des raisons inconnues.
hu: Ez a felhasználó néhány ismeretlen ok miatt inaktív.
it: Questo utente è inattivo a causa di qualche ragione sconosciuta.
pt: Este utilizador está inactivo por qualquer motivo.
ro: Acest utilizator este inactiv din motive necunoscute.
ru: Этот пользователь неактивен по какой-то неизвестной причине.
sv: Användaren är inaktiverad p.g.a. någon okänd anledning.

source: Global privileges
bg: Глобални привилегии
cs: Globální oprávnění
de: Globale Rechte
es: Privilegios globales
fr: Privilèges globaux
hu: Globális jogosultságok
it: Privilegi globali
pt: Privilégios globais
ro: Privilegii globale
ru: Глобальные разрешения
sv: Globala behörigheter

source: Objects of type %s cannot be part of privileges.
bg: Обектът от тип %s не може да бъде част от правата.
cs: Objekt druhu %s nemůže být součást oprávnění.
de: Objekte vom Typ %s können nicht Teil eines Rechts sein.
es: Los objetos de tipo %s no pueden ser parte de los privilegios.
fr: Les objets de type %s ne peuvent faire parties des privilèges.
hu: A %s típusobjektumok nem képezhetik a kiváltságok részét.
it: Gli oggetti di tipo %s non possono far parte di privilegi.
pt: Objectos de tipo %s não podem ser parte de privilégios.
ro: Obiectele de tip %s nu pot fi parte a privilegiilor.
ru: На объекты типа %s не могут быть установлены разрешения.
sv: Objekt av typen %s kan inte vara en del av behörigheten.

source: Selected object is already accessible.
bg: Избраният обект вече е достъпен.
cs: Vybraný objekt je již přístupný.
de: Das ausgewählte Objekt ist bereits enthalten
es: El objeto seleccionado ya es accesible.
fr: L'objet sélectionné est déjà accessible.
hu: A kiválasztott objektum már elérhető.
it: L’oggetto selezionato è già accessibile.
pt: O objecto seleccionado já está acessível.
ro: Obiectul selectat este deja accesibil.
ru: Выбранный объект уже доступен.
sv: Valt objekt är redan tillgängligt.

source: User <%s@%s> already exists.
bg: Потребител <%s@%s> вече съществува.
cs: Uživatel <%s@%s> již existuje.
de: Benutzer <%s@%s> existiert bereits.
es: El usuario <%s@%s> ya existe.
fr: L'utilisateur <%s@%s> existe déjà.
hu: A <%s@%s> felhasználó már létezik.
it: L’utente <%s@%s> esiste già.
pt: Utilizador <%s@%s> já existe.
ro: Utilizatorul <%s@%s> există deja.
ru: Пользователь <%s@%s> уже существует.
sv: Användaren <%s@%s> finns redan.

source: Repeated password does not match first one.
bg: Паролата и повторението й не съвпадат.
cs: Zadaná hesla se neshodují.
de: Wiederholtes Passwort stimmt nicht mit dem ersten überein.
es: La contraseña repetida no coincide con la primera.
fr: Le mot de passe de confirmation ne correspond pas au premier.
hu: A megismételt jelszó nem egyezik az elsővel.
it: La seconda password non coincide con la prima.
pt: A senha repetida não é igual à primeira.
ro: Parola repetată nu se potrivește cu prima.
ru: Пароли не совпадают.
sv: Lösenorden matchar inte varandra.

source: Unhandled privilege object: %s
bg: Необработен обект с права: %s
cs: Neřízený objekt oprávnění: %s
de: Ungültiges Rechte-Objekt: %s
es: Objeto de privilegio no controlado: %s
fr: Privilège de l'objet : %s non pris en charge
hu: Kezeletlen jogosultság objektum: %s
it: Oggetto privilegi non gestito: %s
pt: Objecto privilégio não gerido: %s
ro: Privilegiu obiect netratat: %s
ru: Необрабатываемый объект разрешений: %s
sv: Ohanterat behörighetsobjekt: %s

source: Delete user %s@%s?
bg: Да се изтрие ли потребителя %s@%s?
cs: Smazat uživatele %s@%s?
de: Benutzer %s@%s löschen?
es: ¿Borrar usuario %s@%s?
fr: Faut-il supprimer l'utilisateur %s@%s ?
hu: Töröljük a(z) %s@%s felhasználót?
it: Eliminare l’utente %s@%s?
pt: Eliminar utilizador %s@%s?
ro: Șterg utilizatorul %s@%s?
ru: Удалить пользователя %s@%s?
sv: Ta bort användare %s@%s?

source: experimental
bg: експерименталено
cs: experimentální
de: experimentell
fr: expérimental
hu: kísérleti
it: sperimentale
ru: экспериментально
sv: experimentell

source: Yes
bg: Да
cs: Ano
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Sì
pt: Sim
ro: Da
ru: Да
sv: Ja

source: No
bg: Не
cs: Ne
de: Nein
fr: Non
hu: Nem
pt: Não
ro: Nu
ru: Нет
sv: Nej

source: Connected
bg: Свързан от
cs: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
hu: Kapcsolódva
it: Connesso
pt: Ligado
ro: Conectat
ru: Подключено
sv: Ansluten

source: Disconnected
bg: Прекъсната връзка
cs: Odpojeno
de: Nicht verbunden
es: Desconectado
fr: Déconnecté
hu: Lekapcsolódva
it: Disconnesso
pt: Desligado
ro: Deconectat
ru: Отключенно
sv: Nerkopplad

source: Threads
bg: Нишки
cs: Vláken
de: Prozesse
es: Hilos
fr: Multiprocessus
hu: Szálak
it: Thread
pt: Linhas
ro: Fire de execuție
ru: Потоки
sv: Trådar

source: Open tables
bg: Отворени таблици
cs: Otevřených tabulek
de: Geöffnete Tabellen
es: Tablas abiertas
fr: Tables ouvertes
hu: Táblák megnyitása
it: Tabelle aperte
pt: Abrir tabelas
ro: Deschide tabelele
ru: Открыть таблицы
sv: Öppna tabeller

source: Slow queries
bg: Бавни заявки
cs: Pomalých dotazů
de: Langsame Abfragen
es: Consultas lentas
fr: Requêtes lentes
hu: Lassú lekérdezés
it: Query lente
pt: Consultas lentas
ro: Interogări lente
ru: Медленные запросы
sv: Långsamma frågor

source: Queries per second avg
bg: Среден брой заявки на секунда
cs: Dotazů průměrně za sekundu
de: ø Abfragen pro Sekunde
es: Consultas por segundo prom.
fr: Requêtes moy. par seconde
hu: Lekérdezések másodpercenkénti átlaga
it: Media query/secondo
pt: Consultas médias por segundo
ro: Media interogărilor pe secundă
ru: Среднее число запросов в сек.
sv: Frågor per sekund i medeltal

source: Replace
bg: Замести
cs: Nahradit
de: Ersetzen
es: Reemplazar
fr: Remplacer
hu: Felülírás
it: Sostituisci
pt: Substituir
ro: Înlocuiește
ru: Заменить
sv: Ersätt

source: Find
bg: Търсене
cs: Najít
de: Suchen
es: Buscar
fr: Rechercher
hu: Keresés
it: Trova
pt: Localizar
ro: Caută
ru: Найти
sv: Hitta

source: Table
bg: Таблица
cs: Tabulka
de: Tabelle
es: Tabla
hu: Tábla
it: Tabella
pt: Tabela
ro: Tabelă
ru: Таблица
sv: Tabell

source: Tables
bg: Таблици
cs: Tabulky
de: Tabellen
es: Tablas
hu: Táblák
it: Tabelle
pt: Tabelas
ro: Tabele
ru: Таблицы
sv: Tabeller

source: table
bg: таблица
cs: tabulka
de: Tabelle
es: tabla
fr: la table
hu: tábla
it: tabella
pt: tabela
ro: tabelă
ru: таблица
sv: tabell

source: tables
bg: таблици
cs: tabulky
de: Tabellen
es: tablas
hu: táblák
it: tabelle
pt: tabelas
ro: tabele
ru: таблицы
sv: tabeller

source: View
bg: Изглед
cs: Pohled
es: Vista
fr: Vue
hu: Nézet
it: Vista
pt: Vista
ro: Vedere
ru: Представление
sv: Vy

source: Views
bg: Изгледи
cs: Pohledy
es: Vistas
fr: Vues
hu: Nézetek
it: Viste
pt: Vistas
ro: Vederi
ru: Представления
sv: Vyer

source: view
bg: изглед
cs: pohled
es: vista
fr: la vue
hu: nézet
it: vista
pt: vista
ro: vedere
ru: представление
sv: vy

source: views
bg: изгледи
cs: pohledy
es: vistas
fr: vues
hu: nézetek
it: viste
pt: vistas
ro: vederi
ru: представления
sv: vyer

source: Function
bg: Функция
cs: Funkce
de: Funktion
es: Función
fr: Fonction
hu: Függvény
it: Funzione
pt: Função
ro: Funcție
ru: Функция
sv: Funktion

source: Functions
bg: Функции
cs: Funkce
de: Funktionen
es: Funciones
fr: Fonctions
hu: Függvények
it: Funzioni
pt: Funções
ro: Funcţii
ru: Функции
sv: Funktioner

source: function
bg: функция
cs: funkce
de: Funktion
es: función
fr: la fonction
hu: függvény
it: funzione
pt: função
ro: funcție
ru: функция
sv: funktion

source: functions
bg: функций
cs: funkce
de: Funktionen
es: funciones
fr: fonctions
hu: függvények
it: funzioni
pt: funções
ro: funcții
ru: функции
sv: funktioner

source: Procedure
bg: Процедура
cs: Procedura
de: Prozedur
es: Procedimiento
fr: Procédure
hu: Eljárás
it: Procedura
pt: Procedimento
ro: Procedură
ru: Процедура
sv: Procedur

source: Procedures
bg: Процедури
cs: Procedury
de: Prozeduren
es: Procedimientos
fr: Procédures
hu: Eljárások
it: Procedure
pt: Procedimentos
ro: Proceduri
ru: Процедуры
sv: Procedurer

source: procedure
bg: процедура
cs: procedura
de: Prozedur
es: procedimiento
fr: la procédure
hu: eljárás
it: procedura
pt: procedimento
ro: procedură
ru: процедура
sv: procedur

source: procedures
bg: процедури
cs: procedury
de: Prozeduren
es: procedimientos
fr: procédures
hu: eljárások
it: procedure
pt: procedimentos
ro: proceduri
ru: процедуры
sv: procedurer

source: Trigger
bg: Тригер
es: Disparador
fr: Déclencheur
pt: Disparador
ru: Триггер

source: Triggers
bg: Тригери
cs: Triggery
de: Trigger
es: Disparadores
fr: Déclencheurs
hu: Triggerek
it: Trigger
pt: Disparadores
ro: Triggere
ru: Триггеры

source: trigger
bg: тригер
es: disparador
fr: le déclencheur
pt: disparador
ru: триггер

source: triggers
bg: тригери
cs: triggery
de: Trigger
es: disparadores
fr: déclencheurs
hu: triggerek
it: trigger
pt: disparadores
ro: triggere
ru: триггеры

source: Event
bg: Събитие
cs: Událost
de: Ereignis
es: Evento
fr: Évènement
hu: Esemény
it: Evento
pt: Evento
ro: Eveniment
ru: Событие
sv: Händelse

source: Events
bg: Събития
cs: Události
de: Ereignisse
es: Eventos
fr: Évènements
hu: Események
it: Eventi
pt: Eventos
ro: Evenimente
ru: События
sv: Händelser

source: event
bg: събитие
cs: událost
de: Ereignis
es: evento
fr: l'évènement
hu: esemény
it: evento
pt: evento
ro: eveniment
ru: событие
sv: händelse

source: events
bg: събития
cs: události
de: Ereignisse
es: eventos
fr: évènements
hu: események
it: eventi
pt: eventos
ro: evenimente
ru: события
sv: händelser

source: column
bg: колона
cs: sloupec
de: Spalte
es: columna
fr: la colonne
hu: oszlop
it: colonna
pt: coluna
ro: coloană
ru: столбец
sv: kolumn

source: columns
bg: колони
cs: sloupce
de: Spalten
es: columnas
fr: colonnes
hu: oszlopok
it: colonne
pt: colunas
ro: coloane
ru: столбцы
sv: kolumner

source: Column
bg: Колона
cs: Sloupec
de: Spalte
es: Columna
fr: Colonne
hu: Oszlop
it: Colonna
pt: Coluna
ro: Coloană
ru: Столбец
sv: Kolumn

source: Columns
bg: Колони
cs: Zdrojové sloupce
de: Spalten
es: Columnas
fr: Colonnes
hu: Oszlopok
it: Colonne
pt: Colunas
ro: Coloane
ru: Столбцы
sv: Kolumner

source: UnknownTable
bg: Неизвестна таблица
cs: Neznámá tabulka
de: UnbekannteTabelle
es: TablaDesconocida
fr: Table inconnue
hu: IsmeretlenTábla
it: TabellaIgnota
pt: Tabela desconhecida
ro: TabelaNecunoscută
ru: НеизвестнаяТаблица
sv: Okänd tabell

source: Execute
bg: Изпълнение
cs: Spustit
de: Ausführen
es: Ejecutar
fr: Exécuter
hu: Futtatás
it: Esegui
pt: Executar
ro: Execută
ru: Выполнить
sv: Exekvera

source: Export
bg: Изнасяне
cs: Exportovat
de: Exportieren
es: Exportar
fr: Exporter
hu: Exportálás
it: Esporta
pt: Exportar
ro: Exportă
ru: Экспорт
sv: Exportera

source: Update
bg: Актуализация
cs: Provést
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hu: Frissítés
it: Aggiorna
pt: Actualizar
ro: Actualizare
ru: Обновить
sv: Uppdatera

source: Directory
bg: Директория
cs: Složka
de: Verzeichnis
es: Directorio
fr: Dossier
hu: Könyvtár
it: Cartella
pt: Pasta
ro: Director
ru: Папка
sv: Mapp

source: Unnamed
bg: Безименна
cs: Nepojmenováno
de: Unbenannt
es: Sin nombre
fr: Sans nom
hu: Névtelen
it: Senza nome
pt: Sem nome
ro: Fără nume
ru: Безымянный
sv: Namnlöst

source: Snippets
bg: Фрагменти с код
cs: Útržky
de: Schnipsel
es: Fragmentos
fr: Fragments
hu: Töredékek
it: Ritagli
pt: Trechos
ro: Fragmente
ru: Заготовки
sv: Kodsnuttar

source: Index
bg: Индекс
de: Schlüssel
es: Índice
it: Indice
pt: Índice
ru: Индекс

source: Unhandled tree node index
bg: Необработен индексен възел в дървото
cs: Neošetřený index uzlu stromu
de: Ungültiges Element in Baumansicht
es: Índice de nodo de árbol no controlado
fr: Index du nœud de l'arbre non pris en charge
hu: Kezeletlen fa csomópont index
it: Indice nodo albero non gestito
pt: Índice de nós de árvore não gerido
ro: Nod de index netratat
ru: Необрабатываемый номер элемента узла дерева
sv: Ohanterat trädnodsindex

source: Selected columns don''t contain a sufficient set of key columns to allow editing. Please select primary or unique key columns, or just all columns.
bg: Избраните колони не съдържат достатъчен набор от колони, за да може да се редактира. Моля, изберете колона с първичен или уникален ключ, или просто всички колони.
cs: Vybrané sloupce neobsahují dostatečný počet klíčů pro upravování. Prosím vyberte sloupce primárního nebo unikátního klíče nebo všechny sloupce.
de: Die ausgewählten Spalten enthalten keinen ausreichenden Schlüssel für eine sichere Zeilen-Bearbeitung. Bitte wählen Sie zusätzlich die Primärschlüssel-Spalten aus oder einfach alle Spalten.
es: Las columnas seleccionadas no contienen un conjunto suficiente de columnas llave para permitir la edición. Por favor seleccione columnas de llave primaria o única, o simplemente todas las columnas
fr: Les colonnes sélectionnées ne contiennent pas un jeu suffisant de colonnes clé pour autoriser l'édition. Merci de sélectionner les colonnes clé primaire ou unique, ou juste toutes les colonnes.
hu: A kiválasztott oszlopok nem tartalmaznak elegendő kulcsoszlopot a szerkesztés engedélyezéséhez. Kérjük, válassza ki az elsődleges vagy egyedi kulcsoszlopokat, vagy az összes oszlopot.
it: Le colonne selezionate non contengono un insieme di colonne chiave sufficiente per la modifica. Selezionare colonne appartenenti a chiave primarie o univoche, o semplicemente tutte le colonne.
pt: As colunas seleccionadas não contêm um conjunto de colunas-chave suficiente para permitir a edição. Por favor, seleccione colunas primárias ou únicas, ou simplesmente todas as colunas.
ro: Coloanele selectate nu conțin un număr suficient de chei pentru a permite editarea. Selectați o cheie primară sau unică pentru coloane, sau toate coloanele.
ru: Выбранные столбцы не содержат достаточного набора ключевых столбцов для разрешения редактирования. Пожалуйста, выберите столбцы с главным или уникальным ключом или просто все столбцы.
sv: Valda kolumner innehåller inte en tillräcklig mängd a nyckelkolumner för att tillåta redigering. Välj primär eller annan unik kolumn, eller helt enkelt alla kolumner.

source: Idle.
bg: Незает.
cs: Nečinný.
de: Leerlauf.
es: Preparado.
fr: En attente.
hu: Tétlen
it: Inattivo.
pt: Ocioso.
ro: Inactiv.
ru: Ожидание.
sv: Inaktiv.

source: Server time: %s
bg: Час на сървъра: %s
cs: Čas serveru: %s
de: Serverzeit: %s
es: Hora del servidor: %s
fr: Temps serveur %s
hu: Szerver idő: %s
it: Orario server: %s
pt: Tempo do servidor: %s
ro: Ora serverului: %s
ru: Серверное время: %s
sv: Servertid: %s

source: Unsupported by this server
bg: Не се поддържа от този сървър
cs: Nepodporováno serverem
de: Nicht unterstützt von diesem Server
es: No soportado por este servidor
fr: Non pris en charge par ce serveur
hu: A szerver nem támogatja
it: Non supportato da questo server
pt: Não suportado por este servidor
ro: Nesuportat de acest server
ru: Не поддерживается этим сервером
sv: Stöds inte av denna server

source: Unsupported datatype for setting "%s"
bg: Неподдържан тип на данните за "%s"
cs: Nepodporovaný datový typ pro nastavení "%s"
de: Nicht unterstützter Datentyp für Einstellung "%s"
es: Tipo de datos no soportado para el ajuste "%s"
fr: Type de données non pris en charge pour le paramètre « %s »
hu: Nem támogatott adattípus a "%s" beállításhoz
it: Tipo di dati non supportato per l’impostazione “%s”
pt: Tipo de dados não suportado para a definição "%s"
ro: Tip de date nesuportat pentru "%s"
ru: Неподдерживаемый тип данных для параметра «%s»
sv: Datatypen stöds inte för inställning "%s"

source: SQL Error (%d): %s
bg: SQL грешка (%d): %s
cs: SQL chyba (%d): %s
de: SQL-Fehler (%d): %s
es: Error de SQL (%d): %s
fr: Erreur SQL (%d) : %s
hu: SQL hiba (%d): %s
it: Errore SQL (%d): %s
pt: Erro SQL (%d): %s
ro: Eroare SQL (%d): %s
ru: Ошибка SQL (%d): %s
sv: SQL-fel (%d): %s

source: SQL Error (%d) in statement #%d: %s
bg: SQL грешка (%d) в израз #%d: %s
cs: SQL chyba (%d) v příkazu #%d: %s
de: SQL-Fehler (%d) in Anweisung #%d: %s
es: Error de SQL (%d) en la declaración #%d: %s
fr: Erreur SQL (%d) dans la déclaration #%d : %s
hu: SQL hiba (%d) az utasításban #%d: %s
it: Errore SQL (%d) nell’istruzione n° %d: %s
pt: Erro SQL (%d) na declaração %d: %s
ro: Eroare SQL (%d) în enunț #%d: %s
ru: Ошибка SQL (%d) в выражении № %d: %s
sv: SQL-fel (%d) i sats #%d: %s

source: Unhandled connection type (%d)
bg: Необработен тип връзка (%d)
cs: Neošetřený typ spojení (%d)
de: Ungültiger Verbindungstyp (%d)
es: Tipo de conexión no controlado (%d)
fr: Type de connexion non pris en charge (%d)
hu: Kezeletlen kapcsolat típusa (%d)
it: Tipo di connessione non gestito (%d)
pt: Tipo de ligação não gerida (%d)
ro: Tip conexiune netratat (%d)
ru: Необрабатываемый тип подключения (%d)
sv: Ohanterad anslutningstyp (%d)

source: Connection to %s closed at %s
bg: Връзката към %s беше затворена в %s
cs: Spojení k %s ukončeno v %s
de: Verbindung zu %s beendet um %s
es: Conexión a %s cerrada en %s
fr: Connexion vers %s fermée à %s
hu: A %s kapcsolat lezárult %s
it: La connessione a %s è stata chiusa il %s
pt: Ligação a %s fechad a %s
ro: Conexiunea la %s închisă la %s
ru: Подключение к %s закрыто в %s
sv: Uppkopplingen till %s stängdes vid %s

source: Column #%d not available. Query returned %d columns and %d rows.
bg: Колона #%d я няма. Заявката върна %d колони и %d реда.
cs: Sloupec #%d je nedostupný. Dotaz vrátil %d sloupců a %d řádků.
de: Spalte #%d nicht verfügbar. Die Abfrage lieferte %d Spalten und %d Zeilen.
es: Columna #%d no disponible. La consulta devolvió %d columnas y %d filas.
fr: Colonne n° %d non disponible. La requête a retourné %d colonnes et %d lignes.
hu: A %d oszlop nem elérhető. A lekérdezés visszaadott %d oszlopot és %d sort.
it: Colonna n° %d non disponibile. La query ha restituito %d colonne e %d righe.
pt: Coluna %d indisponível. A consulta devolveu %d colunas e %d linhas.
ro: Coloana #%d indisponibilă. Interogarea a returnat %d coloane și %d rânduri.
ru: Столбец № %d недоступен. Запрос вернул %d столбцов и %d строк.
sv: Kolumn #%d inte tillgänglig. Frågan returnerade %d kolumner och %d rader.

source: Unhandled sender control: %s
bg: Необработен контрол на изпращача:%s:
cs: Neošetřený:
de: Ungültiges Sender control: %s
es: Control emisor no manejado: %s
fr: Contrôle de l'émissaire non pris en charge : %s
hu: Kezeletlen küldővezérlés: %s
it: Controllo invio non gestito: %s
pt: Controlo de remetente não gerido: %s
ro: Control sender netratat
ru: Необрабатываемый элемент управления: %s
sv: Ohanterad sändarkontroll: %s

source: Error
bg: Грешка
cs: Chyba
de: Fehler
fr: Erreur
hu: Hiba
it: Errore
pt: Erro
ro: Eroare
ru: Ошибка
sv: Fel

source: Confirm
bg: Потвърждение
cs: Potvrzení
de: Bestätigen
es: Confirmar
fr: Confirmation
hu: Jóváhagy
it: Conferma
pt: Confirmar
ro: Confirmă
ru: Подтверждение
sv: Bekräfta

source: Warning
bg: Предупреждение
cs: Varování
de: Warnung
es: Advertencia
fr: Avertissement
hu: Figyelmeztetés
it: Avviso
pt: Aviso
ro: Avertizare
ru: Предупреждение
sv: Varning

source: Information
bg: Информация
cs: Informace
es: Información
fr: Informations
hu: Információ
it: Informazione
pt: Informação
ro: Informații
ru: Информация

source: Abort
bg: Прекратяване
cs: Přerušit
de: Abbrechen
es: Abortar
fr: Abandonner
hu: Megszakítás
it: Annulla
pt: Abortar
ro: Renunță
ru: Отмена
sv: Avbryt

source: Retry
bg: Повторно
cs: Opakovat
de: Wiederholen
es: Reintentar
fr: Réessayer
hu: Újra
it: Riprova
pt: Repetir
ro: Reîncearcă
ru: Повтор
sv: Försök igen

source: Ignore
bg: Игнор
cs: Ignorovat
de: Ignorieren
es: Ignorar
fr: Ignorer
hu: Mellőzés
it: Ignora
pt: Ignorar
ro: Ignoră
ru: Игнорировать
sv: Ignorera

source: All
bg: Всички
cs: Vše
de: Alle
es: Todo
fr: Tout
hu: Mind
it: Tutto
pt: Todas
ro: Toate
ru: Все
sv: Alla

source: No to all
bg: Не за всички
cs: Ne pro vše
de: Nein zu allen
es: No a todo
fr: Non pour tout
hu: Nem, egyiket sem
it: Sì a tutto
pt: Não a tudo
ro: Nu la toate
ru: Нет для всех
sv: Nej till allt

source: Yes to all
bg: Да за всички
cs: Ano pro vše
de: Ja zu allen
es: Sí a todo
fr: Oui pour tout
hu: Igen, mindet
it: No a tutto
pt: Sim a tudo
ro: Da la toate
ru: Да для всех
sv: Ja till allt

source: Find some help on this error
bg: Намерете помощ за тази грешка
cs: Vyhledat pomoc k této chybě
de: Weitere Infos zu dieser Meldung
es: Encontrar ayuda acerca de este error
fr: Trouver de l'aide pour cette erreur
hu: Keressen segítséget a hibáról
it: Cerca aiuto su questo errore
pt: Encontrar ajuda para este erro
ro: Caută ajutor pentru această eroare
ru: Помощь по этой ошибке
sv: Hitta hjälp om det här felet

source: Allows the following replacement patterns:
bg: Позволява следните шаблони за заместване:
cs: Povoluje následující výměnu vzorů:
de: Erlaubt folgende Ersetzungsmuster:
es: Permite los siguientes patrones de reemplazo:
fr: Autorise le remplacement des motifs suivants :
hu: Engedélyezi a következő csere mintákat:
it: Abilita i seguenti schemi di sostituzione:
pt: Permite os seguintes padrões de substituição:
ro: Permite următoarele modele de înlocuire:
ru: Допустимы следующие шаблоны замены:
sv: Tillåter följande ersättningsuttryck:

source: Date and time
bg: Дата и час
cs: Datum a čas
de: Datum und Zeit
es: Fecha y hora
fr: Date et heure
hu: Dátum és idő
it: Data e ora
pt: Data e hora
ro: Dată și oră
ru: Дата и время
sv: Datum och tid

source: Date
bg: Дата
cs: Datum
de: Datum
es: Fecha
hu: Dátum
it: Data
pt: Data
ro: Dată
ru: Дата
sv: Datum

source: Day of month
bg: Ден от месеца
cs: Den
de: Tag im Monat
es: Día del mes
fr: Jour du mois
hu: Nap
it: Giorno del mese
pt: Dia do mês
ro: Zi din lună
ru: День месяца
sv: Dag i månad

source: Month
bg: Месец
cs: Měsíc
de: Monat
es: Mes
fr: Mois
hu: Hónap
it: Mese
pt: Mês
ro: Luna
ru: Месяц
sv: Månad

source: Year
bg: Година
cs: Rok
de: Jahr
es: Año
fr: Année
hu: Év
it: Anno
pt: Ano
ro: An
ru: Год
sv: År

source: Hour
bg: Час
cs: Hodina
de: Stunde
es: Hora
fr: Heure
hu: Óra
it: Ora
pt: Hora
ro: Ora
ru: Час
sv: Timme

source: Minute
bg: Минута
cs: Minuta
es: Minuto
hu: Perc
it: Minuto
pt: Minuto
ro: Minut
ru: Минута
sv: Minut

source: Second
bg: Секунда
cs: Sekunda
de: Sekunde
es: Segundo
fr: Seconde
hu: Másodperc
it: Secondo
pt: Segundo
ro: Secundă
ru: Секунда
sv: Sekund

source: Cannot close tab with running query. Please wait until query has finished.
bg: Не може да се затвори таб с изпълняващи се заявки. Моля, изчакайте да завършат.
cs: Nelze zavřít záložku s běžícím dotazem. Počkejte prosím na jeho dokončení.
de: Es wird aktuell noch eine Abfrage ausgeführt. Bitte warten Sie bis diese beendet wurde.
es: No se puede cerrar una pestaña con una consulta en ejecución. Por favor espere hasta que la consulta finalice.
fr: Impossible de fermer l'onglet avec une requête en cours d'exécution. Merci d'attendre la fin de la requête.
hu: Nem lehet bezárni a lapot a futó lekérdezéssel. Várjon, amíg a lekérdezés befejeződik.
it: Impossibile chiudere la scheda se la query è in esecuzione. Attendere il termine della query.
pt: Impossível fechar o separador durante a consulta. Por favor, aguarde pelo final.
ro: Nu pot închide tab-ul în timp ce rulează interogarea. Așteaptă până la finalizare.
ru: Невозможно закрыть вкладку с выполняющимся запросом. Дождитесь окончания выполнения запроса.
sv: Kan inte stänga en flik med en körande fråga. Vänta tills frågan körts klart.

source: Tree style options
bg: Вид на дървото
cs: Možnosti stromu
de: Optionen für Baumansicht
es: Opciones de estilo del árbol
fr: Options de style de l'arborescence
hu: Fa stílus beállítása
it: Opzioni stile albero
pt: Opções de estilo da árvore
ro: Opțiuni de stil pentru arbore
ru: Настройки стиля дерева
sv: Trädalternativ
