Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Please select one or more rows to delete them.
bg: Моля, изберете един или повече реда за изтриване.
cs: Prosím vyberte jeden nebo více řádků ke smazání.
de: Bitte mindestens eine Zeile auswählen zum Löschen.
es: Por favor seleccione una o más filas para borrarlas.
fr: Merci de sélectionner une ou plusieurs lignes pour les supprimer.
hu: Kérem válasszon egy, vagy több sort a törléshez.
it: Selezionare una o più righe da eliminare.
pt: Por favor, seleccione uma ou mais linhas a eliminar.
ro: Alegeţi minimum o înregistrare pentru ştergere.
ru: Выберите одну или несколько строк для удаления.
sv: Välj en eller flera rader för att ta bort dom.

source: Delete %s row(s)?
bg: Изтриване на %s ред(а)?
cs: Smazat %s řádek?
de: %s Zeile(n) löschen?
es: ¿Borrar %s fila(s)?
fr: Faut-il supprimer %s ligne(s) ?
hu: Töröl %s sort?
it: Eliminare %s righe?
pt: Eliminar %s linha(s)?
ro: Şterge %s înregistrări?
ru: Удалить %s строк(и)?
sv: Radera %s rad(er)?

source: Deleting row #%s of %s ...
bg: Изтриване на ред #%s от %s ...
cs: Mazání řádku #%s z %s ...
de: Lösche Zeile #%s von %s …
es: Borrando fila #%s de %s ...
fr: Suppression de la ligne n° %s sur %s…
hu: %s sor törlése a %s-bó(ő)l ...
it: Eliminazione riga %s di %s…
pt: A eliminar linha%s de %s...
ro: Ştergere înregistrare #%s din %s ...
ru: Удаление строки № %s из %s...
sv: Tar bort rad %s av %s ...

source: Clean up ...
bg: Почистване ...
cs: Vyčistit ...
de: Aufräumen …
es: Limpiar ...
fr: Nettoyage…
hu: Takarítás...
it: Pulizia…
pt: A limpar...
ro: Curăţare ...
ru: Очистка...
sv: Städar upp ...

source: Grid editing error
bg: Грешка при редактиране на данните в паното
cs: Chyba při úpravě v gridu
de: Bearbeitungsfehler
es: Error de edición de cuadrícula
fr: Erreur d'édition de la grille
hu: Rács szerkesztési hiba
it: Errore modifica griglia
pt: Erro de edição da grelha
ro: Eroare editare în tabel
ru: Ошибка редактирования сетки
sv: Fel vid matrisredigering

source: No table(s) selected.
bg: Не са избрани таблици.
cs: Nevybrána žádná tabulka.
de: Keine Tabelle(n) ausgewählt.
es: No hay tabla(s) seleccionada(s).
fr: Aucune table sélectionnée.
hu: Nincs adattábla kiválasztva
it: Nessuna tabella selezionata.
pt: Nenhuma tabela seleccionada.
ro: Nicio tabelă selectată.
ru: Нет выбранных таблиц(ы).
sv: Inga tabeller valda.

source: Empty %d table(s) and/or view(s)?
bg: Изпразване на %d таблица(и) и/или изглед/и?
cs: Prázdné %d tabulky a/nebo pohledy?
de: Leere %d Tabelle(n) und/oder View(s)?
es: ¿Vaciar %d tabla(s) y/o vista(s)?
fr: Faut-il vider %d table(s) et/ou vue(s) ?
hu: Valóban ürítsük a(z) %d kiválasztott táblát, nézetet?
it: Svuotare %d tabelle e/o viste?
pt: Há %d tabela(s) e/ou vistas(s) vazias?
ro: %d tabel(e) sau vedere(-i) vid(e)?
ru: Очистить %d таблицу(ы) и/или представление(й)?
sv: Töm %d tabell(er) och/eller vy(er)

source: No stored procedure selected.
bg: Няма избрана запазена процедура.
cs: Nevybrána žádná procedura.
de: Keine gespeicherte Prozedur ausgewählt.
es: Ningún procedimiento almacenado seleccionado.
fr: Aucune procédure stockée sélectionnée.
hu: Nincs tárolt eljárás kiválasztva.
it: Nessuna stored procedure selezionata.
pt: Nenhum procedimento armazenado seleccionado.
ro: Nicio procedură stocată selectată.
ru: Хранимая процедура не выбрана.
sv: Inga lagrade procedurer valda.

source: Please select one or more stored function(s) or routine(s).
bg: Моля, изберете една или повече запазени функции или процедури.
cs: Prosím vyberte jednu nebo více funkcí nebo procedur.
de: Bitte mindestens eine gespeicherte Funktion oder Prozedur auswählen.
es: Por favor seleccione una o mas funciones o rutinas almacenadas.
fr: Merci de sélectionner une ou plusieurs fonctions stockées ou routines.
hu: Kérem válasszon ki egy vagy több beépített függvényt vagy eljárást.
it: Selezionare una o più stored function o stored routine.
pt: Por favor, seleccione uma ou mais funções/rotinas armazenadas.
ro: Selectaţi minimum o procedură stocată sau funcţie.
ru: Пожалуйста, выберите одну или несколько функций или процедур.
sv: Välj en eller flera lagrade funktioner eller rutiner.

source: Parameter
bg: Параметър
cs: Parametr
es: Parámetro
fr: Paramètre
hu: Paraméterek
it: Parametro
pt: Parâmetro
ro: Parametru
ru: Параметр

source: Searching ...
bg: Търсене ...
cs: Vyhledávání ...
de: Suchen …
es: Buscando ...
fr: Recherche en cours…
hu: Keresés ...
it: Ricerca…
pt: A procurar...
ro: Căutare ...
ru: Поиск...
sv: Söker ...

source: Text "%s" replaced %s times.
bg: Текстът "%s" е заменен %s пъти.
cs: Text "%s" nahrazen %s krát.
de: Text "%s" wurde %s mal ersetzt.
es: El texto "%s" se ha reemplazado %s veces.
fr: Texte « %s » remplacé %s fois.
hu: "%s" szöveg cserélve %s alkalommal.
it: Testo "%s" sostituito %s volte.
pt: Text o"%s" substituído %s vezes.
ro: Textul "%s" a fost inlocuit %s de mai multe ori.
ru: Текст "%s" заменен %s раз.
sv: Texten "%s" ersatt %s gånger.

source: Text "%s" not found.
bg: Текстът "%s" не беше намерен.
cs: Text "%s" nenalezen.
de: Text "%s" nicht gefunden.
es: Texto "%s" no encontrado.
fr: Texte "%s" introuvable.
hu: A "%s" szöveg nem található.
it: Testo “%s” non trovato.
pt: Texto "%s" não encontrado.
ro: Text "%s" negăsit.
ru: Текст «%s» не найден.
sv: Text "%s" hittades inte.

source: Replace this occurrence of "%s"?
bg: Замяна на "%s"?
cs: Nahradit výskyt "%s"?
de: Dieses Vorkommen von "%s" ersetzen?
es: ¿Reemplazar esta ocurrencia de "%s"?
fr: Faut-il remplacer cette occurrence de « %s » ?
hu: Cserélje ki ezt az eseményt "%s"?
it: Sostituire questa ricorrenza di “%s”?
pt: Substituir esta ocorrência de "%s"?
ro: Înlocuieşte această apariţie a "%s" ?
ru: Заменить это вхождение «%s»?
sv: Ersätt denna förekomst av "%s"?

source: SQL help not available.
bg: Няма налична помощ за SQL.
cs: SQL nápověda je nedostupná.
de: SQL-Hilfe nicht verfügbar.
es: Ayuda SQL no disponible.
fr: Aide SQL non disponible.
hu: SQL súgó nem érhető el.
it: Guida SQL non disponibile.
pt: A ajuda SQL não está disponível.
ro: Ajutor SQL indisponibil.
ru: Справка по SQL недоступна.
sv: SQL-hjälp är inte tillgänglig.

source: HELP <keyword> requires %s or newer.
bg: HELP <keyword> изисква %s или по-нов.
cs: Klíčové slovo HELP vyžaduje %s nebo novější.
de: HELP <Schlüsselwort> erfordert %s oder aktueller.
es: HELP <keyword> requiere %s o más reciente.
fr: HELP <mot clé> nécessite %s ou plus récent.
hu: <keyword> súgó szükséges %s, vagy újabb!
it: HELP <parola chiave> richiede %s o successiva.
pt: HELP <keyword> requer %s ou posterior.
ro: HELP <keyword> necesită versiunea %s sau mai recentă.
ru: HELP <keyword> требует %s или новее.
sv: HELP <keyword> kräver %s eller nyare

source: Overwrite "%s"?
bg: Презаписване на "%s"?
cs: Přepsat "%s"?
de: "%s" überschreiben?
es: ¿Sobrescribir "%s"?
fr: Faut-il écraser « %s » ?
hu: Felülírjam a "%s"?
it: Sovrascrivere “%s”?
pt: Sobrescrever "%s"?
ro: Suprascrie "%s" ?
ru: Перезаписать «%s»?
sv: Skriv över "%s"?

source: This file is already open in query tab #%d.
bg: Файлът вече е отворен в таб № %d.
cs: Tento soubor je již otevřen v záložce #%d.
de: Diese Datei ist bereits in Abfrage Tab #%d geöffnet.
es: Este archivo ya está abierto en la pestaña de consulta #%d.
fr: Ce fichier est déjà ouvert dans l'onglet Requête #%d.
hu: Ez a fájl a %d lapon már meg van nyitva.
it: Questo file è già aperto nella scheda della query n° %d.
pt: O ficheiro já está aberto no separador de consulta %d.
ro: Acest fişier este deja deschis în tab-ul de interogări #%d.
ru: Этот файл уже открыт во вкладке запроса № %d.
sv: Filen är redan öppnad i frågeflik #%d.

source: Save snippet
bg: Запис като част от код
cs: Uložit útržek
de: Schnipsel speichern
es: Guardar fragmento
fr: Enregistrer fragment
hu: Töredék mentése.
it: Salva ritaglio
pt: Gravar trecho
ro: Salvează fragmentul
ru: Сохранить заготовку
sv: Spara snutt

source: Remove absent files
bg: Премахване на липсващите файлове
cs: Odstranit již neexistující soubory
de: Entferne nicht existierende Dateien
es: Eliminar archivos ausentes
fr: Supprimer fichiers absents
hu: Távolítsa el a hiányzó fájlokat
it: Rimuovi file assenti
pt: Remover ficheiros ausentes
ro: Elimină fişierele absente
ru: Удалить несуществующие файлы
sv: Ta bort saknade filer

source: Clear file list
bg: Изчистване на списъка с файлове
cs: Vyčistit seznam souborů
de: Dateiliste leeren
es: Limpiar lista de archivos
fr: Vider la liste de fichier
hu: Fájl lista törlése.
it: Azzera elenco file
pt: Limpar a lista de ficheiros
ro: Curăţă lista de fişiere
ru: Очистить список файлов
sv: Rensa fillistan

source: Set delimiter
bg: Задаване на разделител
cs: Nastavit oddělovač
de: Delimiter einstellen
es: Establecer delimitador
fr: Saisir un délimiteur
hu: Elválasztó beállítása.
it: Imposta delimitatore
pt: Definir delimitador
ro: Setează delimitator
ru: Установить разделитель
sv: Ställ in avgränsare

source: SQL statement delimiter (default is ";"):
bg: Разделител на SQL заявките (стандартно ";"):
cs: Oddělovač SQL příkazů (výchozí je ";"):
de: SQL Abfragen Delimiter (Standard ";"):
es: Delimitador de declaraciones SQL (el predeterminado es ";"):
fr: Délimiteur d'instruction SQL (par défaut « ; ») :
hu: SQL utasítás elválasztó (alapértelmezett ";"):
it: Delimitatore costrutti SQL (predefinito “;”):
pt: Delimitador de declaração SQL (predefinição ";"):
ro: Delimitator pentru comenzi SQL (implicit ";")
ru: Разделитель операторов SQL (по умолчанию — «;»)
sv: SQL-satsavgränsare (";" är standard):

source: Empty value.
bg: Празна стойност.
cs: Prázdná hodnota.
de: Leerer Wert.
es: Valor vacío.
fr: Valeur vide.
hu: Üres érték.
it: Valore vuoto.
pt: Valor vazio.
ro: Valoare vidă.
ru: Пустое значение.
sv: Tomt värde.

source: Start-of-comment tokens or string literal markers are not allowed.
bg: Не е позволено начало на коментар или стринг
cs: Znaky uvozující komentář nebo pouhý řetězec znaků není povolen.
de: Kommentar-Zeichen und String-Literal nicht erlaubt.
es: No son permitidos tokens de inicio de comentario o marcadores literales de cadena.
fr: Les symboles de début de commentaires ou marqueurs de chaine en sont pas autorisés.
hu: A megjegyzésjelzők vagy a karakterlánc-jelölők nem engedélyezettek.
it: Non è possibile indicare il token di inizio commento o il marker delle stringhe letterali.
pt: Não são permitidos caracteres de início de comentário ou cadeias literais.
ro: Secvenţe de început de comentariu sau marcatori de string nu sunt acceptate.
ru: Токены начала комментария или строковые маркеры недопустимы.
sv: Kommentarstecken eller strängavgränsare är inte tillåtna.

source: Error setting delimiter to "%s": %s
bg: "%s" не може да бъде зададен като разделител: %s
cs: Chyba nastavení oddělovače na "%s": %s
de: Fehler beim Setzen des Delimiters auf "%s": %s
es: Error estableciendo delimitador a "%s": %s
fr: Erreur en réglant le délimiteur à « %s » : %s
hu: Hiba az "%s" elválasztó beállításakor: %s
it: Errore durante l’impostazione del delimitatore a “%s”: %s
pt: Erro ao definir delimitador como "%s": %s
ro: Eroare la setarea delimitatorului "%s": "%s"
ru: Ошибка при смене разделителя на «%s»: %s
sv: Ett fel inträffade när avgränsaren försökte sättas till "%s": %s

source: Delimiter changed to %s
bg: Разделителят е променен на %s
cs: Oddělovač nastaven na %s
de: Delimiter eingestellt auf %s
es: Delimitador cambiado a %s
fr: Délimiteur changé en %s
hu: Elválasztó cserélve %s-re
it: Delimitatore cambiato in %s
pt: Delimitador alterado para %s
ro: Delimitator modificat la %s
ru: Разделитель изменен на %s
sv: Avgränsaren ändrad till %s

source: large SQL query (%s), snipped at %s characters
bg: Голяма SQL заявка (%s), изрязана на %s символ.
cs: dlouhý SQL dotaz (%s), ukončen po %s znacích
de: lange Abfrage (%s), abgeschnitten bei %s Zeichen
es: gran consulta SQL (%s), recortada a los %s caracteres
fr: longue requête SQL (%s), raccourcie à %s caractères
hu: Nagy SQL lekérdezés (%s), csonkolja %s karakternél.
it: Query SQL grande (%s): limitata a %s caratteri
pt: consulta SQL grande (%s), cortada a %s caracteres
ro: Interogare SQL lungă (%s), scurtată la %s caractere
ru: большой запрос SQL (%s), ограничен %s символами
sv: stor SQL-fråga (%s), avklippt efter %s tecken

source: Error writing to session log file.
bg: Не може да се пише в сесийния дневник.
cs: Chyba při zápisu do logovacího souboru sezení.
de: Fehler beim Schreiben in Sitzungs-Logdatei.
es: Error al escribir al archivo de registro de la sesión.
fr: Erreur d'écriture du fichier de journalisation de la session.
hu: Hiba a munkamenet naplófájl írásakor.
it: Errore durante la scrittura nel file di registro della sessione.
pt: Erro de gravação no ficheiro de diários da sessão.
ro: Eroare la scrierea sesiunii în fişier.
ru: Ошибка записи в сеансовый файл журнала.
sv: Skrivfel för sessionsloggfilen.

source: Logging is disabled now.
bg: Дневникът е деактивиран.
cs: Logování je nyní vypnuté.
de: Logging ab jetzt deaktiviert.
es: El registro está deshabilitado ahora.
fr: La journalisation est actuellement désactivée.
hu: A naplózás most le van tiltva.
it: Il registro è ora disabilitato.
pt: O diário está agora desactivado.
ro: Logarea este dezactivată.
ru: Журналирование отключено.
sv: Loggningen är nu avstängd.

source: Fetching rows ...
bg: Извличане на редове ...
cs: Načítání řádků ...
de: Hole Zeilen …
es: Recuperando filas ...
fr: Récupération des lignes…
hu: Sorok lehívása ...
it: Recupero righe…
pt: A obter linhas...
ro: Obţinere înregistrări ...
ru: Извлечение строк...
sv: Hämtar rader ...

source: Data in this table will be read-only.
bg: Данните в тази таблица ще бъдат само за четене.
cs: Data v této tabulce jsou pouze pro čtení.
de: Daten in dieser Tabelle können nicht bearbeitet werden.
es: Los datos en esta tabla serán de solo lectura.
fr: Les données de cette table seront en lecture seule.
hu: A tábla adatai csak olvashatóak.
it: I dati in questa tabella saranno in sola lettura.
pt: Os dados desta tabela serão só de leitura.
ro: Datele din acest tabel vor fi doar pentru citire.
ru: Данные в этой таблице будут только для чтения.
sv: Data i den här tabellen kommer vara skrivskyddat.

source: Setting up columns ...
bg: Настройка на колоните ...
cs: Nastavení sloupců ...
de: Spalten einstellen …
es: Configurando columnas ...
fr: Paramétrage des colonnes…
hu: Oszlopok beállítása ...
it: Impostazione colonne…
pt: A configurar colunas...
ro: Setare coloane ...
ru: Настройка столбцов...
sv: Arrangerar kolumner ...

source: Browsing is currently limited to a maximum of %s rows. To see more rows, increase this maximum in %s > %s > %s.
bg: Разглеждането в момента е ограничено до маск. %s реда. За да видите повече редове, увеличете максимума в %s => %s => %s.
cs: Procházení je v současné době omezeno na %s řádků. Pokud chcete zobrazit více řádků, zvyšte tento limit v %s > %s > %s.
de: Datenansicht ist gegenwärtig beschränkt auf ein Maximum von %s Zeilen. Um mehr Zeilen zu sehen, erhöhen Sie dieses Maximum in %s > %s > %s.
es: La navegación está limitada actualmente a un máximo de %s filas. Para ver más filas, incremente este máximo en %s > %s > %s.
fr: La navigation est limitée à %s lignes. Pour en afficher plus, augmenter le maximum dans %s > %s > %s.
hu: A böngészés jelenleg maximum %s sorra korlátozódik. Ha több sort szeretne látni, növelje ennek maximumát %s > %s > %s.
it: È attualmente possibile scorrere un massimo di %s righe. Per vedere ulteriori righe aumentare questo limite in %s > %s > %s.
pt: A navegação está limitada a %s linhas. Para ver mais linhas, aumente o máximo em %s > %s > %s.
ro: Navigarea este acum limitată la maxim %s înregistrări. Pentru a vedea mai multe înregistrări, mărește maximul la %s > %s > %s.
ru: В настоящий момент отображение результата ограничено %s строками. Чтобы увидеть больше строк, увеличьте эту настройку в %s > %s > %s.
sv: Bläddring är för tillfället begränsad till maximalt %s rader. För att se fler rader, öka värdet i %s > %s > %s.

source: rows total
bg: реда общо
cs: řádků celkem
de: Zeilen gesamt
es: filas en total
fr: ligne(s) au total
hu: sor összesen
it: righe totali
pt: total de linhas
ro: total înregistrări
ru: строк
sv: rader totalt

source: approximately
bg: приблизително
cs: přibližně
de: ungefähr
es: aproximadamente
fr: environ
hu: hozzávetőleg
it: circa
pt: aproximadamente
ro: aproximativ
ru: приблизительно
sv: ungefär

source: limited to
bg: ограничено до
cs: omezeno na
de: limitiert auf
es: limitado a
fr: limitation à
hu: korlátozva
it: limitate a
pt: limitado a
ro: limitat la
ru: показано
sv: begränsad till

source: all rows match to filter
bg: всички редове съвпадат с филтъра
cs: všechny řádky odpovídají filtru
de: alle Zeilen passen zum Filter
es: todas las filas que coincidan con el filtro
fr: toutes les lignes correspondantes au filtre
hu: minden sor illeszkedik a szűréshez
it: tutte le righe soddisfano il filtro
pt: todas as linhas cumprem o critério
ro: toate înregistrările care corespund filtrului
ru: все строки, соответствующие фильтру
sv: alla rader matchar filtret

source: rows match to filter
bg: реда съвпадат с филтъра
cs: řádků odpovídajících filtru
de: Zeilen passen zum Filter
es: filas que coincidan con el filtro
fr: lignes correspondantes au filtre
hu: sor illeszkedik a szűréshez
it: righe soddisfano il filtro
pt: linhas cumprem o critério
ro: înregistrările care corespund filtrului
ru: строк в выборке
sv: rader matchar filtret

source: Displaying objects from "%s" ...
bg: Показване на обекти от "%s" ...
cs: Zobrazování objektů z "%s" ...
de: Zeige Objekte aus "%s" …
es: Mostrando objetos de "%s" ...
fr: Affichage des objets à partir de « %s »…
hu: "%s" objektumainak megjelenítése ...
it: Visualizzazione oggetti da “%s”…
pt: A mostrar objectos de "%s"...
ro: Afişare obiecte din "%s" ...
ru: Отображение объектов из «%s»...
sv: Visar objekt från "%s" ...

source: Ignoring own process id #%d when trying to kill it.
bg: Пренебрегване на собствен процес № %d при опит за прекратяването му.
cs: Ignorování procesu id #%d při pokusu o jeho ukončení.
de: Eigene Prozess-ID #%d übersprungen
es: Ignorando ID propio del proceso #%d al intentar matarlo.
fr: Non prise en compte du processus propre id n° %s lors de la tentative de le supprimer.
hu: A folyamat %d azonosítójának figyelmen kívül hagyása, amikor megpróbálja lezárni.
it: Ignoro l'id %d del proprio processo quando si prova a terminarlo.
pt: A ignorar processo id%d ao tentar matá-lo.
ro: Ignoră propriul id de proces #%d atunci cand incearca sa il oprească.
ru: Пропуск собственного ID процесса #%d при попытке его завершения.
sv: Bortser ifrån egna process-id:t %d vid försök att döda den.

source: Uptime
bg: Работи от
cs: V provozu
de: Betriebszeit
es: Activo durante
fr: Disponibilité
hu: Üzemidő:
it: Tempo in esecuzione
pt: Sessão
ro: Durată
ru: Время работы
sv: Upptid

source: unknown
bg: неизвестен
cs: neznámo
de: unbekannt
es: desconocido
fr: inconnu
hu: ismeretlen
it: sconosciuto
pt: desconhecido
ro: necunoscut
ru: неизвестно
sv: okänd

source: You could try the default library %s in your session settings. (Current: %s)
bg: В настройките за сесия можете да пробвате библиотеката %s, която е по подразбиране. (В момента се ползва %s.)
cs: Můžete zkusit výchozí knihovnu %s ve svém nastavení místa. (Aktuální: %s)
de: Sie sollten evtl. die Standard-Bibliothek %s in den Sitzungseinstellungen auswählen. (Aktuell: %s)
es: Puede probar la biblioteca predeterminada %s en la configuración de su sesión. (Actual: %s)
fr: Il est possible d'essayer la bibliothèque par défaut %s dans ces paramètres de session (actuellement : %s)
it: È possibile provare la libreria predefinita %s nelle impostazioni della sessione. (Attuale: %s)
ro: Ați putea încerca biblioteca implicită %s în setările sesiunii. ( Actual: %s)
sv: Du skulle kunna testa standardbiblioteket %s i dina sessionsinställningar. (Nuvarande: %s)

source: Specify filter-value...
bg: Задаване на стойност за филтър ...
cs: Zadejte hodnotu filtru...
de: Filterwert definieren …
es: Especificar valor de filtro...
fr: Spécifier une valeur de filtre…
hu: Szűrőérték megadása ...
it: Specificare valore filtro…
pt: Especifique o valor do filtro...
ro: Precizaţi valoarea de filtru...
ru: Укажите значение фильтра...
sv: Ange filtervärde...

source: Refresh list every ... second(s):
bg: Опресняване на списъка всеки ... секунди
cs: Obnovit seznam každých ... sekund:
de: Aktualisiere die Liste alle … Sekunden:
es: Recargar lista cada ... segundo(s):
fr: Actualiser la liste toutes les X seconde(s) :
hu: A lista frissítése ... másodpercenként:
it: Aggiorna elenco ogni … secondi:
pt: Actualizar lista cada ... segundo(s):
ro: Reîmprospătează la fiecare ... secunde:
ru: Обновлять список каждые ... секунд(ы):
sv: Uppdatera listan varje ... sekund(er):

source: Seconds must be between 0 and %d.
bg: Секундите трябва да са между 0 и %d.
cs: Sekunda musí být v rozmezí 0 až %d.
de: Sekunden-Wert muss zwischen 0 und %d sein
es: Los segundos deben estar entre 0 y %d.
fr: Les secondes doivent être entre 0 et %d.
hu: A másodperceknek 0 és %d között kell lenniük.
it: I secondi devono essere compresi tra 0 e %d.
pt: Os segundos devem estar entre 0 e %d.
ro: Secundele trebuie să fie între 0 şi %d.
ru: Секунды должны быть между 0 и %d.
sv: Antalet sekunder måste vara mellan 0 och %d.

source: Unspecified source control in drag'n drop operation!
bg: Неясен източник при операция влачене и пускане!
cs: Nespecifikovaný zdroj pro operaci přetažení do okna aplikace (drag'n drop)!
de: Unerlaubtes Quell-Control in Drag'n'Drop-Aktion
es: ¡Control de origen no especificado en la operación arrastrar y soltar!
fr: Source de contrôle non spécifiée dans l'opération glisser-déposer !
hu: Meghatározatlan forrás szabály a drag'n drop műveletben!
it: Controllo origine non specificato durante l’operazione di drag-and-drop!
pt: Controlo de fonte não especificado em operação arrastar e largar!
ro: Operaţiune "trage şi lasă" nespecificată!
ru: Неуказанный элемент управления в операции перетаскивания!
sv: Ospecificerad källkontroll i dragoperation

source: Fetching distinct values ...
bg: Извличане по една стойност от всички еднакви
cs: Načítání různých hodnot ...
de: Hole eindeutige Werte …
es: Recuperando distintos valores ...
fr: Récupération des valeurs distinctes…
hu: Különböző értékek lekérése
it: Recupero valori univoci…
pt: A obter valores distintos...
ro: Obţinere valori distincte ...
ru: Извлечение определённых значений...
sv: Hämtar unika värden ...

source: UNIX Timestamp
bg: UNIX време
cs: Časové razítko UNIX
de: UNIX-Zeitstempel
es: Marca de tiempo UNIX
fr: Horodateur UNIX
hu: UNIX időbélyeg
it: Timestamp UNIX
pt: Carimbo UNIX
ro: Timestamp UNIX
sv: UNIX-tidsstämpel

source: Default value
bg: Стойност по подразбиране
cs: Výchozí hodnota
de: Standardwert
es: Valor predeterminado
fr: Valeur par défaut
hu: Alapértelmezett érték
it: Valore predefinito
pt: Valor predefinido
ro: Valoare implicită
ru: Значение по умолчанию
sv: Standardvärde

source: Table node "%s" not found in tree.
bg: Таблицата "%s" я няма в дървото.
cs: Uzel tabulky "%s" nebyl ve stromu nalezen.
de: Tabellen Node "%s" in Baumansicht nicht gefunden.
es: El nodo de tabla "%s" no se encontró en el árbol.
fr: Nœud de table « %s » non trouvé dans arborescence.
hu: A "%s" tábla csomópont nem található a fában.
it: Nodo della tabella “%s” non trovato nell’albero.
pt: Nó de tabela "%s" não encontrado na árvore.
ro: Nod de tabel "%s" negăsit în arbore.
ru: Узел таблицы «%s» не найден в дереве.
sv: Tabellnod "%s" hittades inte i trädet.
