Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Avg per hour
bg: Средно за час
cs: Průměrně za hodinu
de: Ø pro Stunde
es: Prom. por hora
fr: Moy. par heure
hu: Óránkénti átlag
it: Media/ora
pt: Média por hora
ro: Medie pe oră
ru: Сред. за час
sv: Medelvärde per timme

source: Avg per second
bg: Средно за секунда
cs: Průměrně za sekundu
de: Ø pro Sekunde
es: Prom. por segundo
fr: Moy. par seconde
hu: Másodpercenkénti átlag
it: Media/secondo
pt: Média por segundo
ro: Medie pe secundă
ru: Сред. за секунду
sv: Medelvärde per sekund

source: Processes
bg: Процеси
cs: Procesy
de: Prozesse
es: Procesos
fr: Processus
hu: Processzek
it: Processi
pt: Processos
ro: Procese
ru: Процессы
sv: Processer

source: DB
bg: БД
cs: Databáze
de: Datenbank
es: BD
fr: BDD
pt: BD
ru: БД

source: Command
bg: Команда
cs: Příkaz
de: Kommando
es: Comando
fr: Commande
hu: Parancs
it: Comando
pt: Comando
ro: Comandă
ru: Команда
sv: Kommando

source: Time
bg: Време
cs: Čas
de: Dauer
es: Tiempo
fr: Temps
hu: Idő
it: Ora
pt: Hora
ro: Timp
ru: Время
sv: Tid

source: Info
bg: Информация
cs: SQL dotaz
fr: Infos
hu: Információ
pt: Informação
ru: Информация

source: Process SQL:
bg: SQL процес:
cs: Zpracovat SQL
de: Prozess SQL:
es: Procesar SQL:
fr: Processus SQL :
hu: SQL eljárás:
it: Processa SQL:
pt: SQL do processo:
ro: Proces SQL:
ru: Обработать SQL:
sv: Bearbeta SQL:

source: Analyze this query
bg: Анализирай заявката
cs: Analyzovat tento dotaz
de: Diese Abfrage analysieren
es: Analizar esta consulta
fr: Analyser cette requête
hu: Lekérdezés analízis
it: Analizza questa query
pt: Analisar esta consulta
ro: Analizează această interogare
ru: Анализировать запрос
sv: Analysera denna fråga:

source: Analyze this query on MariaDB.org
bg: Анализирай заявката в MariaDB.org
cs: Analyzovat tento dotaz na MariaDB.org
de: Diese Abfrage auf MariaDB.org analysieren
es: Analizar esta consulta en MariaDB.org
fr: Analyser cette requête sur MariaDB.org
hu: Lekérdezés analízis a MariaDB.org-on
it: Analizza questa query su MariaDB.org
pt: Analisar esta consulta em MariaDB.org
ro: Analizează această interogare pe MariaBD.org
ru: Анализировать запрос на MariaDB.org
sv: Analysera denna fråga med MariaDB.org

source: Command-Statistics
bg: Статистика на командите
cs: Statistiky příkazů
de: Kommandostatistik
es: Estadísticas de Comandos
fr: Statistiques des commandes
hu: Utasítás statisztika
it: Statistiche comandi
pt: Estatísticas do comando
ro: Statistici comenzi
ru: Статистика команд
sv: Kommandostatistik

source: Command-type
bg: Команда
cs: Typ příkazu
de: Kommandotyp
es: Tipo de comando
fr: Type de commande
hu: Utasítás típus
it: Tipo comando
pt: Tipo de comando
ro: Tip comandă
ru: Тип команды
sv: Kommandotyp

source: Total count
bg: Общо брой
cs: Celkový počet
de: Gesamt Anzahl
es: Conteo total
fr: Total
hu: Teljes találat
it: Conteggio totale
pt: Contagem total
ro: Valoare total
ru: Общее число
sv: Totalt antal

source: Average per hour
bg: Средно за час
cs: Průměrně za hodinu
de: Durchschnitt pro Stunde
es: Promedio por hora
fr: Moyenne par heure
hu: Óránkénti átlag
it: Media/ora
pt: Média por hora
ro: Medie per oră
ru: Среднее за час
sv: Medelvärde per timme

source: Average per second
bg: Средно за секунда
cs: Průměrně za sekundu
de: Durchschnitt pro Sekunde
es: Promedio por segundo
fr: Moyenne par seconde
hu: Másodpercenkénti átlag
it: Media/secondo
pt: Média por segundo
ro: Media per secundă
ru: Среднее за секунду
sv: Medelvärde per sekund

source: Percentage
bg: Процент
cs: Procent
de: Prozent
es: Porcentaje
fr: Pourcentage
hu: Százalékos arány
it: Percentuale
pt: Percentagem
ro: Procent
ru: Процентаж
sv: Procentuellt

source: Rows
bg: Редове
cs: Řádků
de: Zeilen
es: Filas
fr: Lignes
hu: Sorok
it: Righe
pt: Linhas
ro: Înregistrări
ru: Строк
sv: Rader

source: Created
bg: Създаден
cs: Vytvořeno
de: Erstellt
es: Creado
fr: Créé le
hu: Létrehozva
it: Creato
pt: Criada
ro: Creat
ru: Создано
sv: Skapad

source: Updated
bg: Обновено
cs: Změněno
de: Aktualisiert
es: Actualizado
fr: Mis à jour
hu: Módosítva
it: Aggiornato
pt: Actualizada
ro: Actualizat
ru: Обновлено
sv: Uppdaterad

source: Engine
bg: Хранилище
cs: Uložiště
es: Motor
fr: Moteur
hu: Motor
it: Motore
pt: Motor
ro: Motor
ru: Движок
sv: Motor

source: Comment
bg: Коментар
cs: Komentář
de: Kommentar
es: Comentario
fr: Commentaire
hu: Megjegyzés
it: Commento
pt: Comentário
ro: Comentariu
ru: Комментарий
sv: Kommentar

source: Row format
bg: Ред формат
cs: Formát řádku
de: Zeilenformat
es: Formato de fila
fr: Format de la ligne
hu: Sor formátum
it: Formato riga
pt: Formato da linha
ro: Format înregistrare
ru: Формат строки
sv: Radformat

source: Avg row length
bg: Средна дължина на ред
cs: Průměrná délka řádku
de: Ø Zeilenlänge
es: Long. fila prom.
fr: Longueur moy. de ligne
hu: Átlag sor hossz
it: Lungh. media righe
pt: Tamanho médio da linha
ro: Lungime medie înreg.
ru: Сред. длина строки
sv: Medelvärde radlängd

source: Max data length
bg: Максимална дължина на данните
cs: Maximální délka řádku
de: Max Datengröße
es: Longitud máx. de datos
fr: Longueur max. des données
hu: Max adat hossz
it: Lunghezza max dati
pt: Tamanho máximo dos dados
ro: Lungime max. date
ru: Максимальная длина данных
sv: Maximal datalängd

source: Index length
bg: Дължина ред
cs: Délka indexu
de: Index-Größe
es: Longitud de índice
fr: Taille de l'index
hu: Index hossza
it: Dimensione indice
pt: Tamanho do índice
ro: Lungime index
ru: Длина индекса
sv: Indexlängd

source: Data free
bg: Свободни данни
cs: Bez dat
de: Freier Speicher
es: Datos libres
fr: Sans données
hu: Üres adatok
it: Spazio libero
pt: Dados livres
ro: Fără date
ru: Очистка данных
sv: Datafri

source: Auto increment
bg: Автоматично нарастване
es: Incremento automático
fr: Auto incrémentation
hu: Automatikus növelés
it: Contatore
pt: Incremento automático
ro: Auto incrementare
ru: Автоинкремент
sv: Auto-uppräkna

source: Check time
bg: Точно време
cs: Zkontrolovat čas
de: Check Zeitpunkt
es: Hora de verificación
fr: Vérifier l'heure
hu: Ellenőrzés ideje
it: Ora verifica
pt: Verificar hora
ro: Momentul verificarii
ru: Время проверки
sv: Kontrolltid

source: Collation
bg: Колация
cs: Porovnání
de: Kollation
hu: Illesztés
it: Confronto
pt: Colação
ro: Colaţionare
ru: Сопоставление
sv: Kollation

source: Checksum
bg: Проверка
cs: Kontrolní součet
de: Prüfsumme
es: Suma de verificación
fr: Somme de contrôle
hu: Ellenőrző összeg
ro: Sumă de control
ru: Контрольная сумма
sv: Checksumma

source: Create options
bg: Създаване на възможности
cs: Možnosti vytvoření
de: Erstell-Optionen
es: Opciones de CREATE
fr: Options de création
hu: Letrehozó beállítások
it: Opzioni di creazione
pt: Criar opções
ro: Opţiuni de creare
ru: Опции создания
sv: Alternativ

source: Type
bg: Вид
cs: Druh
de: Typ
es: Tipo
hu: Típus
it: Tipo
pt: Tipo
ro: Tip
ru: Тип
sv: Typ

source: No data available for this item.
bg: Няма данни.
cs: Pro vybranou položku nejsou dostupná žádná data.
de: Keine Datenansicht verfügbar für dieses Objekt
es: No hay datos disponibles para este elemento.
fr: Aucune donnée disponible pour cet élément.
hu: Nincs adat a kiválasztásban.
it: Dati non disponibili per questo elemento.
pt: Sem dados disponíveis para o item.
ro: Nu sunt date pentru acest element.
ru: Данные по этому элементу недоступны.
sv: Ingen data tillgänglig för detta objekt.

source: Sorting
bg: Сортиране
cs: Řazení
de: Sortierung
es: Ordenación
fr: Tri
hu: Rendezés
it: Ordinamento
pt: Ordem
ro: Sortare
ru: Сортировка
sv: Sortering

source: Filter
bg: Филтър
cs: Filtr
es: Filtro
fr: Filtre
hu: Szűrő
it: Filtro
pt: Filtro
ro: Filtru
ru: Фильтр

source: Create multi column filter:
bg: Филтър с много колони:
cs: Vytvořit vícesloupcový filtr:
de: Multi-Spaltenfilter:
es: Crear filtro multi columnas
fr: Créer un filtre multi-colonnes :
hu: Többoszlopos szűrő létrehozása:
it: Crea filtro su più colonne:
pt: Criar filtro multi-coluna:
ro: Creează filtru multi-coloană:
ru: Мультистолбцовый фильтр:
sv: Skapa filter med flera kolumner:

source: Recent filters:
bg: Последни филтри:
cs: Poslední filtry:
de: Letzte Filter
es: Filtros recientes:
fr: Filtres récents :
hu: Legutóbbi szűrők:
it: Filtri recenti:
pt: Filtros recentes:
ro: Filtre recente:
ru: Недавние фильтры:
sv: Senaste filter:

source: Query
bg: Заявка
cs: Dotaz
de: Abfrage
es: Consulta
fr: Requête
hu: Lekérdezés
pt: Consulta
ro: Interogare
ru: Запрос
sv: Fråga

source: Attributes
bg: Атрибути
cs: Atributy
de: Attribute
es: Atributos
fr: Attributs
hu: Attribútumok
it: Attributi
pt: Atributos
ro: Atribute
ru: Атрибуты
sv: Attribut

source: &File
bg: &Файл
cs: &Soubor
de: Datei
es: &Archivo
fr: &Fichier
hu: &Fájl
pt: &Ficheiro
ro: &Fişier
ru: &Файл
sv: &Arkiv

source: File related commands
bg: Команди, свързани с файлове
cs: Příkazy související se souborem
de: Haupt-Programmbefehle
es: Comandos relacionados con archivos
fr: Commandes relatives aux fichiers
hu: Fájlhoz kapcsolódó parancsok
it: Comandi relativi a file
pt: Comandos relativos a ficheiros
ro: Comenzi pentru fişiere
ru: Команды, относящиеся к меню "Файл"
sv: Filrelaterade kommandon

source: Connect to
bg: Свързване към
cs: Připojit k místu
de: Verbinden zu
es: Conectar a
fr: Se connecter à
hu: Kapcsolódás
it: Connettiti a
pt: Ligar a
ro: Conectare la
ru: Соединиться с…
sv: Anslut till

source: &Edit
bg: &Промяна
cs: &Upravit
de: Bearbeiten
es: &Editar
fr: &Édition
hu: &Szerkesztés
it: &Modifica
pt: &Editar
ro: &Editare
ru: &Редактировать
sv: &Redigera

source: Edit commands
bg: Команди за редакция
cs: Upravit příkazy
de: Bearbeitungs-Optionen
es: Comandos de edición
fr: Commandes relatives à l'édition
hu: Parancs szerkesztésbe
it: Modifica comandi
pt: Comandos de edição
ro: Comenzi editare
ru: Команды, относящиеся к меню "Правка"
sv: Redigera kommandon

source: Search
bg: Търсене
cs: Hledat
de: Suchen
es: Buscar
fr: Rechercher
hu: Keresés
it: Cerca
pt: Procurar
ro: Caută
ru: Поиск
sv: Sök

source: &Tools
bg: &Инструменти
cs: &Nástroje
de: Werkzeuge
es: &Herramientas
fr: &Outils
hu: &Eszközök
it: S&trumenti
pt: Ferramen&tas
ro: &Unelte
ru: Инстру&менты
sv: &Verktyg

source: &Help
bg: &Помощ
cs: &Nápověda
de: Hilfe
es: A&yuda
fr: &Aide
hu: &Súgó
it: &Aiuto
pt: A&juda
ro: &Ajutor
ru: &Справка
sv: &Hjälp

source: Help topics
bg: Помощни теми
cs: Témata nápovědy
de: Hilfethemen
es: Temas de ayuda
fr: Sommaire
hu: Súgó téma
it: Sommario
pt: Tópicos da ajuda
ro: Subiecte de ajutor
ru: Разделы справки
sv: Hjälpämnen

source: Display session manager
bg: Отваряне диспечера на сесия
cs: Zobrazit správce míst
de: Sitzungs-Manager anzeigen
es: Mostrar administrador de sesiones
fr: Affiche le gestionnaire de sessions
hu: Munkamenet-kezelő megjelenítése
it: Gestisci le sessioni
pt: Mostrar gestor de sessão
ro: Afişează manager de sesiuni
ru: Открыть менеджер сеансов
sv: Visa sessionshanterare

source: New &window
bg: Нов &прозорец
cs: Nové &okno
de: Neues Fenster
es: Nueva &ventana
fr: Nouvelle &fenêtre
hu: Új &ablak
it: &Nuova finestra
pt: No&va janela
ro: Fereastră nouă &w
ru: Новое &окно
sv: Nytt &fönster

source: New window...
bg: Нов прозорец...
cs: Nové okno ..
de: Neues Fenster …
es: Nueva ventana ...
fr: Nouvelle fenêtre…
hu: Új ablak...
it: Nuova finestra…
pt: Nova janela...
ro: Fereastră nouă...
ru: Новое окно...
sv: Nytt fönster...

source: E&xit
bg: Из&xод
cs: K&onec
de: Beenden
es: &Salir
fr: &Quitter
hu: K&ilépés
it: E&sci
pt: &Sair
ro: I&eşire
ru: В&ыход
sv: &Avsluta

source: Exit|Exit application
bg: Изход
cs: Konec|Ukončit aplikaci
de: Beenden|Anwendung beenden
es: Salir|Salir de la aplicación
fr: Quitter|Quitte l'application
hu: Bezárás|Alkalmazás bezárása
it: Esci|Esci dal programma
pt: Sair|Sair da aplicação
ro: Ieşire|Ieşire aplicaţie
ru: Выход|Выход из программы
sv: Avsluta|Avsluta applikationen

source: Various
bg: Разни
cs: Varianty
de: Verschiedenes
es: Varios
fr: Divers
hu: Különböző
it: Varie
pt: Vários
ro: Diverse
ru: Прочее
sv: Diverse

source: &Copy
bg: &Копиране
cs: &Kopírovat
de: Kopieren
es: &Copiar
fr: &Copier
hu: &Másolás
it: &Copia
pt: &Copiar
ro: &Copiază
ru: &Копировать
sv: &Kopiera

source: Copy|Copy to Clipboard
bg: Копиране|Копиране в клипбоарда
cs: Kopírovat|Kopírovat do schránky
de: Kopieren|In Zwischenablage kopieren
es: Copiar|Copiar al portapapeles
fr: Copier|Copie dans le presse-papiers
hu: Másolás|Másolás vágólapra
it: Copia|Copia negli appunti
pt: Copiar|Copiar para a área de transferência
ro: Copiază|Copiază în clipboard
ru: Копировать|Копировать в буфер
sv: Kopiera|Kopiera till Urklipp

source: &Paste
bg: &Поставяне
cs: &Vložit
de: &Einfügen
es: &Pegar
fr: &Coller
hu: &Beillesztés
it: I&ncolla
pt: &Colar
ro: &Lipire
ru: &Вставить
sv: &Klistra in

source: Paste|Paste from Clipboard
bg: Поставяне|Поставяне от клипбоарда
cs: Vložit|Vložit ze schránky
de: Einfügen|Aus der Zwischenablage einfügen
es: Pegar|Pegar desde el portapapeles
fr: Coller|Colle depuis le presse-papiers
hu: Beillesztés|Beillesztés vágólapról
it: Incolla|Incolla dagli appunti
pt: Colar|Colar da área de transferência
ro: Lipire|Lipire din clipboard
ru: Вставить|Вставить из буфера обмена
sv: Klistra in|Klistra in från Urklipp

source: Tools
bg: Инструменти
cs: Nástroje
de: Werkzeuge
es: Herramientas
fr: Outils
hu: Eszközök
it: Strumenti
pt: Ferramentas
ro: Unelte
ru: Инструменты
sv: Verktyg

source: User manager
bg: Диспечер на потребители
cs: Správa uživatelů
de: Benutzerverwaltung
es: Administrador de usuarios
fr: Gestionnaire utilisateur
hu: Felhasználó kezelő
it: Gestione utenti
pt: Gestor de utilizadores
ro: Manager utilizatori
ru: Управление пользователями
sv: Användarhanterare

source: Manage user authentication and privileges
bg: Управления на потребители и права
cs: Správa přihlašování a oprávnění uživatelů
de: Zugangsdaten und Rechte verwalten
es: Administra la autenticación y privilegios de los usuarios
fr: Gère l'identification et les privilèges utilisateur
hu: Felhasználói hitelesítések és jogosultságok kezelése
it: Gestione dell’autenticazione e dei privilegi degli utenti
pt: Gerir autenticação e privilégios de utilizadores
ro: Administrare autentificare şi privilegii utilizatori
ru: Управление аутентификацией пользователей и привилегиями
sv: Hantera användar-autentisering och rättigheter

source: Cu&t
bg: Изрязване
cs: &Vyjmout
de: Ausschneiden
es: Cor&tar
fr: Co&uper
hu: Ki&vágás
it: &Taglia
pt: Cor&tar
ro: &Taie
ru: В&ырезать
sv: Klipp ut

source: Cut|Cuts the selection and puts it on the Clipboard
bg: Изрязване|Изрязва избраното и го слага в клипборда
cs: Vyjmout|Vyjme výběr a vloží ho do schránky
de: Ausschneiden|Schneidet die Auswahl aus und kopiert diese in die Zwischenablage
es: Cortar|Corta la selección y la pone en el portapapeles
fr: Couper|Coupe la sélection et la stocke dans le presse-papiers
hu: Kivágás|Vágja ki a kijelölést és helyezze a vágólapra
it: Taglia|Taglia la selezione e inseriscila negli appunti
pt: Cortar|Cortar a selecção e pôr na área de transferência
ro: Taie|Taie selecţia şi pune în clipboard
ru: Вырезать|Вырезать выделенное и поместить в буфер обмена
sv: Klipp ut|Klipper ut markeringen och lägger den i Urklipp

source: &Undo
bg: &Назад
cs: &Zpět
de: Rückgängig
es: Des&hacer
fr: &Annuler
hu: &Visszavonás
it: Ann&ulla
pt: &Desfazer
ro: An&ulează operaţiunea
ru: Отме&на
sv: &Ångra

source: Undo|Revert last modification
bg: Отказ от последната модификация
cs: Zpět/Vrátit poslední změnu
de: Rückgängig|Letzte Änderung zurücknehmen
fr: Défaire|Revenir sur la dernière modification
hu: Visszavonás|Utolsó módosítás visszaállítása
it: Annulla|Annulla ultima modifica

source: About...
bg: Относно...
cs: O ...
de: Über …
es: Acerca de...
fr: À propos…
hu: Névjegy...
it: Informazioni su…
pt: Acerca...
ro: Despre...
ru: О программе...
sv: Om...

source: About this application
bg: За приложението
cs: O aplikaci
de: Über diese Anwendung
es: Acerca de esta aplicación
fr: À propos de cette application
hu: Alkalmazás névjegye
it: Informazioni su questo programma
pt: Acerca da aplicação
ro: Despre această aplicaţie
ru: Об этой программе
sv: Om denna applikation

source: Maintenance
bg: Поддръжка
cs: Údržba
de: Wartung
es: Mantenimiento
hu: Karbantartás
it: Manutenzione
pt: Manutenção
ro: Întreţinere
ru: Обслуживание
sv: Underhåll

source: Optimize, repair and analyse tables
bg: Оптимизиране, поправка и анализиране на таблиците
cs: Optimalizovat, opravit a analyzovat tabulky
de: Tabellen optimieren, analysieren und reparieren
es: Optimiza, repara y analiza tablas
fr: Optimise, répare et analyse les tables
hu: Optimalizálás, javítás és tábla analizálás
it: Ottimizza, ripara e analizza tabelle
pt: Optimizar, reparar e analisar tabelas
ro: Optimizează, repară şi analizează tabelele
ru: Оптимизация, восстановление и анализ таблиц
sv: Optimera, reparera och analysera tabeller

source: Find text on server
bg: Търсене на текст в сървъра
cs: Najít text na serveru
de: Text auf dem Server suchen
es: Buscar texto en servidor
fr: Rechercher un texte sur le serveur…
hu: Szöveg keresése a szerveren
it: Trova testo sul server
pt: Encontrar texto no servidor
ro: Caută text pe server
ru: Найти текст на сервере
sv: Sök text på server

source: Searches selected tables for text occurences
bg: Търси в избраните таблици за наличие на текст
cs: Prohledá vybrané tabulky za účelem nalezení výskytu hledaného textu
de: Sucht nach Textvorkommen in ausgewählten Tabellen
es: Busca ocurrencias de texto en las tablas seleccionadas
fr: Recherche les occurrences d'un texte donné dans les tables sélectionnées
hu: Szöveg előfordulása a kijelölt táblákban
it: Ricerca di testo in tabelle selezionate
pt: Procura nas tabelas seleccionadas por ocorrências do texto
ro: Caută în tabelele selectate ocurenţe ale textului
ru: Поиск текста в выбранных таблицах
sv: Söker i valda tabeller efter textförekomster

source: Export/Import
bg: Изнасяне/Внасяне
es: Exportar/Importar
fr: Exporter/Importer
hu: Exportálás/Importálás
it: Esporta/importa
pt: Exportar/Importar
ro: Exportă/Importă
ru: Экспорт/Импорт

source: Export rows to file or copy to clipboard, in various formats
bg: Изнасяне на редове във файл или копиране в клипборда в различни формати
cs: Exportuje řádky do souboru nebo do schránky v různých formátech
de: Ergebnis in Datei oder Zwischenablage exportieren, in verschiedenen Formaten
es: Exporta filas a un archivo o las copia al portapapeles, en varios formatos
fr: Exporte les lignes vers un fichier ou le presse-papiers, dans divers formats
hu: Exportáljon sorokat fájlba vagy a vágólapra különböző formátumban
it: Esporta le righe su file o le copia negli appunti in vari formati
pt: Exportar linhas para ficheiro ou copiar para a área de transferência, em vários formatos
ro: Exportă înregistrări către fişier sau copiază în clipboard, în diverse formate
ru: Экспортировать строки в файл или скопировать в буфер обмена, в различных форматах
sv: Exportera rader till fil eller kopiera till Urklipp, i olika format

source: Print...
bg: Печат...
cs: Tisk...
de: Drucken …
es: Imprimir...
fr: Imprimer…
hu: Nyomtatás...
it: Stampa…
pt: Imprimir...
ro: Printează...
ru: Печать...
sv: Skriv ut...

source: Print List or Data
bg: Отпечатване на списък или данни
cs: Vytiskne seznam nebo data
de: Liste oder Daten drucken
es: Imprime Lista o Datos
fr: Imprime la liste ou les données
hu: Lista vagy adat nyomtatása
it: Stampa lista o dati
pt: Imprimir lista ou dados
ro: Printează listă sau date
ru: Печать списка или данных
sv: Skriv ut lista eller data

source: Table copy
bg: Копиране на таблица
cs: Kopie tabulky
de: Tabellenkopie
es: Copia de tabla
fr: Copie de table
hu: Tábla másolása
it: Copia tabella
pt: Cópia de tabela
ro: Copiere tabelă
ru: Копировать таблицу
sv: Kopiera tabell

source: Create a base table copy of this table or view
bg: Създаване основно копие на тази таблица или изглед
cs: Vytvoří kopii vybrané tabulky nebo pohledu
de: Eine Tabellenkopie dieser Tabelle oder View erstellen
es: Crea una tabla copia básica de esta tabla o vista
fr: Crée une copie de la table ou de la vue
hu: Hozzon létre egy másolatot a táblából, vagy a nézetből
it: Crea una copia di base di questa tabella o vista
pt: Criar uma cópia base desta tabela ou vista
ro: Creează o copie (tabelă fizică) a acestei tabele sau view
ru: Создать копию таблицы или представления
sv: Skapa en bastabellskopia av denna tabell eller vy

source: Run
bg: Стартиране
cs: Spustit
de: Ausführen
es: Ejecutar
fr: Exécuter
hu: Futtatás
it: Esegui
pt: Executar
ro: Rulează
ru: Выполнить
sv: Kör

source: Execute SQL...|Execute SQL-query/queries...
bg: Изпълнение на SQL|Изпълнение на SQL заявка/и
cs: Spustit SQL...|Spustí SQL dotazy...
de: SQL ausführen …|SQL Abfrage(n) ausführen …
es: Ejecutar SQL...|Ejecutar consulta(s) SQL...
fr: Exécute SQL|Exécute une ou plusieurs requêtes SQL
hu: SQL futtatása....|Futtatja sz SQL kérést/kéréseket
it: Esegui SQL…|Esequi query SQL…
pt: Executar SQL...|Executar consulta(s) SQL...
ro: Execută SQL... |Execută intrucţiuni/interogări SQL...
ru: Выполнить SQL...|Выполнить SQL-запрос/запросы...
sv: Kör SQL...|Exekverar SQL-frågan/frågorna...

source: Run Selection
bg: Стартиране на избраното
cs: Spustit vybrané
de: Ausgewähltes SQL ausführen
es: Ejecutar Selección
fr: Exécuter la sélection
hu: Kijelölés futtatása
it: Esegui selezione
pt: Executar a selecção
ro: Rulează selecţia
ru: Выполнить выбранное
sv: Kör Urval

source: Execute selected SQL...|Execute selected SQL-query/queries...
bg: Изпълнение на избраната заявка|Изпълнение на избраната SQL заявка/и
cs: Spustit vybrané SQL...|Spustí vybrané SQL dotazy...
de: Ausgewähltes SQL ausführen …|Ausgewählte SQL Abfrage(n) ausführen …
es: Ejecutar SQL seleccionado...|Ejecutar las consulta(s) SQL seleccionadas...
fr: Exécuter la sélection SQL…|Exécute la(es) requête(s) SQL sélectionnée(s)
hu: Kiválasztott SQL futtatása...|Futtassa a kiválasztott SQL kérést/kéréseket
it: Esegui SQL selezionato…|Esequi le query SQL selezionate…
pt: Executar SQL seleccionada...|Executar consultas SQL seleccionadas...
ro: Execută SQL selectat|Execută instrucţiuni/interogări SQL...
ru: Выполнить выбранный SQL...|Выполнить выбранный SQL-запрос/запросы...
sv: Kör vald SQL...|Exekverar vald SQL-fråga/frågor...

source: Run current query
bg: Стартиране на текущата заявка
cs: Spustit aktuální dotaz
de: Aktuelle Abfrage ausführen
es: Ejecutar consulta actual
fr: Exécuter cette requête
hu: Aktuális kérés futtatása
it: Esegui la query corrente
pt: Executar a consulta actual
ro: Rulează interogarea curentă
ru: Выполнить текущий запрос
sv: Kör nuvarande fråga

source: Run current query|Run currently focused SQL query
bg: Изпълнява текущата заявка|Изпълнява SQL заявката, която е във фокуса
cs: Spustit aktuální dotaz|Spustí aktuálně označený SQL dotaz
de: Aktuelle Abfrage ausführen|Aktuell fokussierte Abfrage ausführen
es: Ejecutar consulta actual|Ejecutar la consulta SQL enfocada actualmente
fr: Exécuter cette requête|Exécute la requête SQL courante
hu: Aktuális kérés futtatása|Futtassa az aktuális kérést
it: Esegui query corrente|Esegue la query SQL attualmente attiva
pt: Executar a consulta actual|Executar a consulta SQL actualmente em foco
ro: Rulează interogarea curentă|Rulează interogarea activă
ru: Выполнить текущий запрос|Выполнить SQL запрос под курсором
sv: Kör nuvarande fråga|Exekverar SQL-frågan där markören står

source: Explain current query
bg: Обяснение на текущата заявка
cs: EXPLAIN aktuálního dotazu
de: EXPLAIN auf aktueller Abfrage
es: Explicar la consulta actual
fr: Expliquer cette requête
hu: Elemezze az aktuális kérést
it: EXPLAIN della query corrente
pt: Explicar a consulta actual
ro: Explică interogarea curentă
ru: Explain текущего запроса
sv: Förklara nuvarande fråga
