Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: About
bg: Относно
cs: O
de: Über diese Anwendung
es: Acerca de...
fr: À propos
hu: Névjegy
it: Informazioni su…
pt: Acerca
ro: Despre
ru: О программе
sv: Om

source: Close
bg: Затваряне
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezár
it: Chiudi
pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng

source: Send an arbitrary amount as donation to the author - per PayPal (also supports credit cards)
bg: Дарете на автора през PayPal (също поддържа и кредитни карти)
cs: Poslat libovolnou částku jako dar pro autora aplikace prostřednictvím PayPal (podporuje také platební karty)
de: Eine Spende in beliebiger Höhe an den Autor senden, per PayPal (akzeptiert auch Kreditkarten)
es: Enviar una suma arbitraria como donación al autor - por PayPal (también soporta tarjetas de crédito)
fr: Envoyer un montant arbitraire à l'auteur, via PayPal (qui prend aussi en charge les cartes de crédit)
hu: Küldj akármekkora összeget a szerző részére - PayPal (támogatja a hitelkártyát is)
it: Fai una donazione all’autore dell’importo che preferisci, tramite PayPal (supporta anche le carte di credito)
pt: Envie uma quantia arbitrária como donativo para o autor - por PayPal (também suporta cartões de crédito)
ro: Trimite o sumă arbitrară de bani ca donaţie către autor - prin PayPal (suportă şi carduri de credit)
ru: Отправьте произвольный платёж в качестве пожертвования автору через PayPal (кредитные карты также поддерживаются)
sv: Skicka en valfri summa som donation till författaren - via PayPal (även kreditkort)

source: I have donated per following email address:
bg: Дарих посредством следния имейл адрес:
cs: Daroval jsem částku z následují e-mailové adresy:
de: Ich habe mit der folgenden E-Mail-Adresse gespendet:
es: He donado por medio de la siguiente dirección de correo electrónico:
fr: Don effectué avec l'adresse électronique suivante :
hu: Adományoztam a következő email címről:
it: Ho fatto una donazione con questo indirizzo email:
pt: Doei com o seguinte endereço de email:
ro: Am donat în contul următoarei adrese de email:
ru: Я пожертвовал со следующего электронного адреса:
sv: Jag har donerat via följande e-postadress:

source: Email address
bg: Имейл адрес
cs: E-mailová adresa
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse électronique
hu: E-mail cím
it: Indirizzo email
pt: Endereço de email
ro: Adresă email:
ru: Адрес электронной почты
sv: E-postadress

source: Thanks for donating!
bg: Благодарим Ви за дарението!
cs: Děkuji za darovanou částku!
de: Vielen Dank für Ihre Spende!
es: ¡Gracias por donar!
fr: Merci pour ce don !
hu: Köszönöm a támogatást!
it: Grazie per la donazione!
pt: Obrigado pelo seu donativo!
ro: Mulţumim pentru donaţie!
ru: Спасибо за пожертвование!
sv: Tack för donationen!

source: Not a valid donor email address
bg: Грешен дарителски имейл адрес!
cs: E-mailová adresa dárce není platná
de: Keine gültige Spender-E-Mail-Adresse
es: No es una dirección válida de correo electrónico de donante
fr: Adresse électronique du donateur incorrecte
hu: Érvénytelen a támogató email címe
it: Indirizzo email donatore non valido
pt: Não é um endereço de email válido
ro: Nu este o adresă de e-mail validă a donatorului
ru: Некорректный адрес электронной почты жертвователя
sv: Inte en giltig e-postadress för donation

source: Could not check donation state.
bg: Статусът на дарението не може да бъде проверен.
cs: Nelze ověřit stav darování.
de: Kann Spenderstatus nicht prüfen.
es: No se pudo comprobar el estado de la donación.
fr: Impossible de vérifier l'état du don.
hu: Nem ellenőrizhető az adomány státusza
it: Impossibile verificare lo stato della donazione.
pt: Impossível verificar o estado do donativo.
ro: Nu s-a putut verifica starea donației.
ru: Не удалось проверить состояние пожертвования.
sv: Kunde inte kontrollera donationsstatus.

source: Binary editor
bg: Двоичен редактор
cs: Binární editor
de: Binär-Editor
es: Editor binario
fr: Éditeur binaire
hu: Bináris szerkesztő
it: Editor binario
pt: Editor de binários
ro: Editor binar
ru: Двоичный редактор
sv: Binäreditor

source: Wrap long lines
bg: Пренасяне на дългите редове
cs: Zalamovat dlouhé řádky
de: Lange Zeilen umbrechen
es: Dividir líneas largas
fr: Retour à la ligne automatique
hu: Hosszú sorok tördelése
it: Manda a capo le righe lunghe
pt: Quebrar linhas longas
ro: Înfășurați liniile lungi
ru: Сворачивать длинные строки
sv: Radbryt långa rader

source: Code folding
bg: Код на повече редове
cs: Skládání kódu
es: Plegado de código
fr: Repliement de code
hu: Kód-összezárás
it: Raggruppamento del codice
pt: Dobra de código
ro: Cod pliere
ru: Сворачивание кода
sv: Koddöljning

source: Enable code folding
bg: Включване код на повече редове
cs: Povolit skládání kódu
de: Code Folding aktivieren
es: Habilitar plegado de código
fr: Activer le repliement de code
hu: Kód-összezárás engedélyezése
it: Abilita il raggruppamento del codice
pt: Activar dobra de código
ro: Activați plierea codului
ru: Включить сворачивание кода
sv: Aktivera koddöljning

source: Enable code folding in SQL editors
bg: Включване код на повече редове в SQL редактори
cs: Povolit skládání kódu v SQL editorech
de: Code Folding in SQL-Editoren aktivieren
es: Habilitar plegado de código en editores SQL
fr: Activer le repliement de code dans l'éditeur SQL
hu: Kód-összezárás engedélyezése SQL szerkesztőben
it: Abilita il raggruppamento del codice nell'editor SQL
pt: Activar dobra de código em editores SQL
ro: Activați plierea codului în editorii SQL
ru: Включить сворачивание кода в SQL редакторах
sv: Aktivera koddöljning i SQL-editorer

source: Insert region start marker
bg: Начало на маркер за вмъкване
cs: Vložit značku začátku regionu
de: #region Marker einfügen
es: Insertar marcador de inicio de región
fr: Insérer balise début de région
hu: Kódszakasz kezdő jelzője
it: Inserisci marcatore inizio regione
pt: Inserir marcador inicial de região
ro: Inserarea markerului de început de regiune
ru: Введите маркер начала области
sv: Lägg till startmarkör för region

source: Insert region end marker
bg: Край на маркер за вмъкване
cs: ložit značku konce regionu
de: #endregion Marker einfügen
es: Insertar marcador de final de región
fr: Insérer balise fin de région
hu: Kódszakasz záró jelzője
it: Inserisci marcatore fine regione
pt: Inserir marcador final de região
ro: Introduceți un marker de sfârșit de regiune
ru: Введите маркер конца области
sv: Lägg till slutmarkör för region

source: Fold selection
bg: Избраното на повече редове
cs: Výběr kódu
de: Ausgewählten Text als #region markieren
es: Plegar selección
fr: Replier la sélection
hu: Kódszakasz összezárása
it: Collassa selezione
pt: Selecção de pasta
ro: Selecția pliurilor
ru: Свернуть выделенное
sv: Dölj markering

source: Load binary file
bg: Зареждане на двоичен файл
cs: Načíst binární soubor
de: Datei laden
es: Cargar archivo binario
fr: Charger un fichier binaire
hu: Bináris fájl betöltése
it: Carica file binario
pt: Carregar ficheiro binário
ro: Încarcă fişier binar
ru: Загрузить двоичный файл
sv: Läs in binärfil

source: Cancel
bg: Отказ
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt

source: Apply changes
bg: Прилагане на промените
cs: Aplikovat změny
de: Änderungen anwenden
es: Aplicar cambios
fr: Appliquer les modifications
hu: Módosítások alkalmazása
it: Applica modifiche
pt: Aplicar alterações
ro: Aplică modificările
ru: Применить
sv: Spara ändringar

source: String:
bg: Низ:
cs: Text:
de: Text:
es: Cadena:
fr: Chaîne :
hu: Karakterlánc:
it: Stringa:
pt: Cadeia:
ro: Șir de caractere:
ru: Строка:
sv: Sträng:

source: Expression:
bg: Израз:
cs: Výraz:
de: Ausdruck:
es: Expresión:
hu: Kifejezés:
it: Espressione:
pt: Expressão:
ro: Expresie:
ru: Выражение:
sv: Uttryck:

source: Append to current filter
bg: Добавяне към текущия филтър
cs: Připojit k aktuálnímu filtru
de: An Filter anhängen
es: Anexar al filtro actual
fr: Ajouter au filtre actuel
hu: Hozzáfűzés az aktuális szűrőhöz
it: Aggiungi al filtro corrente
pt: Acrescentar ao filtro actual
ro: Adaugă la filtrul curent
ru: Добавить к текущему фильтру
sv: Utöka nuvarande filter

source: Reset
bg: Изчистване
cs: Vyresetovat
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hu: Alaphelyzetbe állítás
it: Reimposta
pt: Reiniciar
ro: Resetează
ru: Сбросить
sv: Återställ

source: Select / Deselect all
bg: Раз / маркиране на всичко
cs: Označit / odznačit vše
de: Alle aus-/abwählen
es: Seleccionar / Deseleccionar todo
fr: Tout (dé)sélectionner
hu: Az összes kijelölése / kijelölés visszavonása
it: Seleziona/deseleziona tutto
pt: Seleccionar / De-seleccionar tudo
ro: Selectează / Deselectează tot
ru: Выбрать / Отменить все
sv: Markera / Avmarkera allt

source: Sort alphabetically
bg: Азбучно сортиране
cs: Řadit abecedně
de: Alphabetisch sortieren
es: Ordenar alfabéticamente
fr: Trier par ordre alphabétique
hu: Rendezés betűrendben
it: Ordina alfabeticamente
pt: Ordenar alfabeticamente
ro: Sortează alfabetic
ru: Сортировать по алфавиту
sv: Sortera alfabetiskt

source: Select columns
bg: Избиране на колони
cs: Vyberte sloupce
de: Spalten auswählen
es: Seleccionar columnas
fr: Sélection de colonnes
hu: Oszlopok kijelölése
it: Seleziona colonne
pt: Seleccionar colunas
ro: Selectează coloanele
ru: Выберите столбцы
sv: Markera kolumn

source: Session manager
bg: Диспечер на сесиите
cs: Správce míst
de: Verbindungsmanager
es: Administrador de sesiones
fr: Gestionnaire de sessions
hu: Munkamenet menedzser
it: Gestione sessioni
pt: Gestor de sessão
ro: Manager de sesiuni
ru: Менеджер сеансов
sv: Sessionshanterare

source: Session
bg: Сесия
cs: Místo
de: Verbindung
es: Sesión
hu: Munkamenet
it: Sessione
pt: Sessão
ro: Sesiune
ru: Сеанс

source: Custom color:
bg: Друг цвят:
cs: Vlastní barva:
de: Benutzerdefinierte Farbe:
es: Color personalizado:
fr: Couleur personnalisée :
hu: Egyedi szín:
it: Colore personalizzato:
pt: Cor personalizada:
ro: Culoare particularizată:
ru: Пользовательский цвет:
sv: Egen färg:

source: Save
bg: Запис
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
hu: Mentés
it: Salva
pt: Gravar
ro: Salvează
ru: Сохранить
sv: Spara

source: Open
bg: Отваряне
cs: Otevřít
de: Öffnen
es: Abrir
fr: Ouvrir
hu: Megnyitás
it: Apri
pt: Abrir
ro: Deschide
ru: Открыть
sv: Öppna

source: Session name
bg: Име на сесията
cs: Název místa
de: Verbindungsname
es: Nombre de la sesión
fr: Nom de la session
hu: Munkamenet neve
it: Nome della sessione
pt: Nome da sessão
ro: Nume sesiune
ru: Имя сеанса
sv: Sessionsnamn

source: Host
bg: Хост
cs: Hostitel
fr: Hôte
hu: Hoszt
pt: Anfitrião
ro: Server
ru: Хост
sv: Värd

source: User
bg: Потребител
cs: Uživatel
de: Benutzername
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
pt: Utilizador
ro: Nume user
ru: Пользователь
sv: Användare

source: Version
bg: Версия
cs: Verze
es: Versión
hu: Verzió
it: Versione
pt: Versão
ro: Versiune
ru: Версия

source: Last connect
bg: Последно свързване
cs: Připojeno
de: Letzte Verbindung
es: Última conexión
fr: Dernière connection
hu: Utolsó kapcsolat
it: Ultima connessione
pt: Última ligação
ro: Ultima conectare
ru: Последнее подключение
sv: Senaste anslutningen

source: Counter
bg: Брояч
cs: Čítač
de: Zähler
es: Contador
fr: Compteur
hu: Számláló
it: Contatore
pt: Contador
ro: Contor
ru: Счётчик
sv: Räknare

source: New
bg: Нова
cs: Nové
de: Neu
es: Nueva
fr: Ajouter
hu: Új
it: Nuovo
pt: Nova
ro: Nou
ru: Создать
sv: Ny

source: Delete
bg: Изтриване
cs: Smazat
de: Löschen
es: Borrar
fr: Supprimer
hu: Törlés
it: Elimina
pt: Eliminar
ro: Şterge
ru: Удалить
sv: Radera

source: Start
bg: Начало
cs: Spustit
es: Iniciar
fr: Démarrer
hu: Indítás
it: Inizio
pt: Iniciar
ru: Начать

source: Import settings file ...
bg: Внасяне на файл с настройки ...
cs: Import souboru nastavení...
de: Datei mit Einstellungen importieren …
es: Importar archivo de ajustes...
fr: Importer les paramètres…
hu: Beállítások importálása...
it: Importa file impostazioni…
pt: Importar ficheiro de definições...
ro: Importă fişier de setări ...
ru: Импортировать файл настроек...
sv: Importera inställningar ...

source: Settings
bg: Настройки
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Beállítások
it: Impostazioni
pt: Definições
ro: Setări
ru: Настройки
sv: Inställningar

source: Startup script:
bg: Стартов скрипт:
cs: Skript po spuštění:
de: Autostart Script:
es: Script de arranque:
fr: Script de démarrage :
hu: Indító script:
it: Script di avvio:
pt: Script de arranque:
ro: Script iniţial:
ru: Стартовый сценарий:
sv: Startskript:

source: Port:
bg: Порт:
es: Puerto:
it: Porta:
pt: Porta:
ru: Порт:

source: Password:
bg: Парола:
cs: Heslo:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
hu: Jelszó:
pt: Senha:
ro: Parola:
ru: Пароль:
sv: Lösenord:

source: Hostname / IP:
bg: Име/IP на сървъра:
cs: Hostitel / IP:
es: Nombre del host / IP:
fr: Nom ou IP de l'hôte :
hu: Hosztnév / IP:
it: Nome host / IP:
pt: Nome de anfitrião/IP:
ro: Server / IP:
ru: Имя хоста / IP:
sv: Värdnamn / IP:

source: Database filename(s)
bg: Име(на) на БД
cs: Jméno (Jména) databází
de: Datenbank-Dateiname(n)
es: Nombre(s) de la base de datos
fr: Nom(s) de fichier de base de données
hu: Adatbázis fájlnév(ek)
it: Nomi file database
pt: Nome das bases de dados
ro: Numele fișierului(-lor) bazei de date
ru: Имена файлов баз(ы) данных
sv: Databasfilnamn

source: User:
bg: Потребител:
cs: Uživatel:
de: Benutzername:
es: Usuario:
fr: Utilisateur :
hu: Felhasználó:
it: Utente:
pt: Utilizador:
ro: Nume user:
ru: Пользователь:
sv: Användare:

source: Network type:
bg: Тип мрежа:
cs: Druh sítě:
de: Verbindungstyp:
es: Tipo de red:
fr: Type de réseau :
hu: Hálózat típusa:
it: Tipo di connessione:
pt: Tipo de rede:
ro: Tip reţea:
ru: Тип сети:
sv: Nätverkstyp:

source: Network type
bg: Тип мрежа
cs: Typ sítě
de: Verbindungstyp
es: Tipo de red:
fr: Type de réseau
hu: Hálózat típusa
it: Tipo di rete
pt: Tipo de rede
ro: Tipul rețelei
ru: Тип сети
sv: Nätverkstyp

source: Questions
bg: Заявки
cs: Otázky
de: Abfragen
es: Preguntas
hu: Kérdések
it: Domande
pt: Questões
ro: Întrebări
ru: Вопросы
sv: Frågor

source: Opens
bg: Отворени
cs: Otevření
de: Geöffnet
es: Abiertas
fr: Tables ouvertes (total)
hu: Megnyílik
it: Aperture
pt: Abre
ro: Deschideri
ru: Открыто
sv: Öppnar

source: Flush tables
bg: Презаредени таблици
cs: Tabulky flush tables
de: Tabellen wegschreiben
es: Aplicar Flush a Tablas
fr: Vider les tables
hu: Táblák kiírása
it: Scarica tabelle
pt: Despejar tabelas
ro: redeschide tabelele
ru: Очистить таблицы
sv: Flusha tabeller

source: Databases:
bg: Бази от данни:
cs: Databáze:
de: Datenbanken:
es: Bases de datos:
fr: Bases de données :
hu: Adatbázisok:
it: Database:
pt: Bases de dados:
ro: Baze de date:
ru: Базы данных:
sv: Databaser:

source: Compressed client/server protocol
bg: Компресиран протокол клиент/сървър
cs: Komprimovaný klient/server protokol
de: Komprimierte Kommunikation
es: Protocolo cliente/servidor comprimido
fr: Protocole client/serveur compressé
hu: Tömörített kliens/szerver protokol
it: Protocollo client/server compresso
pt: Protocolo de cliente/servidor comprimido
ro: Protocol client/server cu compresie
ru: Сжатый клиент/серверный протокол
sv: Komprimerat klient/server-protokoll

source: Named pipe
bg: Именован канал
es: Canalización con nombre
fr: Pipe nommé
hu: Nevesített csatorna
pt: Túnel nomeado
ro: Nume tub
sv: Namngiven pipe

source: SSH tunnel
bg: SSH тунел
cs: SSH tunel
es: Túnel SSH
fr: Tunnel SSH
hu: SSH átjáró
it: Tunnel SSH
pt: Túnel SSH
ro: Tunel SSH
ru: SSH-туннель

source: Separated by semicolon
bg: Разделени със запетая
cs: Oddělené středníkem
de: Mit Semikolon getrennt
es: Separadas por punto y coma (;)
fr: Séparation par point-virgule
hu: Pontosvesszővel elválasztva
it: Nomi separati da punto e virgola
pt: Separado por ponto e vírgula
ro: Separate prin punct-virgulă
ru: Разделяется точкой с запятой
sv: Separerad med semikolon

source: Single database name
bg: Име на една база данни
cs: Jediný název databáze
de: Einzelner Datenbank-Name
es: Nombre único de la base de datos
fr: Nom de base de données unique
hu: Egyetlen adatbázisnév
it: Nome database singolo
pt: Nome da base de dados
ro: Numele bazei de date unice
ru: Едининое название базы данных
sv: Enskilt databasnamn

source: Prompt for credentials
bg: Изискване на оторизация
cs: Vyžadovat přihlašovací údaje
de: Nach Benutzername + Passwort fragen
es: Pedir credenciales
fr: Demander les identifiants
hu: Hitelesítő adatok bekérése
it: Chiedi credenziali
pt: Pedir credenciais
ro: Solicită autentificare
ru: Запрашивать учетные данные
sv: Fråga efter inloggningsuppgifter

source: Use Windows authentication
bg: Използване оторизация на Windows
cs: Použít přihlašování Windows
de: Nutze Windows-Authentifizierung
es: Usar autenticación de Windows
fr: Utiliser l'identification Windows
hu: Windows hitelesítés használata
it: Usa autenticazione di Windows
pt: Utilizar autenticação do Windows
ro: Utilizează autentificarea Windows
ru: Аутентификация Windows
sv: Använd Windows autentisering

source: Enable cleartext authentication
bg: Разрешаване на некодирани пароли
cs: Povolit autorizaci čistého textu
de: Aktiviere Klartext Authentifizierung (clear_password Plugin)
es: Habilitar autentificación por texto no cifrado
fr: Activer l'authentification Cleartext
hu: "Tiszta szöveges" hitelesítés engedélyezése
it: Abilita autenticazione cleartext
pt: Activar autenticação cleartext
ro: Activați autentificarea de cod clar
ru: Включить явную аутентификацию
sv: Använd klartextsautentisering

source: Use your client time zone in date/time SQL functions, e.g. NOW(), for MySQL 4.1.3+
bg: Използване на клиентската времева зона за SQL функции, като NOW(), за MySQL 4.1.3+
cs: Použije časové pásmo vašeho klienta ve funkcích data a času, např. NOW() pro MySQL
de: Lokale Zeitzone in Datums- und Zeitfunktionen, z.B. NOW(), auf MySQL 4.1.3+
es: Usar su zona horaria de cliente en las funciones de fecha/hora de SQL, ej. NOW(), para MySQL 4.1.3+
fr: Utiliser l'heure du client pour les fonctions SQL de date/temps, par ex. NOW() pour MySQL 4.1.3+
hu: Használja a kliensed időzóna beállításait a dátum/idő SQL függvényeknél pl.: NOW(), MySQL 4.1.3 fölött
it: Usa il fuso orario del client nelle funzioni di data e ora SQL, ad es. NOW(), con MySQL 4.1.3+
pt: Usar o fuso horário do seu cliente em funções de data/hora, e.g. NOW(), para MySQL 4.1.3+
ro: Foloseşte fusul orar al clientului precum in funcţii SQL, de ex. NOW(), pentru MySQL 4.1.3+
ru: Использовать часовой пояс клиента для функций времени, таких как NOW(), в MySQL 4.1.3+
sv: Använd din klients tidszon i datum/tid SQL-funktioner, t.ex. NOW(), för MySQL 4.1.3+

source: Use own client time zone
bg: Използване на времевата зона на клиента
cs: Použít vlastní časové pásmo
de: Eigene Zeitzone verwenden
es: Usar la zona horaria propia del cliente
fr: Utiliser le fuseau horaire du client
hu: Saját kliens időzóna használata
it: Usa il fuso orario del client
pt: Usar fuso horário do próprio cliente
ro: Foloseşte fusul orar al clientului
ru: Использовать свой часовой пояс клиента
sv: Använd egen klient-tidszon

source: Get full table status
bg: Извличане на пълния статус на таблицата
cs: Získání stavu tabulky
de: Vollen Tabellenstatus anfordern
es: Obtener estado completo de tablas
fr: Obtenir le statut complet de la table
hu: Teljes tábla státusz lekérdezése
it: Ricava stato completo tabelle
pt: Obter estado completo da tabela
ro: Încarcă toate informaţiile de status ale tabelei
ru: Получать полные данные о состоянии таблиц
sv: Erhåll full tabellstatus

source: Disable to speed up internal queries on databases with many tables
bg: Забраняване, за да се ускорят вътрешните заявки за БД с много таблици
cs: Zakažte pro zrychlení dotazů při práci s databází s mnoha tabulkami
de: Deaktivieren, um interne Abfragen in Datenbanken mit vielen Tabellen zu beschleunigen
es: Deshabilitar para agilizar las consultas internas en bases de datos con varias tablas
fr: Désactiver pour accélérer les requêtes internes sur les bases de données contenant de nombreuses tables
hu: Letiltja a sok táblával rendelkező adatbázisok belső lekérdezéseinek gyorsítását
it: Disabilita per velocizzare query interne con database contenenti molte tabelle
pt: Desactivar para acelerar consultas internas em bases de dados com múltiplas tabelas
ro: Dezactivați pentru a accelera interogările interne în bazele de date cu multe tabele
ru: Отключить для ускорения внутренних запросов в базах данных с большим количеством таблиц
sv: Inaktivera för att snabba upp interna frågor mot databaser med många tabeller

source: Local port:
bg: Локален порт:
cs: Místní port:
de: Lokaler Port:
es: Puerto local:
fr: Port local :
hu: Helyi port:
it: Porta locale:
pt: Porta local:
ro: Port local:
ru: Локальный порт:
sv: Lokal port:

source: Username:
bg: Потребител:
cs: Uživatelské jméno:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
hu: Felhasználónév:
it: Nome utente:
pt: Nome de utilizador:
ro: Utilizator:
ru: Пользователь:
sv: Användarnamn:

source: SSH executable:
bg: Изпълним файл на SSH
cs: SSH spustitelné:
de: SSH-Programm:
es: Ejecutable SSH:
fr: Exécutable SSH :
hu: SSH futtató:
it: Eseguibile SSH:
pt: Executável SSH:
ro: executabil SSH:
sv: SSH-program:

source: SSH host + port:
bg: SSH сървър + порт
cs: SSH hostitel + port:
es: Host SSH + puerto:
fr: Hôte et port SSH :
hu: SSH hoszt + port:
it: Porta e host SSH:
pt: Anfitrião SSH + porta:
ro: Server + port SSH:
ru: SSH-хост + порт:
sv: SSH-värd + port:

source: Private key file:
bg: Файл с тайния ключ:
cs: Soukromý klíč:
de: Private key Datei:
es: Archivo de llave privada:
fr: Fichier de clé privée :
hu: Privát kulcs fájl:
it: File chiave privata:
pt: Ficheiro da chave privada:
ro: Fişier cu cheie privată:
ru: Файл закрытого ключа:
sv: Privat nyckelfil:

source: Download plink.exe
bg: Сваляне на plink.exe
cs: Stáhnout plink.exe
de: plink.exe herunterladen
es: Descargar plink.exe
fr: Télécharger « plink.exe »
hu: plink.exe letöltése
it: Scarica plink.exe
pt: Transferir plink.exe
ro: Descarcă plink.exe
ru: Скачать plink.exe
sv: Ladda ner plink.exe

source: SSH timeout:
bg: Таймаут за SSH
cs: Časový limit SSH:
es: Tiempo de espera SSH:
fr: Temporisation SSH dépassée :
hu: SSH időkorlát:
it: Timeout SSH:
pt: Tempo limite SSH:
ro: Timpul de așteptare SSH:
ru: SSH тайм-аут:

source: Your secure shell username
bg: Потребителско име за SSH
cs: Vaše SSH uživatelské jméno
de: SSH Benutzername
es: Su nombre de usuario de shell seguro
fr: Nom d'utilisateur du Shell sécurisé personnel
hu: Biztonsági shell felhasználónév
it: Nome utente della tua shell sicura
pt: O seu nome de utilizador seguro
ro: Numele tău de user shell
ru: Пользователь SSH
sv: Ditt SSH-användarnamn

source: Your secure shell password
bg: Парола за SSH
cs: Vaše SSH heslo
de: SSH Passwort
es: Su contraseña de shell seguro
fr: Mot de passe du Shell sécurisé personnel
hu: Biztonsági shell jelszó
it: Password della tua shell sicura
pt: A sua senha segura
ro: Parola ta shell
ru: Пароль SSH
sv: Ditt SSH-lösenord

source: Private key / identify file
bg: Файл с частен ключ/идентификатор
cs: Privátní klíč / identifikační klíč
de: Privater Schlüssel / Identity Datei
es: Llave privada / archivo de identificación
fr: Clé privée / fichier d'identification
hu: Privát kulcs / azonosító fájl:
it: File chiave privata/identità
ro: Cheie privată / fișier de identificare
sv: Privat nyckel/identifikations-fil

source: SSL options
bg: SSL настройки
cs: SSL nastavení
de: SSL-Optionen
es: Opciones SSL
fr: Options SSL
hu: SSL opciók
it: Opzioni SSL
pt: Opções de SSL
ro: Opţiuni SSL
ru: Опции SSL
sv: SSL-alternativ
