Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Icon pack:
bg: Набор с икони:
cs: Balíček ikon:
de: Symbole-Paket:
es: Paquete de iconos:
fr: Paquet d'icônes :
hu: Ikon készlet:
it: Pacchetto icone:
pt: Pacote de ícones:
ro: Pachet de pictograme:
ru: Набор иконок:
sv: Ikonpaket:

source: Web search base url:
bg: Уеб адрес за търсене:
cs: Základní adresa url webového vyhledávání:
de: Basis-URL für Websuche:
es: URL de búsqueda web:
fr: URL de base pour la recherche Web :
hu: Web keresés URL-je:
it: Indirizzo di base ricerca web:
pt: URL base de procura na web:
ro: URL-ul bazei de căutare web:
ru: Базовый URL веб-поиска:
sv: URL för webbsökning:

source: Used in footer of various message dialogs
bg: Използвано в долната част на различни съобщения.
cs: Používá se v patičce různých dialogů zpráv
de: Wird in der Fußzeile von verschiedenen Dialogen verwendet
es: Utilizado en pie de página de varios diálogos de mensajes.
fr: Utilisé en pied de page pour divers messages
hu: Különböző üzenetek párbeszédablakainak láblécében használatos
it: Usato nel pié pagina di varie finestre di dialogo
pt: Usado no rodapé de vários diálogos de mensagem
ro: Folosit în subsolul diferitelor dialoguri de mesaje
ru: Используется в нижней части различных диалоговых сообщений
sv: Används i sidfoten på diverse dialoger

source: You should restart %s to apply changed critical settings, and to prevent unexpected behaviour.
bg: Трябва да рестартирате %s, за да приложите критични настройки и предотвратите неочаквано поведение.
cs: Měli byste restartovat %s, abyste použili změněná kritická nastavení a zabránili neočekávanému chování.
de: Sie sollten %s neu starten, um kritische Einstellungen anzuwenden und um Abstürze zu vermeiden.
es: Debe reiniciar %s para aplicar los ajustes críticos modificados y para prevenir comportamientos inesperados.
fr: Il faudrait redémarrer %s pour appliquer les paramètres critiques modifiés et éviter un comportement non attendu.
hu: Újra kell indítani a módosított kritikus beállítások alkalmazásához és a váratlan viselkedés megakadályozásához.
it: Si dovrebbe riavviare %s al fine di rendere effettive le impostazioni critiche modificate e di prevenire comportamenti inattesi.
pt: Deve reiniciar %s para aplicar definições críticas alteradas e prevenir comportamentos inesperados.
ro: Ar trebui să reporniți %spentru a aplica setările critice modificate și pentru a preveni un comportament neașteptat.
ru: Вам следует перезапустить %s, чтобы сохранить изменения важных параметров и предотвратить непредвиденное поведение.
sv: Du bör starta om %s för att verkställa kritiska ändringar i inställningarna och för att förhindra oväntade beteenden.

source: App path: "%s"
bg: Път до приложението: "%s"
cs: Cesta aplikace: "%s"
de: Pfad zur Anwendung: "%s"
es: Ruta de aplicación: "%s"
fr: Chemin appli. : « %s »
hu: Alkalmazás helye: "%s"
it: Percorso app: "%s"
pt: Caminho da aplicação: "%s"
ro: Calea de acces a aplicației: "%s"
ru: Путь к приложению: "%s"
sv: App-sökväg: "%s"

source: Version: "%s"
bg: Версия: "%s"
cs: Verze: "%s"
es: Versión: "%s"
hu: Verzió: "%s"
it: Versione: "%s"
pt: Versão: "%s"
ro: Versiune: "%s"
ru: Версия: "%s"

source: Theme: "%s"
bg: Тема: "%s"
cs: Motiv: "%s"
es: Tema: "%s"
fr: Habillage : « %s »
hu: Téma: "%s"
it: Tema: "%s"
pt: Tema: "%s"
ro: Tema: "%s"
ru: Тема: "%s"
sv: Tema: "%s"

source: Pixels per inch on current monitor: %d
bg: Пиксели на инч на текущия монитор: %d
cs: Pixely v palcích na aktuálním monitoru: %d
de: Pixel pro Zoll auf aktuellem Bildschirm: %d
es: Píxeles por pulgada en el monitor actual: %d
fr: Pixels par pouce du moniteur actuel : %d
hu: Pixel / inch az aktuális monitoron: %d
it: Pixel per pollice dello schermo corrente: %d
pt: Pixels por polegada no monitor actual: %d
ro: Pixeli pe inch pe monitorul actual: %d
ru: Пикселей на дюйм для данного монитора: %d
sv: Pixels per tum på nuvarande monitor: %d

source: %s characters (max: %s), %s lines, cursor at %s
bg: %s символа (макс.: %s), %s ред(а), показалец в позиция %s
cs: %s znaků (max: %s), %s řádků, kurzor v %s
de: %s Zeichen (Maximum: %s), %s Zeilen, Cursor bei %s
es: %s caracteres (máx: %s), %s líneas, cursor en %s
fr: %s caractères (max. : %s), %s lignes, curseur sur %s
hu: %s karakterek (max: %s), %s sor, kurzor %s
it: %s caratteri (max: %s), %s linee, cursore a %s
pt: %s caracteres (máx.: %s), %s linhas, cursor em %s
ro: %scaractere (max: %s), %s linii, cursor la %s
ru: %s символов (максимум: %s), %s строк, курсор на %s
sv: %s tecken (max: %s), %s rader, markör vid %s

source: Credits
bg: Благодарности
cs: Poděkování
de: Danksagung
es: Créditos
fr: Crédits
hu: Készítők
it: Riconoscimenti
pt: Agradecimentos
ro: Credite
ru: Благодарности
sv: Eftertexter

source: Plugin directory %s could not be set.
bg: Директорията за добавките %s не може да бъде зададена.
cs: Složku pluginu %s se nepodařilo nastavit.
de: Plugin-Verzeichnis %s konnte nicht konfiguriert werden.
es: No se pudo establecer el directorio de plugins%s.
fr: Le dossier %s des composants additionnels n'a pas pu être défini.
hu: Plugin mappa %snem állítható be.
it: Non è stato possibile impostare la cartella delle estensioni %s
pt: A pasta de extensões %s não pôde ser definida.
ro: Directorul pluginului %s nu a putut fi setat.
ru: Невозможно задать каталог плагина %s.
sv: Tilläggsmappen %s kunde inte sättas.

source: Background color:
bg: Цвят за фон:
cs: Barva pozadí:
de: Hintergundfarbe:
es: Color de fondo:
fr: Couleur d'arrière plan :
hu: Háttérszín:
it: Colore di sfondo:
pt: Cor do fundo:
ro: Culoarea de fundal:
ru: Фоновый цвет:
sv: Bakgrundsfärg:

source: Hide database pattern:
bg: Скриване на БД шаблон:
cs: Skrýt vzor databáze:
de: Datenbank(en) verstecken:
es: Ocultar patrón de base de datos:
fr: Masquer motif base de données :
hu: Adatbázis elrejtés mintája:
it: Pattern database nascosti:
pt: Ocultar padrão da base de dados:
ro: Ascundeți modelul bazei de date:
ru: Скрыть базы по шаблону:
sv: Göm databaser matchande:

source: Backup file could not be deleted: %s
bg: Резервният файл %s не можа да бъде изтрит!
cs: Nepodařilo se smazat záložní soubor: %s
de: Sicherungsdatei konnte nicht gelöscht werden: %s
es: El archivo de copia de seguridad no se pudo eliminar: %s
fr: Le fichier de sauvegarde n'a pas pu être supprimé : %s
hu: A biztonsági mentés fájl nem törölhető: %s
it: Non è stato possibile eliminare il file di backup: %s
pt: Impossível eliminar a salvaguarda: %s
ro: Fișierul de rezervă nu a putut fi șters: %s
ru: Файл резервной копии не может быть удален: %s
sv: Backupfilen kunde inte tas bort: %s

source: Your code is saved anyway, as auto-restoring is activated.
bg: Кодът Ви е записан така или иначе, тъй като автоматичния запис е включен
cs: Váš kód je přesto uložen, protože je aktivováno automatické ukládání.
de: Der enthaltene Code wurde ohnehin durch die automatische Sicherung gespeichert.
es: Su código será guardado de todos modos, ya que la restauración automática está activada.
fr: L'auto-restauration étant activée, le code sera quand même enregistré.
hu: A kódot mindenképpen elmenti, mivel az automatikus visszaállítás aktiválva van.
it: Il tuo codice è stato salvato comunque in quanto è attivato il ripristino automatico.
pt: O seu código está gravado, por o restauro automático estar activo.
ro: Codul dvs. este salvat oricum, deoarece restaurarea automată este activată.
ru: Ваш код будет сохранен в любом случае, так как включено автоматическое восстановление.
sv: Din kod är sparad ändå eftersom autoåterställning är aktiverat.

source: Files and tabs
bg: Файлове и табове
cs: Soubory a karty
de: Dateien und Tabs
es: Archivos y pestañas
fr: Fichiers et onglets
hu: Fájlok és fülek
it: File e schede
pt: Ficheiros e separadores
ro: Fișiere și file
ru: Файлы и вкладки
sv: Filer och tabbar

source: Reopen previously used SQL files and unsaved content in tabs *
bg: Повторно отваряне на предишни SQL файлове и незапазено съдържание в табовете *
cs: Otevřít znovu dříve používané soubory SQL a neuložený obsah v záložkách *
de: Geladene SQL-Dateien und ungespeicherte Tab-Inhalte automatisch wiederherstellen *
es: Volver a abrir archivos SQL utilizados previamente y contenido no guardado en pestañas *
fr: Rouvrir les fichiers SQL précédemment utilisés et le contenu non sauvegardé en onglets *
hu: Nyissa meg a korábban használt SQL-fájlokat és a nem mentett tartalmat *
it: Riapri i file SQL usati in precedenza e il contenuto non salvato nelle schede *
pt: Reabrir ficheiro SQL já utilizados e conteúdo não gravado em separadores *
ro: Redeschideți fișierele SQL utilizate anterior și conținutul nesalvat în file *
ru: Повторно открыть ранее использовавшиеся SQL файлы и несохраненный контент на вкладках *
sv: Öppna tidigare använda SQL-filer och osparat innehåll i flikar *

source: Storing tab setup failed
bg: Не може да се запишат настройките на таба!
cs: Ukládání nastavení záložky selhalo
de: Speichern eines Abfragen-Tab fehlgeschlagen
es: Error guardando configuración de pestañas
fr: Impossible de stocker les paramètres des onglets
hu: A lapok beállítása sikertelen
it: Il salvataggio della configurazione della scheda è fallito
pt: Falha ao gravar configuração dos separadores
ro: Configurarea filei Storing a eșuat
ru: Ошибка при сохранении настроек вкладки
sv: Misslyckades att spara flikar

source: Restoring tab setup failed
bg: Не може да се възстановят настройките на таба!
cs: Obnovení nastavení záložky selhalo
de: Wiederherstellung eines Abfragen-Tabs fehlgeschlagen
es: Error obteniendo configuración de pestañas
fr: Impossible de restaurer les paramètres des onglets
hu: A lapbeállítás visszaállítása sikertelen
it: Il ripristino della configurazione della scheda è fallito
pt: Falha ao restaurar configuração dos separadores
ro: Restaurarea configurației filei a eșuat
ru: Не удалось восстановить настройки вкладки
sv: Misslyckades att återställa flikar

source: Tabs won't be stored in this session.
bg: Табовете няма да бъдат запазвани в тази сесия.
cs: Záložky nemohly být uloženy na tomto místě.
de: Abfragen-Tabs werden in dieser Sitzung nicht gespeichert.
es: Configuración de pestañas no será guardada en esta sesión
fr: Les onglets ne seront pas stockés lors de cette session.
hu: A lapok nem kerülnek tárolásra ebben a munkamenetben.
it: Le schede non verranno salvate nel corso di questa sessione.
pt: Os separadores não serão gravados nesta sessão.
ro: Filele nu vor fi stocate în această sesiune.
ru: Вкладки не могут быть сохранены в этом сеансе.
sv: Flikar kommer inte att sparas för denna session.

source: Installing %s might help. Please download from %s
bg: Инсталирането на %s може да помогне, като го свалите от %s
cs: Instalace %s může pomoci. Stáhněte si prosím z %s
de: %s könnte helfen. Bitte herunterladen von %s
es: Es posible que instalar %s pueda ayudar. Por favor descárguelo desde %s
fr: Installer %s pourrait aider. Merci de le télécharger depuis %s
hu: %s telepítési segédlet. Kérem töltse le a %s
it: Provare a installare %s. È possibile scaricarlo da %s
pt: Instalar %s pode ajudar. Por favor, transfira de %s
ro: Instalarea %s ar putea fi de ajutor. Vă rugăm să descărcați de la %s
ru: Установка %s может помочь. Пожалуйста, загрузите с %s
sv: Installation av %s hjälper eventuellt. Hämta från %s

source: Security issue: Using %s %s with insecure %s.
bg: Проблем със сигурността: Използване на %s %s с несигурно %s.
cs: Bezpečnostní problém: Používání %s %s s nebezpečným %s.
de: Sicherheitsproblem: Verwende %s %s mit unsicherem %s.
es: Error de seguridad: Usando %s %s con inseguro %s.
fr: Problème de sécurité : utilisation de %s %s avec %snon séécurisé.
hu: Biztonsági kockázat: Használja %s %s, bizonytalan %s.
it: Problema di sicurezza: uso di %s %s con %s non sicuro.
pt: Problema de segurança: a usar %s %s com %s inseguro.
ro: Problemă de securitate: Utilizarea %s %s cu un sistem nesigur %s.
ru: Проблема безопасности: использование %s %s с небезопасным %s.
sv: Säkerhetsproblem: Använder %s %s med osäker %s.

source: You should install %s from %s
bg: Трябва да инсталирате %s от %s
cs: Měli byste si nainstalovat %s z %s
de: Sie sollten %s von %s installieren
es: Debe instalar %s desde %s
fr: Il faudrait installer %s depuis %s
hu: Telepítse a %s %s-tól.
it: Si dovrebbe installare %s da %s
pt: Deve instalar %s de %s
ro: Ar trebui să instalați %s din %s
ru: Вы должны установить %s с %s
sv: Du borde installera %s från %s

source: Open URL
bg: Отваряне на адрес
cs: Otevřít URL
de: Webadresse öffnen
es: Abrir URL
fr: Ouvrir une URL
hu: URL megnyitása
it: Apri URL
pt: Abrir URL
ro: Deschideți URL-ul
ru: Открыть URL
sv: Öppna URL

source: Open URL in your webbrowser
bg: Отваряне на адрес във външен браузър.
cs: Otevřít URL v prohlížeči
de: Webadresse im Browser öffnen
es: Abrir la URL desde su navegador.
fr: Ouvrir une URL dans le navigateur
hu: URL megnyitása böngészőben
it: Apri URL nel browser web
pt: Abrir URL no seu navegador web
ro: Deschideți URL-ul în browserul dvs. web
ru: Открыть URL в вашем веб-браузере
sv: Öppna URL i din webbläsare

source: Find database files...
bg: Търсене на файлове с БД
cs: Najít soubory databáze...
de: Datenbankdateien suchen …
es: Encuentrar archivos de base de datos ...
fr: Rechercher de fichiers de base de données…
hu: Adatbázis fájl keresése...
it: Trova file di database…
pt: Encontrar ficheiros de bases de dados...
ro: Găsiți fișiere de baze de date...
ru: Найти файлы базы данных...
sv: Sök databasfiler...

source: Add database files...
bg: Добавяне на файлове с БД
cs: Přidat soubory databáze...
de: Datenbankdateien hinzufügen …
es: Agregar archivos de base de datos ...
fr: Ajouter des fichiers de base de données…
hu: Adatbázis fájl hozzáadása...
it: Aggiungi file di database…
pt: Adicionar ficheiros de bases de dados...
ro: Adăugați fișiere de baze de date...
ru: Добавить файлы баз данных ...
sv: Addera databasfiler...

source: Detach database ...
bg: Откачане на БД...
cs: Odpojit databázi ...
de: Datenbank trennen …
es: Separar base de datos ...
fr: Détacher base de données…
hu: Adatbázis leválasztása
it: Scollega database…
pt: Desanexar base de dados...
ro: Detașați baza de date ...
ru: Открепить базу данных ...
sv: Koppla ifrån databas...

source: Detach attached database
bg: Откачане на закачена БД
cs: Odpojit připojenou databázi
de: Angefügte Datenbank trennen
es: Separar base de datos adjunta
fr: Détacher base de données attachée
hu: Csatolt adatbázis leválasztása
it: Scollega database collegato
pt: Desanexar uma base de dados anexada
ro: Detașarea bazei de date atașate
ru: Открепить прикрепленную базу данных
sv: Koppla ifrån ansluten databas

source: Attach database ...
bg: Закачане на БД...
cs: Připojit databázi ...
de: Datenbank anfügen …
es: Adjuntar base de datos ...
fr: Attacher base de données…
hu: Adatbázis csatoltása
it: Collega database…
pt: Anexar base de dados...
ro: Atașați baza de date ...
ru: Прикрепить базу данных ...
sv: Anslut databas...

source: Attach new or existing database file
bg: Закачане на нова или съществуващ файл с БД
cs: Připojit nový nebo existující soubor datazáze
de: Neue oder vorhandene Datenbankdatei anfügen
es: Adjuntar nuevo o existente archivo de base de datos
fr: Attacher un fichier nouveau où existant de base de données
hu: Új vagy létező adatbázisfájl csatolása
it: Collega un file di database nuovo o esistente
pt: Anexar base de dados nova ou existente
ro: Atașați un fișier de bază de date nou sau existent
ru: Прикрепить новый или существующий файл базы данных
sv: Anslut ny eller existerande databasfil

source: Detach database "%s" from "%s" session?
bg: Откачане на БД "%s" от сесия "%s"?
cs: Odpojit databázi "%s" z místa "%s"?
de: Datenbank Sitzung "%s" von "%s" trennen?
es: ¿Separar la base de datos "%s" de "%s" sesión?
fr: Faut-il détacher la base de données « %s » de la session «%s » ?
hu: Leválasszuk a(z) "%s" adatbázist a(z) "%s" munkamenetről?
it: Scollegare il database “%s” dalla sessione “%s”?
pt: Desanexar base de dados "%s" da sessão "%s"?
ro: Detașați baza de date "%s" din sesiunea "%s" ?
ru: Открепить базу данных "%s" от сессии "%s"?
sv: Koppla ifrån databas "%s" från "%s" session?

source: Note: The database file will not get deleted.
bg: Забележка: Файлът с БД няма да бъде изтрит.
cs: Poznámka: Soubor databáze nebude smazán.
de: Hinweis: Die Datenbankdatei wird nicht gelöscht.
es: Nota: El archivo de la base de datos no se eliminará.
fr: Note : le fichier de base de données ne sera pas supprimé.
hu: Megj.: az adatbázisfájl nem lesz törölve.
it: Nota: il file del database non verrà eliminato.
pt: Nota: o ficheiro da base de dados não será eliminado.
ro: Notă: Fișierul bazei de date nu va fi șters.
ru: Заметка: файл базы данных не будет удален.
sv: OBS: Databasfilen kommer inte att raderas.

source: Show SQL completion proposal
bg: Показване на подсказките за довършване на SQL заявка.
cs: Zobrazit návrh dokončení SQL
de: SQL-Vervollständigung anzeigen
es: Mostrar propuesta de finalización de SQL
fr: Afficher la proposition de complétion SQL
hu: SQL kódolás javaslatok megjelenítése
it: Mostra suggerimenti completamento SQL
pt: Mostrar proposta de conclusão de SQL
ro: Afișați propunerea de completare SQL
ru: Показывать авто завершение SQL
sv: Visa SQL-kompletteringsförslag

source: Find matches in the middle
bg: Намиране на съвпадения по средата
cs: Najít shody uprostřed
de: Suche in Textmitte
es: Buscar coincidencias en el medio
fr: Trouver des correspondances au milieu
it: Trova corrispondenze nel mezzo
ro: Găsiți corespondențe în mijloc
sv: Hitta träffar i mitten

source: Wait longer for sorting?
bg: По-дълго изчакване при сортиране?
cs: Čekat déle na třídění?
de: Auf Sortierung warten?
es: ¿Esperar más para ordenar?
fr: Faut-il patienter plus longtemps pour le tri ?
hu: Várjunk még a rendezésre?
it: Attendere ancora per l’ordinamento?
pt: Aguardar mais pela ordenação?
ro: Așteptați mai mult timp pentru sortare?
ru: Подождать еще сортировку?
sv: Vänta längre på sortering?

source: Sort operation on grid containing more than %d rows can take longer. Do you want to wait for it?
bg: Сортирането на повече от %d реда може да отнеме време. Желаете ли да изчакате?
cs: Operace řazení na mřížce obsahující více než %d může trvat déle. Přejete si počkat?
de: Sortierung im Grid mit mehr als %d Zeilen kann länger dauern. Trotzdem sortieren?
es: La operación de ordenación en grillas con más de %d filas puede tomar mucho tiempo. ¿Desea esperar?
fr: Opération de tri de grille contenant plus de %d lignes peut durer longtemps. Faut-il patienter ?
hu: A rendezés sokáig tarthat ha több mint %d sort kezel. Megvárjuk?
it: L’operazione di ordinamento in griglie con più di %d righe può richiedere molto tempo. Attenderne il risultato?
pt: A ordenação na grelha contendo mais de %d linhas pode ser mais demorada. Deseja esperar por ela?
ro: Operațiunea de sortare pe o grilă %d care conține mai multe rânduri poate dura mai mult. Doriți să așteptați?
ru: Сортировка таблицы содержащей более, чем %d строк может быть продолжительной. Вы согласны подождать ?
sv: Sortering av en tabell som innehåller fler än %d rader kan ta lång tid. Är du beredd att vänta på det?

source: Sort warning on grid rows:
bg: Предупреждение при сортиране на редовете:
cs: Upozornění na řazení na řádcích mřížky:
de: Sortier-Warnung bei Grid-Zeilen:
es: Ordenar adventencias en las filas de la cuadrícula:
fr: Avertissement de tri de lignes de grille :
hu: Figyelmeztetések rendezése a sorokhoz:
it: Avviso ordinamento righe griglia:
pt: Aviso de ordem em linhas de grelha:
ro: Avertizare de sortare a rândurilor din grilă:
ru: Предупреждение при сортировке по строкам:
sv: Sorteringsvarningar för tabellrader:

source: Size &Column to Fit
bg: Размерът на колоната да се вмести
cs: Velikost &sloupce na míru
de: Optimale Breite (diese Spalte)
es: Ajustar tamaño de &Columna
fr: Ajuster la &colonne
hu: Oszlop illesztése a tartalomhoz
it: Adatta larghezza al contenuto
pt: Ajustar &coluna para caber
ro: Dimensiune &coloană pentru a se potrivi
ru: Размер &Столбца по Ширине
sv: Autojustera &kolumnbredd

source: Size &All Columns to Fit
bg: Размерът на всички колони да се вмести
cs: Velikost &všech sloupců na míru
de: Optimale Breite (alle Spalten)
es: &Ajustar tamaño de Todas las Columnas
fr: &Ajuster toutes les colonnes
hu: Összes oszlop illesztése a tartalomhoz
it: Adatta le larghezze al contenuto
pt: &Ajustar todas para caberem
ro: Dimensiune &Toate coloanele pentru a se potrivi
ru: Размер &Столбцов по Ширине
sv: Autojustera &alla kolumnbredder

source: This view probably contains an error in its code.
bg: Вероятно има грешка в кода на изгледа.
cs: Toto zobrazení pravděpodobně obsahuje chybu v kódu.
de: Diese View enthält möglicherweise einen Fehler im Code.
es: Esta vista probablemente contiene un error en su código.
fr: Cette vue contient probablement des erreurs dans le code.
hu: A nézet kódja valószínűleg hibás.
it: È probabile che questa vista contenga un errore nel suo codice.
pt: Esta vista provavelmente tem um erro no código.
ro: Această vizualizare conține probabil o eroare în codul său.
ru: Это view, вероятно, содержит ошибку в коде.
sv: Vyn innehåller förmodligen ett kodfel

source: Rename query tab
bg: Преименуване на таба със заявки
cs: Přejmenovat záložku
de: Abfrage-Tab umbenennen
es: Renombrar pestaña de consulta
fr: Renommer l’onglet Requête
hu: Fül átnevezése
it: Rinomina scheda query
pt: Renomear separador de consulta
ro: Redenumiți fila de interogare
ru: Переименовать вкладку запроса
sv: Döp om frågeflik

source: Enter new name
bg: Въведете ново име
cs: Zadat nový název
de: Neuen Namen eingeben
es: Ingrese el nuevo nombre
fr: Saisir un nouveau nom
hu: Új név
it: Inserire il nuovo nome
pt: Insira o novo nome
ro: Introduceți noul nume
ru: Введите новое имя
sv: Ange nytt namn

source: Analyzing %s rows...
bg: Анализ на %s ред/а...
cs: Analyzování %s řádků...
de: Analysiere %s Zeilen …
es: Analizando %s filas...
fr: Analyse %s lignes…
hu: %s sor átvizsgálása...
it: Analisi di %s righe…
pt: A analisar %s linhas...
ro: Analizând rândurile...%s ...
ru: Анализ %s строк ...
sv: Analyserar %s rader...

source: New table
bg: Нова таблица
cs: Nová tabulka
de: Neue Tabelle
es: Nueva tabla
fr: Nouvelle table
hu: Új tábla
it: Nuova tabella
pt: Nova tabela
ro: Tabel nou
ru: Новая таблица
sv: Ny tabell

source: Detect CSV layout
bg: Разпознаване на CSV структурата.
cs: Detekovat rozvržení CSV
de: CSV-Layout-Erkennung
es: Detectar diseño CSV
fr: Détecter le format CSV
hu: CSV séma felismerése
it: Rileva layout CSV
pt: Detectar disposição CSV
ro: Detectați aspectul CSV
ru: Определить структуру CSV
sv: Detektera CSV-layout

source: Scan file...
bg: Сканиране на файл...
cs: Skenovat soubor...
de: Datei scannen …
es: Analizar archivo...
fr: Analyse du fichier…
hu: Fájl beolvasása...
it: Analizza file…
pt: Analisar ficheiro...
ro: Scanare fișier...
ru: Сканировать файл ...
sv: Skanna fil...

source: Ok, create table
bg: Добре, създаване на таблицата.
cs: Dobře, vytvořit tabulku
de: Ok, Tabelle erstellen
es: OK, crear tabla
fr: OK, créer table
hu: OK, hozzuk létre a táblát
it: Ok, crea tabella
pt: Bom, criar tabela
ro: Ok, creați tabelul
ru: Ok, создать таблицу
sv: Ok, skapa tabell

source: Current query is empty
bg: Текущата заявка е празна
cs: Aktuální dotaz je prázdný
de: Aktuelle Abfrage ist leer
es: La consulta actual está vacía
fr: La requête actuelle est vide
hu: A jelenlegi lekérés üres
it: La query corrente è vuota
pt: A consulta actual está vazia
ro: Interogarea curentă este goală
ru: Текущий запрос не задан
sv: Nuvarande fråga är tom
