Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Remove index
bg: Изтриване на индекс
cs: Odebrat index
de: Index entfernen
es: Suprimir índice
fr: Supprimer l'index
hu: Index törlése
it: Rimuovi indice
pt: Remover índice
ro: Şterge index
ru: Удалить
sv: Ta bort index

source: Clear indexes
bg: Изчистване на индекс
cs: Vymazat indexy
de: Indizes löschen
es: Limpiar índices
fr: Effacer les index
hu: Összes index törlése
it: Svuota indici
pt: Limpar índices
ro: Curaţă indecşii
ru: Очистить
sv: Ta bort alla index

source: Foreign keys
bg: Външни ключове
cs: Cizí klíče
de: Fremdschlüssel
es: Llaves foráneas
fr: Clés étrangères
hu: Külső kulcs
it: Chiavi esterne
pt: Chaves estrangeiras
ro: Chei străine
ru: Внешние ключи
sv: Främmande nycklar

source: Key name
bg: Име на ключа
cs: Název klíče
de: Schlüsselname
es: Nombre de la llave
fr: Nom de clé
hu: Kulcs neve
it: Nome chiave
pt: Nome da chave
ro: Nume cheie
ru: Имя ключа
sv: Nyckelnamn

source: Reference table
bg: От таблица
cs: Cílová tabulka
de: Referenztabelle
es: Tabla de referencia
fr: Référence table
hu: Referencia tábla
it: Tabella della chiave esterna
pt: Tabela de referência
ro: Tabelă de relaţie
ru: Справочная таблица
sv: Referenstabeller

source: Foreign columns
bg: Външни колони
cs: Cílové sloupce
de: Fremdspalten
es: Columnas foráneas
fr: Colonnes étrangères
hu: Idegen oszlop
it: Colonne esterne
pt: Colunas estrangeiras
ro: Chei străine
ru: Внешние cтолбцы
sv: Främmande kolumner

source: On UPDATE
bg: При UPDATE
cs: Při změně
de: Beim UPDATE
es: En UPDATE
fr: Lors d'un UPDATE
hu: Frissítéskor
it: Su aggiornamento
pt: Em UPDATE
ro: La UPDATE
ru: При UPDATE
sv: Vid UPDATE

source: On DELETE
bg: При DELETE
cs: Při smazání
de: Beim DELETE
es: En DELETE
fr: Lors d'un DELETE
hu: Törléskor
it: Su eliminazione
pt: Em DELETE
ro: La INSERT
ru: При DELETE
sv: Vid DELETE

source: Add column
bg: Добавяне на колона
cs: Přidat sloupec
de: Neue Spalte
es: Agregar columna
fr: Ajouter une colonne
hu: Oszlop hozzáadása
it: Aggiungi colonna
pt: Adicionar coluna
ro: Adaugă coloană
ru: Добавить столбец
sv: Lägg till kolumn

source: Remove column
bg: Изтриване на колона
cs: Odebrat sloupec
de: Spalte entfernen
es: Suprimir columna
fr: Supprimer la colonne
hu: Oszlop törlése
it: Rimuovi colonna
pt: Remover coluna
ro: Şterge coloană
ru: Удалить столбец
sv: Ta bort kolumn

source: Copy selected columns
bg: Копиране на избраните колони
cs: Kopírovat vybrané sloupce
de: Ausgewählte Spalten kopieren
es: Copiar columnas seleccionadas
fr: Copier les colonnes sélectionnées
hu: Kiválasztott oszlop másolása
it: Copia colonne selezionate
pt: Copiar colunas seleccionadas
ro: Copiază coloanele selectate
ru: Копировать выбранные столбцы
sv: Kopiera valda kolumner

source: Copy selected rows
bg: Копиране на избраните редове
cs: Kopírovat vybrané řádky
de: Ausgewählte Zeilen kopieren
es: Copiar filas seleccionadas
fr: Copier les lignes sélectionnées
hu: Kiválasztott sorok másolása
it: Copia righe selezionate
pt: Copiar linhas seleccionadas
ro: Copiere rânduri selectate
ru: Копировать выбранные строки
sv: Kopiera valda rader

source: Copy selected rows in custom format
bg: Копиране на избраните редове в потребителски формат
cs: Kopírovat vybrané řádky ve vlastním formátu
de: Ausgewählte Zeilen in eingestelltem Format kopieren
es: Copiar filas seleccionadas en formato personalizado
fr: Copie les lignes sélectionnées dans un format personnalisé
hu: Kiválasztott sor/ok/ egyedi formátumú másolása
it: Copia righe selezionate in formato personalizzato
pt: Copiar linhas seleccionadas em formato personalizado
ro: Copierea rândurilor selectate în format personalizat
ru: Копировать выбранные строки в настроенном ранее формате
sv: Kopiera valda rader i eget format

source: Paste columns
bg: Поставяне на колони
cs: Vložit sloupce
de: Spalten einfügen
es: Pegar columnas
fr: Coller les colonnes
hu: Oszlop beillesztése
it: Incolla colonne
pt: Colar colunas
ro: Lipire coloane
ru: Вставить столбцы
sv: Klistra in kolumner

source: Create new index
bg: Създаване на нов индекс
cs: Vytvořit nový index
de: Neuer Index
es: Crear nuevo índice
fr: Créer un nouvel index
hu: Új index létrehozása
it: Crea nuovo indice
pt: Criar novo índice
ro: Creează index nou
ru: Создать новый индекс
sv: Skapa nytt index

source: Add to index
bg: Добавяне към индекс
cs: Přidat k indexu
de: Zum Index hinzufügen
es: Agregar al índice
fr: Ajouter à l'index
hu: Hozzáadás index-hez
it: Aggiungi a indice
pt: Adicionar a índice
ro: Adaugă la index
ru: Добавить в индекс
sv: Addera till index

source: Table tools
bg: Средства за работа с таблици
cs: Nástroje tabulky
de: Tabellen-Werkzeuge
es: Herramientas de tabla
fr: Outils de table
hu: Tábla eszközök
it: Strumenti tabella
pt: Ferramentas de tabela
ro: Unelte tabelă
ru: Массовый редактор таблиц
sv: Tabellverktyg

source: Operation:
bg: Операция:
cs: Operace:
es: Operación:
fr: Opération :
hu: Művelet:
it: Operazione:
pt: Operação:
ro: Operaţiune:
ru: Операция:

source: Options:
bg: Възможности
cs: Možnosti:
de: Optionen:
es: Opciones:
hu: Beállítások:
it: Opzioni:
pt: Opções:
ro: Opţiuni:
ru: Опции:
sv: Alternativ:

source: Find text
bg: Търсене на текст
cs: Najít text
de: Text suchen
es: Buscar texto
fr: Recherche de texte
hu: Szöveg keresése
it: Trova testo
pt: Localizar texto
ro: Caută text
ru: Найти текст
sv: Sök text

source: Text to find:
bg: Търсене на текст
cs: Hledaný text:
de: Zu suchender Text:
es: Texto a buscar:
fr: Texte à rechercher :
hu: Keresett szöveg:
it: Testo da cercare:
pt: Texto a localizar:
ro: Text de căutat:
ru: Текст для поиска:
sv: Text att hitta:

source: Search in column types:
bg: Търсене в колони от тип:
cs: Hledat v datových typech sloupců:
de: In Spaltentypen suchen:
es: Buscar en tipos de columna:
fr: Rechercher dans types de colonne :
hu: Keresés oszloptípusokban:
it: Cerca nei tipi di colonna:
pt: Procurar em tipos de coluna:
ro: Caută în tipuri de coloană
ru: Искать в столбцах типа:
sv: Sök i kolumner av typ:

source: Match type:
bg: Тип на съвпадение:
cs: Typ shody:
de: Vergleichsmethode:
es: Tipo de concordancia:
fr: Type de correspondance :
hu: Egyezés típusa:
it: Tipo corrispondenza:
pt: Comparar tipo:
ro: Potrivește Tipul:
ru: Тип соответствия:
sv: Typ av matchning:

source: Left and right wildcard
bg: Без значение отляво и отдясно
cs: Levý a pravý zástupní znak
de: Beidseitiger Wildcard
es: Comodín izquierdo y derecho
fr: Caractère générique à gauche et à droite
hu: Bal és jobb helyettesítő karakter
it: Carattere jolly a sinistra e a destra
pt: Carácter universal esquerdo e direito
ro: Joker stânga și dreapta
ru: Левая и правая подстановочные
sv: Höger och vänster jokertecken

source: Exact match
bg: Точна фраза
cs: Přesná shoda
de: Exakte Übereinstimmung
es: Coincidencia exacta
fr: Correspondance exacte
hu: Pontos egyezés
it: Corrispondenza esatta
pt: Comparação exacta
ro: Potrivire exactă
ru: Точное соответствие
sv: Exakt träff

source: Left wildcard
bg: Без значение отляво
cs: Levý zástupní znak
de: Linksseitiger Wildcard
es: Comodín izquierdo
fr: Caractère générique à gauche
hu: Bal helyettesítő karakter
it: Carattere jolly a sinistra
pt: Carácter universal esquerdo
ro: Joker stânga
ru: Левая подстановочная
sv: Vänster jokertecken

source: Right wildcard
bg: Без значение отдясно
cs: Pravý zástupní znak
de: Rechtsseitiger Wildcard
es: Comodín derecho
fr: Caractère générique à droite
hu: Jobb helyettesítő karakter
it: Carattere jolly a destra
pt: Carácter universal direito
ro: Joker dreapta
ru: Правая подстановочная
sv: Höger jokertecken

source: SQL export
bg: Изнасяне на SQL
es: Exportar SQL
fr: Exportation SQL
it: Esporta SQL
pt: Exportação SQL
ro: Export SQL
ru: Экспорт SQL

source: Data:
bg: Данни:
de: Daten:
es: Datos:
fr: Données :
hu: Adat:
it: Dati:
pt: Dados:
ro: Date:
ru: Данные:

source: Output:
bg: Извеждане към:
cs: Výstup:
de: Ausgabe:
es: Salida:
fr: Destination :
hu: Kimenet:
pt: Saída:
ro: Rezultat:
ru: Вывод:
sv: Typ av export:

source: Database(s):
bg: База данни:
cs: Databáze:
de: Datenbank(en):
es: Base(s) de datos:
fr: Base(s) de donn. :
hu: Adatbázis(ok):
it: Database:
pt: Base(s) de dados:
ro: Baze de date
ru: База(ы) данных:
sv: Databas(er):

source: Table(s):
bg: Таблица/и
cs: Tabulky:
de: Tabelle(n):
es: Tabla(s):
hu: Tábla(ák):
it: Tabella/e:
pt: Tabela(s):
ro: Tabele
ru: Таблица(ы):
sv: Tabell(er):

source: Browse filesystem
bg: Преглед на файловата система
cs: Procházet souborový systém
de: Datei suchen
es: Explorar sistema de archivos
fr: Parcourir le système de fichiers
hu: Fájlrendszer böngészése
it: Sfoglia file
pt: Navegar pelo sistema
ro: Rasfoieşte în sistemul de fişiere
ru: Обзор
sv: Bläddra bland filer

source: Create
bg: Създаване
cs: Vytvořit
de: Erzeugen
es: Crear
fr: Créer
hu: Létrehoz
it: Crea
pt: Criar
ro: Creează
ru: Создать
sv: Skapa

source: Drop
bg: Унищожаване
cs: Odstranit
de: Löschen
es: Suprimir
fr: Retirer/DROP
hu: Eldob
it: Elimina
pt: Largar
ro: Şterge
ru: Уничтожить
sv: Ta bort

source: Move to database:
bg: Преместване в БД:
cs: Přesunout do databáze:
de: Zu Datenbank verschieben:
es: Mover a la base de datos:
fr: Déplacer vers la base de données :
hu: Mozgatás adatbázisba:
it: Sposta nel database:
pt: Mover para a base de dados:
ro: Mută în baza de date:
ru: Переместить в базу данных
sv: Flytta till databas:

source: Reset auto increment value
bg: Нулиране на auto increment стойността
cs: Vyresetovat hodnotu Auto increment
de: Auto-Increment-Wert zurücksetzen
es: Restablecer valor autoincremental
fr: Réinitialiser la valeur de l'incrémentation automatique
hu: Automatikus növelés alaphelyzetbe:
it: Reimposta valore contatore
pt: Repor valor de incremento automático
ro: Resetează valoare autoincrement
ru: Сбросить значение счётчика
sv: Återställ värdet på autouppräknare

source: Change default collation:
bg: Смяна на кодировката
cs: Změnit výchozí porovnání:
de: Standard-Kollation ändern:
es: Cambiar collation predeterminada:
fr: Changer la collation par défaut :
hu: Alap illesztés cseréje:
it: Cambia confronto predef.:
pt: Alterar colação predefinida:
ro: Modifică colaţionare implicită
ru: Сопоставление по умолчанию:
sv: Ändra standardkollation:

source: Change table engine:
bg: Смяна хранилището на таблицата
cs: Změnit uložiště tabulky:
de: Tabellen-Engine ändern:
es: Cambiar motor de tablas:
fr: Changer le moteur de la table :
hu: Tábla motor cseréje:
it: Cambia motore tabelle:
pt: Alterar motor da tabela:
ro: Modifică engine tabelă
ru: Изменить тип таблиц:
sv: Ändra DB-motor för tabell:

source: Convert to charset:
bg: Преобразуване в кодировка
cs: Převést do znakové sady:
de: Zum Zeichensatz konvertieren:
es: Convertir a conjunto de caracteres:
fr: Convertir en jeu de caractères :
hu: Karakterkészlet konvertálás:
it: Converti nel set di caratteri:
pt: Converter para conjunto de caracteres:
ro: Converteşte la setul de caractere:
ru: Преобразовать в кодировку:
sv: Konvertera till teckenuppsättning:

source: See results
bg: Преглед на резултатите
cs: Zobrazit výsledky
de: Ergebnisse anzeigen
es: Ver resultados
fr: Voir les résultats
hu: Látszik az eredmény
it: Vedi risultati
pt: Ver resultados
ro: Vezi rezultate
ru: Просмотреть результаты
sv: Visa resultat

source: Check none
bg: Без проверка
cs: Odznačit vše
de: Alle abwählen
es: No verificar nada
fr: Tout décocher
hu: Mind jelöletlen
it: Seleziona nulla
pt: Não verificar nada
ro: Desectează tot
ru: Отменить выбор
sv: Välj inget

source: Check all
bg: Проверка на всички
cs: Vybrat vše
de: Alle auswählen
es: Verificar todo
fr: Tout cocher
hu: Mindet bejelöl
it: Seleziona tutto
pt: Verificar tudo
ro: Selectează tot
ru: Выбрать все
sv: Välj alla

source: Check ...
bg: Проверка ...
cs: Vybrat ...
de: Auswählen …
es: Verificar ...
fr: Cocher
hu: Jelöl ...
it: Verifica…
pt: Verificar...
ro: Verifică ...
ru: Проверить…
sv: Välj ...

source: Text editor
bg: Текстов редактор
cs: Textový editor
es: Editor de texto
fr: Éditeur de texte
hu: Szövegszerkesztő
it: Editor di testo
pt: Editor de texto
ro: Editor text
ru: Текстовый редактор

source: Linebreaks
bg: Край на ред
cs: Konce řádků
de: Zeilenumbrüche
es: Saltos de línea
fr: Fins de ligne
hu: Sortörés
it: Terminatori di linea
pt: Quebras de linha
ro: Separator linie
ru: Переносы строк
sv: Radbrytningar

source: Load textfile
bg: Зареждане на текстов файл
cs: Nahrát textový soubor
de: Textdatei laden
es: Cargar archivo de texto
fr: Charger fichier texte
hu: Szövegfájl betöltése
it: Carica file di testo
pt: Carregar ficheiro de texto
ro: Încarcă fişier text
ru: Загрузить текстовый файл
sv: Läs in textfil

source: Windows linebreaks
bg: Windows край на ред
cs: Konce řádků Windows
de: Windows-Zeilenumbrüche
es: Saltos de línea de Windows
fr: Fins de ligne Windows
hu: Windows sortörés
it: Terminatori di linea Windows
pt: Quebras de linha Windows
ro: Separator linie Windows
ru: Переносы строк как в Windows
sv: Windows-radbrytningar

source: UNIX linebreaks
bg: UNIX край на ред
cs: Konce řádků UNIX
de: UNIX-Zeilenumbrüche
es: Saltos de línea de UNIX
fr: Fins de ligne UNIX
hu: UNIX sortörés
it: Terminatori di linea UNIX
pt: Quebras de linha UNIX
ro: Separator linie UNIX
ru: Переносы строк как в UNIX
sv: UNIX-radbrytningar

source: Mac OS linebreaks
bg: Mac OS край на ред
cs: Konce řádků Mac OS
de: MacOS-Zeilenumbrüche
es: Saltos de línea de Mac OS
fr: Fins de ligne MacOS
hu: Mac OS sortörés
it: Terminatori di linea Mac OS
pt: Quebras de linha MacOS
ro: Separator linie Mac OS
ru: Переносы строк как в Mac OS
sv: MacOS-radbrytningar

source: Unicode linebreaks
bg: Unicode край на реда
cs: Konce řádků Unicode
de: Unicode-Zeilenumbrüche
es: Saltos de línea Unicode
fr: Fins de ligne Unicode
hu: Unicode sortörés
it: Terminatori di linea unicode
pt: Quebras de linha Unicode
ro: Separator linie Unicode
ru: Переносы строк Unicode
sv: Unicode-radbrytningar

source: Mixed linebreaks
bg: Смесени символи за край на ред
cs: Smíšené konce řádků
de: Gemischte Zeilenumbrüche
es: Saltos de línea mezclados
fr: Fins de ligne mixtes
hu: Vegyes sortörés
it: Terminatori di linea misti
pt: Quebras de linha mistas
ro: Separator linie mixat
ru: Смешанные переносы строк
sv: Blandade radbrytningar

source: On table:
bg: За таблица:
cs: Tabulka:
de: Auf Tabelle:
es: En la tabla:
fr: Sur la table :
hu: Táblában:
it: Su tabella:
pt: Na tabela:
ro: Pe tabela:
ru: На таблице:
sv: På tabell:

source: Trigger statement: (e.g. "SET NEW.columnA = TRIM(OLD.columnA)"
bg: код за тригер: (напр. "SET NEW.columnA = TRIM(OLD.columnA)"
cs: Obsah triggeru (např. "SET NEW.columnA = TRIM(OLD.columnA)"):
de: Trigger-Kommando (z.B. "SET NEW.columnA=TRIM(OLD.columnA)
es: Declaración del disparador: (ej.: "SET NEW.columnA = TRIM(OLD.columnA)"
fr: Déclaration déclencheur : (ex. « SET NEW.columnA = TRIM(OLD.columnA »)
hu: Trigger utasítás: (pl: "SET NEW.columnA = TRIM(OLD.columnA)"
it: Dichiarazione trigger: (es. “SET NEW.colonnaA = TRIM(OLD.colonnaA)”)
pt: Declaração disparadora: (e.g. "SET NEW.colunaA = TRIM(OLD.colunaA)"
ro: Instrucţiune trigger (de ex.: "SET NEW.columnA = TRIM(OLD.columnA)"
ru: Выражение триггера: (например, "SET NEW.columnA = TRIM(OLD.columnA)"
sv: Trigger-sats: (t.ex. "SET NEW.columnA = TRIM(OLD.columnA)")

source: Event:
bg: Събитие
cs: Událost:
de: Ereignis:
es: Evento:
fr: Évènement :
hu: Esemény:
it: Evento:
pt: Evento:
ro: Eveniment:
ru: Событие:
sv: Händelse:

source: Definer:
bg: Дефиниращ
de: Definierer:
es: Definidor:
fr: Définisseur :
hu: Létrehozó:
it: Autore:
pt: Definidor:
ro: Definitor:
ru: Владелец:
sv: Definierare:

source: Enter trigger name
bg: Въведете име на тригера
cs: Zadejte název triggeru
de: Trigger-Namen eingeben
es: Ingrese el nombre del disparador
fr: Saisir le nom du déclencheur
hu: Írja be a trigger nevét
it: Inserire il nome del trigger
pt: Insira o nome do disparador
ro: Introduceţi nume trigger
ru: Введите имя триггера
sv: Ange trigger-namn

source: Nightly build
bg: Ежедневна компилация
cs: Vývojová sestavení
es: Compilación experimental
fr: Version « de nuit »
hu: Aktuális kiadás
it: Versione beta
pt: Compilação noturna
ro: Versiune actualizare "peste noapte"
ru: Ночная сборка
sv: Nattbygge

source: Download nightly build
bg: Сваляне на ежедневна компилация
cs: Stáhnout vývojové sestavení
de: Nightly Build herunterladen
es: Descargar compilación experimental
fr: Télécharger une version « de nuit »
hu: Letölti az aktuális kiadást
it: Scarica la versione beta
pt: Transferir compilação noturnas
ro: Descarcă actualizare "peste noapte"
ru: Загрузить ночную сборку
sv: Ladda ner nattbygge

source: No build updates for 32 bit version
bg: Няма актуализации за 32-битовата версия
cs: Žádné aktualizace sestavení pro 32 bitové verze
de: Keine Build-Updates für die 32-Bit-Version
es: No hay actualizaciones de compilación para la versión de 32 bits
fr: Aucune mise à jour pour la version 32 bits
hu: Nincs frissítés a 32 bites verzióhoz
it: Nessun aggiornamento delle build per la versione a 32 bit
pt: Sem actualizações para a versão 32 bits
ro: Nu există actualizări de construcție pentru versiunea pe 32 de biți
ru: Нет новых сборок для 32-битной версии
sv: Inga bygguppdateringar för 32-bitars versionen

source: Official release
bg: Официална версия
cs: Oficiální vydání
de: Offizielles Release
es: Versión oficial
fr: Version officielle
hu: Hivatalos kiadás
it: Versione ufficiale
pt: Lançamento oficial
ro: Versiune oficială
ru: Официальный выпуск
sv: Officiell release

source: Download new release
bg: Сваляне на нова версия
cs: Stáhnout novou verzi
de: Download neues Release
es: Descargar nueva versión
fr: Télécharger la nouvelle version
hu: Új kiadás letöltése
it: Scarica la nuova versione
pt: Transferir novo lançamento
ro: Descarcă nouă versiune
ru: Загрузить новый выпуск
sv: Ladda ner ny release

source: User Manager
bg: Диспечер на потребители
cs: Správce uživatelů
de: Benutzerverwaltung
es: Administrador de Usuarios
fr: Gestionnaire des utilisateurs
hu: Felhasználó kezelés
it: Gestione utenti
pt: Gestor de utilizador
ro: Manager de utilizatori
ru: Редактор пользователей
sv: Användarhanterare

source: &Select user account:
bg: Изберете потребителски профил
cs: &Vyberte uživatele:
de: Benutzer auswählen:
es: &Seleccione cuenta de usuario:
fr: &Sélection compte utilisateur :
hu: Felhasználó hozzáférés kiválasztása:
it: &Seleziona account utente:
pt: &Seleccionar conta do utilizador:
ro: &Selectează cont utilizator:
ru: &Выберите учетную запись:
sv: &Välj användare:

source: Username
bg: Потребител
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom de l'utilisateur
hu: Felhasználónév
it: Nome utente
pt: Nome de utilizador
ro: Nume utilizator
ru: Пользователь
sv: Användarnamn

source: Clone
bg: Клониране
cs: Duplikovat
de: Klonen
es: Clonar
fr: Cloner
hu: Klón
it: Duplica
pt: Clonar
ro: Clonează
ru: Дублировать
sv: Klona

source: Allow access to:
bg: Позволява достъп до:
cs: Oprávnění:
de: Zugriff auf:
es: Permitir acceso a:
fr: Autoriser l'accès à :
hu: Hozzáfér a következőkhöz:
it: Permetti accesso a:
pt: Permitir acesso a:
ro: Permite acces la:
ru: Разрешить доступ к:
sv: Tillåt åtkomst till:

source: Add object ...
bg: Добавяне на обект ...
cs: Přidá objekt ...
de: Neues Objekt …
es: Agregar objeto ...
fr: Ajouter un objet…
hu: Objektum hozzáadása ...
it: Aggiungi oggetto…
pt: Adicionar objecto...
ro: Adaugă obiect ...
ru: Добавить объект...
sv: Lägg till objekt ...

source: Add object
bg: Добавяне на обект
cs: Přidat objekt
de: Neues Objekt
es: Agregar objeto
fr: Ajouter un objet
hu: Objektum hozzáadása
it: Aggiungi oggetto
pt: Adicionar objecto
ro: Adaugă obiect
ru: Добавить объект
sv: Lägg till objekt

source: Credentials
bg: Оторизация
cs: Přihlašovací údaje
de: Zugangsdaten
es: Credenciales
fr: Autorisations
hu: Meghatalmazás
it: Credenziali
pt: Credenciais
ro: Credenţiale
ru: Полномочия
sv: Inloggning

source: User &name:
bg: Потребителско име
cs: Uživatelské jmé&no:
de: Benutzername:
es: &Nombre de usuario:
fr: &Nom utilisateur :
hu: Felhasználó&név:
it: &Nome utente:
pt: &Nome de utilizador:
ro: &Nume utilizator:
ru: Имя п&ользователя:
sv: Användar&namn:

source: From &host:
bg: Достъп от машина
cs: Pro &hostitele:
de: Kommt von Host:
es: Desde el &host:
fr: À partir de l'&hôte :
hu: Hozzáférés helye:
it: Da &host:
pt: Do an&fitrião:
ro: De la &host:
ru: Хост:
sv: Från &värd:

source: Repeat password:
bg: Повторение на паролата
cs: Heslo znovu:
de: Passwort wiederholen:
es: Repetir contraseña:
fr: Confirmation du mot de passe :
hu: Jelszó ismétlése:
it: Ripeti password:
pt: Repetir senha:
ro: Repetare parolă:
ru: Повторите пароль:
sv: Upprepa lösenord:

source: Select random password
bg: Избиране на случайна парола
cs: Vyberte z předgenerovaných hesel
de: Generiertes Zufallspasswort auswählen
es: Seleccionar contraseña aleatoria
fr: Sélectionner un mot de passe aléatoire
hu: Véletlen jelszó kiválasztása
it: Seleziona password casuale
pt: Seleccionar senha aleatória
ro: Selectează parolă aleatoare
ru: Выбрать случайный пароль
sv: Välj slumpat lösenord

source: Limitations
bg: Ограничения
cs: Omezení
de: Beschränkungen
es: Limitaciones
hu: Limitáció
it: Limiti
pt: Limitações
ro: Limitări
ru: Ограничения
sv: Begränsningar

source: Queries per hour:
bg: Заявки на час
cs: Dotazů za hodinu:
de: Abfragen pro Stunde:
es: Consultas por hora:
fr: Requêtes par heure :
hu: Kérések óránként:
it: Query per ora:
pt: Consultas por hora:
ro: Interogări per oră:
ru: Запросов в час:
sv: Frågor per timme:

source: Updates per hour:
bg: Актуализации на час
cs: UPDATE za hodinu:
de: UPDATEs pro Stunde
es: Actualizaciones por hora:
fr: Mises à jour par heure :
hu: Módosítások óránként:
it: Aggiornamenti per ora:
pt: Actualizações por hora:
ro: Actualizări per oră
ru: Обновлений в час:
sv: Uppdateringar per timme:

source: Connections per hour:
bg: Връзки на час
cs: Spojení za hodinu:
de: Verbindungen pro Stunde
es: Conexiones por hora:
fr: Connexions par heure :
hu: Kapcsolatok óránként:
it: Connessioni per ora:
pt: Ligações por hora:
ro: Conexiuni per oră:
ru: Соединений в час:
sv: Anslutningar per timme:

source: Simultaneous connections:
bg: Едновременни връзки:
cs: Souběžných spojení:
de: Gleichzeitige Verbindungen:
es: Conexiones simultáneas:
fr: Connexions simultanées :
hu: Egyidejű kapcsolat:
it: Connessioni contemporanee:
pt: Ligações simultâneas:
ro: Conexiuni simultane:
ru: Одновремен. подключений:
sv: Samtidiga anslutningar:

source: &Cipher:
bg: Шифър
cs: Ši&fra:
es: &Cifrado:
fr: &Chiffrage :
hu: Rejtjel:
it: &Codice:
pt: &Cifra:
ru: &Шифр:
sv: &Chiffer:

source: &Issuer:
bg: Издател
cs: &Vystavitel:
de: Aussteller:
es: Em&isor:
fr: &Émetteur :
hu: Kibocsátó:
it: &Emittente:
pt: Em&issor:
ro: &Iniţiator:
ru: &Эмитент:
sv: &Utfärdare:

source: &Subject:
bg: Получател
cs: &Předmět:
es: A&sunto:
fr: &Sujet :
hu: Tárgy:
it: O&ggetto:
pt: A&ssunto:
ro: &Subiect:
ru: &Субъект:
sv: &Ämne:

source: &Require SSL:
bg: Изисква SSL
cs: &Vyžadovat SSL:
de: SSL erforderlich:
es: &Requerir SSL:
fr: Exige&r SSL :
hu: Kötelező SSL:
it: &Richiedi SSL:
pt: &Requer SSL:
ro: Necesită SSL: &r
ru: &Требовать SSL:
sv: &SSL-krav:

source: No SSL or X509 requirements
bg: Без изисквания за SSL или X509
cs: Nevyžadovat SSL nebo X509
de: Kein SSL oder X509 erforderlich
es: Sin requisitos SSL o X509
fr: Pas de SSL ou X509 requis
hu: Nincs SSL vagy X509 követelmény
it: Nessun requisito SSL o X509
pt: Sem requerimentos SSL ou X509
ro: Fără cerinţe SSL sau X509
ru: Нет требований SSL или X509
sv: Inga krav på SSL eller X509
