Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Auto expand on click
bg: Автоматично разпъване при кликване
cs: Automaticky rozbalit při kliknutí
de: Ausklappen bei Klick
es: Expandir automáticamente al hacer click
fr: Déplier automatiquement au clic
hu: Automatikusan kinyílik klikk-re.
it: Espandi su clic
pt: Expansão automática ao clicar
ro: Extinde automat la click
ru: Раскрывать при нажатии
sv: Expandera automatiskt vid klick

source: Advanced
bg: Разширени
cs: Rozšířené
de: Erweitert
es: Avanzado
fr: Avancé
hu: Haladó
it: Avanzate
pt: Avançado
ro: Avansat
ru: Дополнительно
sv: Avancerat

source: Session in root folder
bg: Сесия в главната папка
cs: Místo v kořenové složce
de: Verbindung im Stammordner
es: Sesión en la carpeta raíz
fr: Une session dans le dossier racine
hu: Munkamenet a gyökér mappába
it: Sessione nella cartella principale
pt: Sessão na pasta raiz
ro: Sesiuni în directorul rădăcină
ru: Сеанс в корневой папке
sv: Session i rotmappen

source: Session in selected folder
bg: Сесия в избраната папка
cs: Místo ve vybrané složce
de: Verbindung im ausgewählten Ordner
es: Sesión en la carpeta seleccionada
fr: Une session dans le dossier sélectionné
hu: Munkamenet az aktuális mappába
it: Sessione nella cartella selezionata
pt: Sessão na pasta seleccionada
ro: Sesiuni în directorul selectat
ru: Сеанс в выбранной папке
sv: Session i vald mapp

source: Folder in root folder
bg: Папка в главната папка
cs: Složka v kořenové složce
de: Ordner im Stammordner
es: Carpeta en la carpeta raíz
fr: Un dossier dans le dossier racine
hu: Mappa a gyökér mappába
it: Cartella contenuta nella cartella principale
pt: Pasta na pasta raiz
ro: Director în directorul rădăcină
ru: Папку в корне
sv: Mapp i rotmappen

source: Folder in selected folder
bg: Папка в избраната папка
cs: Složka ve vybrané složce
de: Ordner im ausgewählten Ordner
es: Carpeta en la carpeta seleccionada
fr: Un dossier dans le dossier sélectionné
hu: Mappa az aktuális mappába
it: Cartella contenuta nella cartella selezionata
pt: Pasta na pasta seleccionada
ro: Director în directorul selectat
ru: Папку в выбранной папке
sv: Mapp i vald mapp

source: More
bg: Повече
cs: Více
de: Mehr
es: Más
fr: Plus
hu: Több
it: Altro
pt: Mais
ro: Mai mult
ru: Подробнее
sv: Mer

source: Missing "No" button in %() call
bg: Липсващ бутон "Не" в извикването на %()
cs: Chybějící tlačítko "Ne" při volání %()
de: "Nein"-Button in %() Aufruf fehlt
es: Falta botón "No" en llamada %()
fr: Bouton « Non » manquant dans l'appel de %()
hu: Hiányzó "Nem" gomb %() hívásban
it: Manca il bottone "No" nella chiamata %()
pt: Botão "Não" em falta na chamada %()
ro: Lipsește butonul "Nu" în apelul %()
ru: Отсутствует кнопка «Нет» в вызове %()
sv: "Nej"-knappen saknas i %() anrop

source: Keep asking this question.
bg: Нека да се задава този въпрос.
cs: Ptát se na tuto otázku.
de: Diese Frage auch zukünftig stellen
es: Seguir haciendo esta pregunta.
fr: Toujours poser cette question.
hu: Továbbiakban is jelenjen meg ez a kérdés.
it: Ripeti ancora questa domanda.
pt: Continuar a perguntar.
ro: Afișează în continuare această întrebare.
ru: Продолжайте задавать этот вопрос.
sv: Fortsätt att ställa den här frågan.

source: Keep showing this dialog.
bg: Да се показва този диалог.
cs: Ponechat tento dialog zobrazený.
de: Dialog weiterhin darstellen.
es: Seguir mostrando este diálogo.
fr: Affiche toujours cette boîte de dialogue.
hu: Továbbiakban is jelenjen meg ez az ablak.
it: Continua a mostrare questa finestra.
pt: Continuar a mostrar este diálogo.
ro: Continuați să afișați acest dialog.
ru: Показывать этот диалог.
sv: Fortsätt visa dialogen.

source: Foreign column count does not match source column count.
bg: Броят на външните колони не съвпада с този от източника
cs: Počet cílových sloupců neodpovídá počtu vybraných zdrojových sloupců.
de: Anzahl der Referenz- und Quell-Spalten unterschiedlich.
es: El conteo de columnas foráneas no coincide con el conteo de columnas de origen.
fr: Le nombre de colonne étrangère ne correspond pas au nombre de colonne source.
hu: A külső oszlopszám nem egyezik meg a forrás oszlopszámmal.
it: Il numero di colonne della chiave esterna non corrisponde al numero di colonne della chiave di origine.
pt: Total de colunas estrangeiras diferente do total de colunas fonte.
ro: Numărul coloanelor externe nu se potrivește cu numărul coloanelor sursă.
ru: Количество столбцов во внешней таблице не соответствует количеству столбцов в источнике.
sv: Antalet främmande kolumner matchar inte antalet källkolumner.

source: The selected foreign column do not match the source columns data type and unsigned flag. This will give you an error message when trying to save this change. Please compare yourself:
bg: Избраната външна колона не съвпада с типа на данните от колоните на източника и флага за "без знак". Моля, сравнете сами:
cs: Cílové sloupce neodpovídají datovému typu nebo příznaku Unsigned zdrojových sloupců. Při pokusu o uložení této změny dojde k zobrazení SQL chyby. Porovnání obou sloupců:
de: Ausgewählte Fremd-Spalte passt nicht zum Datentyp und UNSIGNED flag der Quell-Spalte. Dies wird beim Speichern eine Fehlermeldung erzeugen. Bitte selbst vergleichen:
es: La columna foránea seleccionada no coincide con el tipo de datos y bandera sin signo de las columnas de origen . Esto le dará un mensaje de error cuando intente guardar este cambio. Por favor compare usted:
fr: La colonne étrangère sélectionnée ne correspond pas au type de données source et au drapeau non signé. Cela provoquera un message d'erreur lors d'une tentative d'enregistrer cette modification. Merci de comparer attentivement :
hu: A kiválasztott idegen oszlop nem egyezik meg a forrásoszlopok adattípusával és a nem aláírt jelző. Ez hibaüzenetet ad a módosítás mentésekor. Kérjük, hasonlítsa össze:
it: Il tipo e il valore senza-segno della colonna della chiave esterna selezionata non corrispondono a quelli della chiave di origine. Ciò comporterà un messaggio di errore quando si proverà a salvare questa modifica: verificare i tipi delle colonne.
pt: A coluna estrangeira não corresponde ao tipo de dados da coluna fonte e bandeira não assinada. Verá uma mensagem de erro ao gravar a alteração. Por favor, compare:
ro: Coloana externă selectată nu se potrivește cu tipul coloanelor sursă și flag-ul fără semn. Va fi afișat un mesaj de eroare la salvarea acestei modificări. Te rog să compari:
ru: Выбранный внешний столбец не соответствует типу данных и флагу знаковости исходного столбца. При сохранении изменений возникла ошибка. Пожалуйста, сравните:
sv: Den valda främmande kolumnen matchar inte källkolumnens datatyp och unsigned-flagga. Detta kommer att orsaka ett felmeddelande när ändringen sparas. Jämför själv här:

source: Foreign key mismatch
bg: Разминаване на външния ключ
cs: Neshoda cizího klíče
de: Fremdschlüssel Fehler
es: Discrepancia de llave foránea
fr: Clé étrangère incompatible
hu: A külső kulcs nem illeszkedik.
it: Chiave esterna non corrispondente
pt: Chave estrangeira trocada
ro: Nepotrivire cheie externă
ru: Несоответствие внешнего ключа
sv: Främmande nyckeln matchar inte

source: Data filter for %s deleted
bg: Филтърът за %s е изтрит
cs: Filtr dat pro %s byl odstraněn
de: Datenfilter für %s entfernt
es: El filtro de datos para %s fue borrado
fr: Filtre de données pour %s supprimé
hu: A(z) %s adat szűrő törölve.
it: Rimosso filtro dati per %s
pt: Filtro de dados para %s eliminado
ro: Filtrul de date pentru %s șters
ru: Фильтр по данным %s удалён
sv: Datafilter för %s togs bort

source: Clear data tab filter
bg: Изчистване филтъра на таба
cs: Zrušit filtr v záložce Data
de: Datenfilter leeren
es: Limpiar filtro en pestaña de datos
fr: Supprimer les filtres de l'onglet Données
hu: Az adat lap szűrő törlése.
it: Azzera filtro scheda tabella
pt: Limpar separador do filtro de dados
ro: Curăță filtrul din tabul de date
ru: Очистить фильтр по данным
sv: Rensa datafliksfilter

source: Error when updating query history: %s
bg: Грешка при актуализация историята на заявките: %s
cs: Chyba při aktualizaci historie dotazů: %s
de: Fehler beim Aktualisieren der Abfrage-Historie: %s
es: Error al actualizar historial de consultas: %s
fr: Erreur lors de la mise à jour de l'historique de la requête : %s
hu: Hiba a lekérdezési előzmények frissítésekor: %s
it: Errore durante l’aggiornamento della cronologia delle query: %s
pt: Erro ao actualizar o histórico da consulta: %s
ro: Eroare la actualizarea istoricului de interogări: %s
ru: Ошибка при обновлении истории запросов: %s
sv: Uppdateringsfel för frågehistoriken: %s

source: Could not find table or view %s.%s. Please refresh database tree.
bg: Не може да се намери таблицата или изглед %s. %s. Моля, опреснете дървото с БД.
cs: Nelze najít tabulku nebo pohled %s.%s. Prosím obnovte strom databází.
de: Kann die Tabelle oder die Sicht %s.%s nicht finden. Bitte die Datenbank-Baumansicht neu laden.
es: No se pudo encontrar la tabla o vista %s.%s. Por favor actualice el árbol de bases de datos.
fr: Impossible de trouver la table ou vue %s.%s. Merci d'actualiser l'arborescence de la base de données.
hu: Nem található táblázat vagy nézet %s.%s. Kérjük, frissítse az adatbázist.
it: Impossibile trovare la tabella o la vista %s.%s. Aggiornare l’albero dei database.
pt: Impossível encontrar tabela ou vista %s.%s. Por favor, actualize a árvore da base de dados.
ro: Nu găsesc tabela/vederea %s.%s. Actualizați structura bazei de date.
ru: Невозможно найти таблицу или представление %s.%s. Пожалуйста, обновите дерево базы данных.
sv: Kunde inte hitta tabell eller vy %s.%s. Vänligen uppdatera databasträdet.

source: Importing file %s
bg: Вмъкване на файл %s
cs: Import souboru %s
de: Importiere Datei %s
es: Importando archivo %s
fr: Importation du fichier %s
hu: Fájl importálása %s
it: Importazione del file %s
pt: A importar o ficheiro %s
ro: Importare fișier %s
ru: Импорт файла %s
sv: Importerar fil %s

source: Reading next chunk from file...
bg: Четене на следващата част от файла...
cs: Čtení dalšího bloku ze souboru...
de: Lese nächsten Dateiblock …
es: Leyendo siguiente pedazo del archivo …
fr: Lecture du prochain fragment à partir du fichier…
hu: A következő darab olvasása fájlból ...
it: Lettura della parte di file successiva…
pt: A ler o bocado seguinte do ficheiro...
ro: Citire urmatoare secvență din fișier...
ru: Чтение следующей части файла…
sv: Läser nästa block från fil...

source: Splitting queries...
bg: Разделяне на заявките...
cs: Rozdělování dotazů...
de: Suche Abfragen-Marker …
es: Dividiendo consultas …
fr: Fractionnement des requêtes…
hu: A lekérdezések felosztása ...
it: Suddivisione delle query…
pt: A dividir consultas...
ro: Divizare interogări...
ru: Разбивка на запросы…
sv: Delar på frågor...

source: Processing query #%s. %s
bg: Обработка на заявка #%s. %s
cs: Zpracování dotazu #%s. %s
de: Führe Abfrage %s aus. %s
es: Procesando consulta #%s. %s
fr: Traitement requête #%s. %s
hu: A lekérdezés feldolgozása. %s%s
it: Esecuzione della query n° %s. %s
pt: A processar consulta %s. %s
ro: Procesare interogare #%s. %s
ru: Обработка запроса № %s. %s
sv: Bearbetar fråga #%s. %s

source: Position in file: %s / %s. Affected rows: %s.
bg: Позиция във файла: %s / %s. Засегнати редове: %s.
cs: Pozice v souboru: %s / %s. Ovlivněných řádků: %s.
de: Position in Datei: %s / %s. Betroffene Zeilen: %s.
es: Posición en el archivo: %s / %s. Filas afectadas: %s.
fr: Position dans le fichier : %s / %s. Lignes affectées : %s.
hu: Pozíció a fájlban: %s/%s. Érintett sorok: %s.
it: Posizione nel file: %s / %s. Righe interessate: %s.
pt: Posição no ficheiro: %s / %s. Linhas afectadas: %s.
ro: Poziție în fișier: %s / %s. Înregistrări afectate: %s.
ru: Позиция в файле: %s / %s. Затронуто %s строк.
sv: Position i fil: %s / %s. Berörda rader: %s.

source: Error while reading file "%s"
bg: Грешка при четена на файла "%s"
cs: Chyba při čtení souboru "%s"
de: Fehler beim Lesen der Datei "%s"
es: Error al leer archivo "%s"
fr: Erreur lors de la lecture du fichier « %s »
hu: Hiba "%s" a fájl olvasása közben
it: Errore durante la lettura del file “%s”
pt: Erro ao ler o ficheiro "%s"
ro: Eroare la citirea fișierului "%s"
ru: Ошибка чтения файла «%s»
sv: Läsfel för filen "%s"

source: %s%% of your file has been processed, but there were %s errors when executing %s queries. Please check the SQL log panel for messages.
bg: %s%% от Вашия файл бяха обработени, но има %s грешки при изпълнението на %s заявки. Моля, проверете панела на SQL дневника за съобщения.
cs: %s%% ze souboru bylo zpracováno, ale vyskytlo se %s chyb při provádění %s dotazů. Chybové zprávy naleznete v SQL logu.
de: %s%% der Datei wurde abgearbeitet, aber es gab %s Fehler beim Ausführen der %s Abfragen. Bitte im SQL-Log nach Meldungen suchen.
es: %s%% de su archivo ha sido procesado, pero hubo %s errores cuando se ejecutaban %s consultas. Por favor revise el panel de registro SQL para ver los mensajes.
fr: %s%% du fichier a été traité, mais il y a eu des erreurs lors de l'exécution de %s requêtes. Merci de vérifier le panneau de journalisation SQL pour les messages.
hu: %s%%a fájl feldolgozása megtörtént, de hiba történt a %s lekérdezések végrehajtásakor. Kérjük, ellenőrizze az SQL naplóz az üzenetekhez.
it: Il %s%% del file è stato eseguito, tuttavia si sono verificati %s errori durante l’esecuzione di %s query. Controllare gli errori mostrati nel pannello del registro dell’SQL.
pt: %s%% do seu ficheiro foi processado, mas houve %s erros ao executar %s consultas. Por favor, veja as mensagens no painel de diário SQL.
ro: %s%% din fișier a fost procesat, dar au fost %s erori la execuția a %s interogări. Verificați panoul de loguri SQL pentru mesaje.
ru: %s%% файла было обработано, обнаружено %s ошибок при обработке %s запросов. Проверьте панель журнала на наличие сообщений об ошибках.
sv: %s%% av din fil har behandlats, men %s fel upptäcktes när frågorna kördes. Kontrollera eventuella meddelanden i SQL-loggpanalen.

source: Notice: You can disable the "%s" option to ignore such errors
bg: Забележка: Можете да изключите опцията %s, за да пренебрегнете подобни грешки
cs: Poznámka: Můžete zakázat volbu "%s" pro ignorování takových chyb
de: Hinweis: Sie können die "%s"-Einstellung deaktivieren, um solche Fehler zu ignorieren.
es: Nota: Usted puede deshabilitar la opción "%s" para ignorar tales errores
fr: Note : il est possible de désactiver l'option « %s » pour ignorer ces erreurs
hu: Figyelem: Az ilyen hibák figyelmen kívül hagyásához letilthatja az "%s" opciót
it: Nota: è possibile disabilitare l’opzione “%s” per ignorare questi errori
pt: Aviso: pode desactivar a opção "%s" para ignorar tais erros
ro: Notificare: Puteți dezactiva opțiunea "%s" pentru a ignora astfel de erori.
ru: Внимание: Вы можете выключить опцию «%s», чтобы пропускать такие ошибки
sv: Tips: Du kan stänga av alternativet "%s" för att bortse från sådana fel

source: End of file block was cut within some multibyte character, at position %s. Increasing chunk size and retry reading...
bg: Краят на блока във файла спира по средата на многобайтов знак на позиция %s. Увеличете размера на парчето и опитайте отново.
cs: Konec bloku souboru byl oříznut multibytovým znakem na pozici %s. Zvyště velikost bloku a opakujte čtení...
de: Aktueller Dateiblock endet in einem Multibyte-Zeichen an Position %s. Vergrößere den Dateiblock und versuche neu zu lesen …
es: El final del bloque de archivo se cortó en algún carácter multibyte, en la posición %s. Aumentando tamaño del fragmento y reintentando la lectura ...
fr: La fin du bloc de fichier a été coupé au milieu de certains caractères multi-octets, à la position %s. Augmentation de la taille du fragment et relance de la lecture…
hu: A fájlblokk végét néhány bites karakterben vágtuk le, %s pozícióban. Növeli a darabszámot és próbálja újra olvasni ...
it: Il blocco alla fine del file è stato tagliato di qualche carattere multibyte, alla posizione %s. Aumentiamo la dimensione dei blocchi e riproviamo a leggere…
pt: O bloco e fim de ficheiro foi cortado dentro de de um carácter multi-byte, na posição %s. A aumentar o tamanho do bocado e a repetir leitura...
ro: Bloc final de fișier la fost trunchiar în caracter multi-byte, la poziția %s. Măriți valoarea segmentului și reîncercați citirea
ru: Конец файлового блока был обрезан из-за некоторого количества многобайтных символов в позиции %s. Увеличение размера куска и повтор чтения…
sv: Filblockslutet hamnade i ett multibyte-tecken, vid position%s. Ökar blockstorleken och försöker igen ...

source: Recent sessions
bg: Последни сесии
cs: Poslední místa
de: Häufige Verbindungen
es: Sesiones recientes
fr: Sessions récentes
hu: Legutóbbi munkamenetek
it: Sessioni recenti
pt: Sessões recentes
ro: Sesiuni recente
ru: Недавние сеансы
sv: Senaste sessioner

source: Could not determine parent form of this %s
bg: Не може да се определи родителя от това %s
cs: Nelze určit nadřazenou formu %s
de: Kann keine übergeordnete Form für dieses %s finden
es: No se pudo determinar el formulario padre de este %s
fr: Impossible de déterminer le formulaire parent de ce %s
hu: Nem lehetett meghatározni a %s szülőjét
it: Impossibile determinare il genitore di questo %s
pt: Impossível determinar a forma-mãe de %s
ro: Nu se poate determina formularul părinte al %s
ru: Невозможно определить родительскую форму %s
sv: Kunde inte bestämma föräldraformen för denna %s

source: Skip
bg: Пропусни
cs: Přeskočit
de: Überspringen
es: Omitir
fr: Ignorer
hu: Kihagy
it: Salta
pt: Ignorar
ro: Sari peste
ru: Пропустить
sv: Hoppa över

source: Characterset
bg: Кодировка
cs: Znaková sada
de: Zeichensatz
es: Juego de caracteres
fr: Jeu de caractères
hu: Karakterkészlet
it: Set di caratteri
pt: Conjunto de caracteres
ro: Set de caractere
ru: Кодировка
sv: Teckenuppsättning

source: Unknown datatype oid #%0:d. Fall back to %1:s.
bg: Непознат тип данни oid #%0:d. Преминаване към %1:s.
cs: Neznámý datový typ oid #%0:d. Vyvoláno na %1:s.
de: Unbekannter Datentyp: oid #%0:d. Verwende stattdessen %1:s.
es: OID de tipo de datos desconocido #%0:d. Recurrir a %1:s.
fr: Type de donnée inconnu avec oid #%0:d. Repli vers %1:s.
hu: Ismeretlen adattípus oid #%0:d. Visszalépés a %1:s.
it: OId del tipo di dati #%0:d sconosciuto. Verrà usato %1:s.
pt: Tipo de dados desconhecido oid #%0:d. A recuar para %1:s.
ro: Tip de date necunoscut oid #%0:d. Reveniți la %1:s.
ru: Неизвестный идентификатор типа данных #%0:d. Будет использоваться %1:s.
sv: Okänd datatyps-oid #%0:d. Faller tillbaka till %1:s.

source: Unknown datatype oid #%0:d for "%1:s". Fall back to %2:s.
bg: Непознат тип данни oid #%0:d за "%1:s". Преминаване към %2:s.
cs: Neznámý datový typ oid #%0:d pro "%1:s". Vyvoláno na %2:s.
de: Unbekannte Datentyp oid #%0:d für "%1:s". Verwende stattdessen %2:s.
es: OID de tipo de datos desconocido #%0:d para "%1:s". Recurrir a %2:s.
fr: Type de donnée inconnu avec oid #%0:d pour « %1:s ». Repli vers %2:s.
hu: Ismeretlen adattípus oid #%0:d mert "%1:s". Visszalépés a %2:s-re.
it: OId del tipo di dati #%0:d per "%1:s" sconosciuto. Verrà usato %2:s.
pt: Tipo de dados desconhecido oid #%0:d para "%1:s". A recuar para %2:s.
ro: Tipul de date necunoscut oid #%0:d pentru "%1:s". Reveniți la %2:s.
ru: Неизвестный идентификатор типа данных #%0:d для "%1:s". Будет использоваться %2:s.
sv: Okänd datatyps-oid #%0:d för "%1:s". Faller tillbaka till %2:s.

source: Unknown datatype "%0:s" for "%1:s". Fall back to %2:s.
bg: Непознат тип данни "%0:s" за "%1:s". Преминаване към %2:s.
cs: Neznámý datový typ "%0:s" pro "%1:s". Vyvoláno na %2:s.
de: Unbekannter Datentyp "%0:s" für "%1:s". Verwende stattdessen %2:s.
es: Tipo de datos desconocido "%0:s" para "%1:s". Recurrir a %2:s.
fr: Type de donnée inconnu « %0:s » pour « %1:s ». Repli vers %2:s.
hu: Ismeretlen adattípus "%0:s" mert "%1:s". Visszalépés a %2:s-re.
it: Tipo di dati "%0:s" per "%1:s" sconosciuto. Verrà usato %2:s.
pt: Tipo de dados desconhecido "%0:s" para "%1:s". A recuar para %2:s.
ro: Tip de date necunoscut "%0:s" pentru "%1:s". Reveniți la %2:s.
ru: Неизвестный тип данных "%0:s" для "%1:s". Будет использоваться %2:s.
sv: Okänd datatyp "%0:s" för "%1:s". Faller tillbaka till %2:s.

source: Unknown datatype "%0:s". Fall back to %1:s.
bg: Непознат тип данни "%0:s". Преминаване към %1:s.
cs: Neznámý datový typ "%0:". Vyvoláno na %1:s.
de: Unbekannter Datentyp "%0:s". Verwende stattdessen %1:s.
es: Tipo de datos desconocido "%0:s". Recurrir a %1:s.
fr: Type de donnée inconnu « %0:s ». Repli vers %1:s.
hu: Ismeretlen adattípus "%0:s". Visszalépés %1:s-re.
it: Tipo di dati "%0:s" sconosciuto. Verrà usato %1:s.
pt: Tipo de dados desconhecido "%0:s". A recuar para %1:s.
ro: Tip de date necunoscut "%0:s". Reveniți la %1:s.
ru: Неизвестный тип данных "%0:s". Будет использоваться %1:s.
sv: Okänd datatyp "%0:s". Faller tillbaka till %1:s.

source: GUID without braces
bg: GUID без скоби
cs: GUID bez závorek
de: GUID ohne geschweifte Klammern
es: GUID sin llaves
fr: GUID sans accolades
hu: GUID zárójel nélkül
it: GUID senza parentesi graffe
pt: GUID sem chavetas
ro: GUID fără paranteze
ru: GUID без скобок
sv: GUID utan klammerparantes

source: GUID lowercase
bg: GUID малки букви
cs: GUID malými písmeny
de: GUID Kleinbuchstaben
es: GUID en minúsculas
fr: GUID en minuscule
hu: Kisbetűs GUID
it: GUID minuscolo
pt: GUID em minúsculas
ro: GUID cu litere mici
ru: GUID в нижнем регистре
sv: GUID gemener

source: GUID lowercase without braces
bg: GUID малки букви без скоби
cs: GUID malými písmeny bez závorek
de: GUID Kleinbuchstaben ohne geschweifte Klammer
es: GUID en minúsculas sin llaves
fr: GUID en minuscule sans accolades
hu: Kisbetűs GUID kapcsos zárójelek nélkül
it: GUID minuscolo senza parentesi graffe
pt: GUID em minúsculas sem chavetas
ro: GUID cu litere mici fără paranteze
ru: GUID в нижем регистре без скобок
sv: GUID gemener utan klammerparanteser

source: Query timeout:
bg: Макс. време за заявка
cs: Časový limit:
de: Abfrage Time-out:
es: Timeout de consulta:
fr: Expiration requête :
hu: Lekérdezés időkorlátja:
it: Timeout delle query:
pt: Expiração da consulta:
ro: Durată interogare:
ru: Тайм-аут запроса:
sv: Tidsgräns för fråga:

source: Ping every X seconds:
bg: Прозвъняване на всеки Х секунди.
cs: Ping každých X sekund:
de: Alle X Sekunden Ping senden:
es: Ping cada X segundos:
fr: Ping toutes les [s] :
hu: Ping X mp-ként.
it: Ping ogni X secondi:
pt: Pingar cada X segundos:
ro: Ping la fiecare X secunde:
ru: Пинг каждые X секунд:
sv: Pinga varje X sek:

source: Connection attempts:
bg: Брой опити за връзка:
cs: Pokus o spojení:
de: Verbindungsversuche:
es: Intentos de conexión:
fr: Tentatives :
hu: Csatlakozási kísérletek:
it: Tentativi di connessione:
pt: Tentativas de ligação:
ro: Încercări conectare:
ru: Попыток подключения:
sv: Uppkopplingsförsök:

source: Pop up SQL text over result tabs
bg: Изскачане на SQL текст над таба с резултати
cs: Vyskočí SQL text přes záložky výsledku
de: Zeige SQL-Text als Popup über Ergebnis Tabs
es: Desplegar texto SQL sobre pestañas de resultados
fr: Afficher le SQL contextuellement au dessus des onglets de résultats
hu: Megjeleníti a SQL kérést az eredmény lap fülek felett.
it: Mostra il testo SQL sopra le schede dei risultati
pt: Sobrepor texto SQL acima dos separadores de resultados
ro: Arată text SQL la poziționarea pe tab rezultate
ru: Показывать текст запроса над вкладками с результатами
sv: Poppa upp SQL-text över resultatflikarna

source: Same text background:
bg: Цвят за полета с еднакви стойности:
cs: stejné pozadí textu:
de: Hintergrund für gleichen Text:
es: Mismo fondo de texto:
fr: Arrière-plan de texte identique :
hu: Valamennyi szöveg háttere:
it: Sfondo per lo stesso testo:
pt: Fundo de texto igual:
ro: Același fundal de text:
ru: Доп. фоновый текст:
sv: Samma textbakgrund:
