Repository: InvisibleSmiley/meow-sql
Catalog: resources/translations/for_use_heidisql_ui_*.po
Languages: bg, cs, de, es, fr, hu, it, pt, ro, ru, sv

source: Set Marker 6
bg: Задаване на маркер 6
cs: Nastavit značku 6
de: Setze Marker 6
es: Guardar marcador 6
fr: Définir marqueur 6
hu: 6. könyvjelző beállítása
it: Imposta segnalibro 6
pt: Definir marcador 6
ro: Stabilește marker 6
ru: Установить маркер 6
sv: Sätt märke nr 6

source: Set Marker 7
bg: Задаване на маркер 7
cs: Nastavit značku 7
de: Setze Marker 7
es: Guardar marcador 7
fr: Définir marqueur 7
hu: 7. könyvjelző beállítása
it: Imposta segnalibro 7
pt: Definir marcador 7
ro: Stabilește marker 7
ru: Установить маркер 7
sv: Sätt märke nr 7

source: Set Marker 8
bg: Задаване на маркер 8
cs: Nastavit značku 8
de: Setze Marker 8
es: Guardar marcador 8
fr: Définir marqueur 8
hu: 8. könyvjelző beállítása
it: Imposta segnalibro 8
pt: Definir marcador 8
ro: Stabilește marker 8
ru: Установить маркер 8
sv: Sätt märke nr 8

source: Set Marker 9
bg: Задаване на маркер 9
cs: Nastavit značku 9
de: Setze Marker 9
es: Guardar marcador 9
fr: Définir marqueur 9
hu: 9. könyvjelző beállítása
it: Imposta segnalibro 9
pt: Definir marcador 9
ro: Stabilește marker 9
ru: Установить маркер 9
sv: Sätt märke nr 9

source: Normal Select
bg: Обикновено маркиране
cs: Normální výběr
de: Normale Auswahl
es: Selección normal
fr: Sélection normale
hu: Normál kijelölés
it: Selezione normale
pt: Selecção normal
ro: Selecție normală
ru: Нормальное выделение
sv: Markera normalt

source: Column Select
bg: Маркиране на колона
cs: Výběr sloupce
de: Spaltenauswahl
es: Selección de columna
fr: Sélection par colonne
hu: Oszlop kijelölés
it: Selezione a colonna
pt: Selecção de colunas
ro: Selecție coloană
ru: Выделение по столбцам
sv: Markera kolumn

source: Line Select
bg: Маркиране на ред
cs: Výběr řádku
de: Zeilenauswahl
es: Selección de línea
fr: Sélection par ligne
hu: Sor kijelölés
it: Selezione a linea
pt: Selecção de linhas
ro: Selecție linie
ru: Выделение по строкам
sv: Markera rad

source: Match Bracket
bg: Съвпадане на скоби
cs: Shoda závorek
de: Paarige Klammer
es: Igualar llaves
fr: Accolade correspondante
hu: Zárójel párja
it: Parentesi corrispondente
pt: Fechar parêntese
ro: Potrivește parantezele
ru: Парная скобка
sv: Matcha klammer

source: Upper Case Block
bg: Блок с главни букви
cs: Blok velkými písmeny
de: Block groß schreiben
es: Bloquear mayúsculas
fr: Bloc en majuscules
hu: Nagybetűs blokk
it: Blocco in maiuscole
pt: Bloco em maiúsculas
ro: Bloc cu litere mari
ru: Преобразовать блок в верхний регистр
sv: Stycke till stora bokstäver

source: Lower Case Block
bg: Блок с малки букви
cs: Blok malými písmeny
de: Block klein schreiben
es: Bloquear minúsculas
fr: Bloc en minuscules
hu: Kisbetűs blokk
it: Blocco in minuscole
pt: Bloco em minúsculas
ro: Bloc cu litere mici
ru: Преобразовать блок в нижний регистр
sv: Stycke till små bokstäver

source: Fold All
bg: Свиване на всички
cs: Složit vše
de: Alles einklappen
es: Colapsar todo
fr: Tout plier
hu: Mindent becsuk
it: Comprimi tutto
pt: Dobrar tudo
ro: Pliați tot
ru: Скрыть все
sv: Dölj alla

source: Unfold All
bg: Разширяване на всички
cs: Rozbalit vše
de: Alles ausklappen
es: Desplegar todo
fr: Tout déplier
hu: Mindent kinyit
it: Espandi tutto
pt: Desdobrar tudo
ro: Desfășurați tot
ru: Развернуть все
sv: Expandera alla

source: Fold Nearest
bg: Свиване на най-близкия
cs: Složit nejbližší
de: Nächsten einklappen
es: Colapsar el más cercano
fr: Plier le plus proche
hu: Hajtsa végre legközelebb
it: Comprimi più vicini
pt: Dobrar próximo
ro: Pliați cel mai apropiat
ru: Свернуть Соседние
sv: Dölj närmaste

source: Unfold Nearest
bg: Разширяване на най-близкия
cs: Rozbalit nejbližší
de: Nächsten ausklappen
es: Desplegar el más cercano
fr: Déplier le plus proche
hu: Nyissa ki legközelebb
it: Espandi più vicini
pt: Desdobrar próximo
ro: Desfășurați cel mai apropiat
ru: Развернуть Соседние
sv: Expandera närmaste

source: Fold Level 1
bg: Свиване Ниво 1
cs: Úroveň skládání 1
de: Ebene 1 einklappen
es: Colapsar Nivel 1
fr: Plier niveau 1
hu: Végrehajtás 1. szint
it: Comprimi livello 1
pt: Dobrar nível 1
ro: Nivel de pliere 1
ru: Свернуть Уровень 1
sv: Dölj nivå 1

source: Fold Level 2
bg: Свиване Ниво 2
cs: Úroveň skládání 2
de: Ebene 2 einklappen
es: Colapsar Nivel 2
fr: Plier niveau 2
hu: Végrehajtás 2. szint
it: Comprimi livello 2
pt: Dobrar nível 2
ro: Nivel de pliere 2
ru: Свернуть Уровень 2
sv: Dölj nivå 2

source: Fold Level 3
bg: Свиване Ниво 3
cs: Úroveň skládání 3
de: Ebene 3 einklappen
es: Colapsar Nivel 3
fr: Plier niveau 3
hu: Végrehajtás 3. szint
it: Comprimi livello 3
pt: Dobrar nível 3
ro: Nivel de pliere 3
ru: Свернуть Уровень 3
sv: Dölj nivå 3

source: Unfold Level 1
bg: Разширяване Ниво 1
cs: Úroveň rozbalení 1
de: Ebene 1 ausklappen
es: Desplegar Nivel 1
fr: Déplier niveau 1
hu: Kinyitás 1. szint
it: Espandi livello 1
pt: Desdobrar nível 1
ro: Desfășurați nivelul 1
ru: Развернуть Уровень 1
sv: Expandera nivå 1

source: Unfold Level 2
bg: Разширяване Ниво 2
cs: Úroveň rozbalení 2
de: Ebene 2 ausklappen
es: Desplegar Nivel 2
fr: Déplier niveau 2
hu: Kinyitás 2. szint
it: Espandi livello 2
pt: Desdobrar nível 2
ro: Desfășurați nivelul 2
ru: Развернуть Уровень 2
sv: Expandera nivå 2

source: Unfold Level 3
bg: Разширяване Ниво 3
cs: Úroveň rozbalení 3
de: Ebene 3 ausklappen
es: Desplegar Nivel 3
fr: Déplier niveau 3
hu: Kinyitás 3. szint
it: Espandi livello 3
pt: Desdobrar nível 3
ro: Desfășurați nivelul 3
ru: Развернуть Уровень 3
sv: Expandera nivå 3

source: Column data type %s requires a length/set
bg: Типът данни за колоната изисква задаване на дължина.
cs: Datový typ sloupce %s vyžaduje délku/množinu
de: Datentyp %s erfordert Länge/Set
es: El tipo de columna %s requiere un tamaño/valor.
fr: Le type de données de colonne %s nécessite une longueur/une valeur par défaut
hu: Az oszlop adattípusa %s kötelező a hossz/készlet
it: Il tipo di dati %s della colonna richiede una lunghezza o un set
pt: Tipo de dados da coluna %s requer um comprimento/conjunto
ro: Tipul de date al coloanei %s necesită lungime/set
ru: Тип данных %s требует указания длины/списка значений
sv: Kolumndatatypen %s kräver en längd/set

source: Add comments
bg: Добавяне на коментар
cs: Přidat komentáře
de: Kommentare hinzufügen
es: Añadir comentarios
fr: Ajouter des commentaires
hu: Megjegyzés hozzáadás
it: Aggiungi commenti
pt: Adicionar comentários
ro: Adaugă comentarii
ru: Добавить комментарии
sv: Lägg till kommentarer

source: Remove AUTO_INCREMENT clauses
bg: Премахване на клаузата AUTO_INCREMENT
cs: Odstranit podmínku AUTO_INCREMENT
de: AUTO_INCREMENT-Klauseln entfernen
es: Borrar cláusulas AUTO_INCREMENT
fr: Retirer les clauses AUTO_INCREMENT
hu: AUTO_INCREMENT kikötés eltávolítása
it: Rimuovi clausole AUTO_INCREMENT
pt: Remover cláusulas AUTO_INCREMENT
ro: Șterge clauzele AUTO_INCREMENT
ru: Удалить правила AUTO_INCREMENT
sv: Ta bort AUTO_INCREMENT-sats

source: Remove DEFINER clauses
bg: Премахване на клаузата DEFINER
cs: Odstranit podmínku DEFINER
de: DEFINER-Klauseln entfernen
es: Borrar cláusulas DEFINER
fr: Retirer les clauses DEFINER
hu: DEFINER záradkékok törlése
it: Rimuovi clausole DEFINER
pt: Remover cláusulas DEFINER
ro: Eliminați clauzele DEFINER
ru: Удалить DEFINER условия
sv: Ta bort DEFINER-sats

source: %s%s missing.
bg: %s%s липсва.
cs: %s%s chybí.
de: %s%s fehlt.
es: %s%s perdido.
fr: %s%s manquant.
hu: Hibás %s %s.
it: %s%s mancante.
pt: %s%s em falta.
ro: %s%s lipsește.
ru: %s%s отсутствует.
sv: %s%s saknas.

source: Filename or path contains illegal characters: "%s"
bg: Името или пътят съдържат непозволени символи: "%s"
cs: Název souboru nebo cesta obsahuje nepovolené znaky: "%s"
de: Dateiname oder Pfad enthält ungültige Zeichen: "%s"
es: El nombre o ruta del archivo contiene caracteres ilegales: "%s"
fr: Le nom de chemin ou de fichier contient des caractères illégaux : « %s »
hu: A fájlnév vagy az elérési út illegális karaktert tartalmaz: "%s"
it: Il nome del file o il percorso contengono caratteri non validi: "%s"
pt: Nome de ficheiro ou caminho com caracteres ilegais: "%s"
ro: Numele de fișier sau director conține caractere ilegale: "%s"
ru: Имя файла или путь содержит недопустимые символы: «%s»
sv: Filnamnet eller sökvägen innehåller icke tillåtna tecken: "%s"

source: Please change your password
bg: Моля променете паролата си
cs: Prosím změňte své heslo
de: Bitte ändere dein Passwort
es: Por favor cambie su contraseña
fr: Merci de modifier le mot de passe
hu: Kérem változtasson jelszót
it: Modificare la propria password
pt: Por favor, altere a sua senha
ro: Vă rugăm să vă schimbați parola
ru: Пожалуйста, измените свой пароль
sv: Vänligen ändra ditt lösenord

source: Error: Passwords do not match!
bg: Грешка: Паролите не съвпадат!
cs: Chyba: Hesla se neshodují!
de: Fehler: Passwörter nicht identisch!
es: Error: Las contraseñas no coinciden!
fr: Erreur : les mots de passe ne correspondent pas!
hu: Hiba: A jelszavak nem egyeznek!
it: Errore: le password non corrispondono!
pt: Erro: as senhas não coincidem!
ro: Eroare: Parolele nu se potrivesc!
ru: Ошибка: пароли не совпадают!
sv: Lösenorden matchar inte!

source: New password:
bg: Нова парола:
cs: Nové heslo:
de: Neues Passwort:
es: Nueva contraseña:
fr: Nouveau mot de passe :
hu: Új jelszó:
it: Nuova password:
pt: Nova senha:
ro: Parolă nouă:
ru: Новый пароль:
sv: Nytt lösenord

source: Type new password or select a suggestion
bg: Въведете нова парола или изберете една от предложените
cs: Zadejte nové heslo nebo zvolte navrhované
de: Neues Passwort eingeben oder auswählen
es: Escriba nueva contraseña o seleccione una sugerencia
fr: Saisir un nouveau mot de passe ou sélectionner une suggestion
hu: Írja be az új jelszót, vagy jelöljön ki egy javaslatot
it: Scrivere la nuova password o selezionarne una suggerita
pt: Insira a nova senha ou seleccione uma sugestão
ro: Introduceți o nouă parolă sau selectați o sugestie
ru: Введите новый пароль или выберите из предложенных
sv: Ange nytt lösenord eller välj ett förslag

source: Repeat new password:
bg: Повторете новата парола:
cs: Opakujte nové heslo:
de: Passwort wiederholen:
es: Repetir nueva contraseña:
fr: Répéter le nouveau mot de passe :
hu: Új jelszó megismétlése:
it: Confermare nuova password:
pt: Repita a nova senha:
ro: Repetați noua parolă:
ru: Повторите новый пароль:
sv: Repetera nytt lösenord:

source: Retype password
bg: Повторете паролата
cs: Zadejte heslo znovu
de: Passwort nochmal eingeben
es: Reescribir contraseña
fr: Resaisir le mot de passe
hu: Gépelje be újra a jelszót
it: Riscrivere la password
pt: Repita a senha
ro: Repetați parola
ru: Повторите введённый пароль
sv: Mata in lösenordet igen

source: Change expired password
bg: Променете изтеклата парола
cs: Změňte neplatné heslo
de: Abgelaufenes Passwort ändern
es: Cambiar contraseña expirada
fr: Modifier le mot de passe expiré
hu: A lejárt jelszó módosítása
it: Modifica password scaduta
pt: Alterar senha expirada
ro: Schimbați parola expirată
ru: Сменить просроченный пароль
sv: Ändra utgånget lösenord

source: Password strength:
bg: Сложност на паролата:
cs: Síla hesla:
de: Passwortstärke:
es: Fortaleza de la contraseña:
fr: Force du mot de passe :
hu: Jelszó erőssége:
it: Sicurezza password:
pt: Força da senha:
ro: Puterea parolei:
ru: Надёжность пароля:
sv: Lösenordsstyrka:

source: Logging preferences
bg: Настройки за дневника
cs: Předvolby protokolování
de: Logging-Einstellungen
es: Preferencias de bitácora
fr: Préférences de journalisation
hu: Naplózási beállítások
it: Preferenze registro
pt: Preferências do diário de eventos
ro: Preferințe de logare
ru: Настройки журналирования
sv: Loggningsinställningar

source: Data grid preferences
bg: Настройки за панела с данни
cs: Předvolby dat grid
de: Datenansicht-Einstellungen
es: Preferencias de cuadrícula de datos
fr: Préférences de la grille de données…
hu: Adat rács beállítások
it: Preferenze griglia dei dati
pt: Preferências da grelha de dados
ro: Preferințe pentru grila de date
ru: Настройки сетки
sv: Datamatrisinställningar

source: Grid view options
bg: Настройки за начина на показване
cs: Nastavení zobrazení gridu
de: Datenansicht-Einstellungen
es: Opciones de vista de cuadrícula
fr: Options d'affichage de la grille
hu: Rács nézet beállítása
it: Opzioni vista griglia
pt: Opções de aspecto da grelha
ro: Opțiuni de vizualizare în grilă
ru: Настройки отображения данных
sv: Visningsalternativ för matris

source: Go to
bg: Отиване на
cs: Přejít na
de: Gehe zu
es: Ir a
fr: Aller à
hu: Menj
it: Vai a
pt: Ir para
ro: Mergi la
ru: Переход
sv: Visa

source: Database tree
bg: Дърво с БД
cs: Databázový strom
de: Datenbankstruktur
es: Árbol de base de datos
fr: Arborescence base de données
hu: Adatbázis fa
it: Albero dei database
pt: Árvore da base de dados
ro: Arborele bazei de date
ru: Дерево базы данных
sv: Databasvy

source: Go to database tree
bg: към дърво с БД
cs: Přejít na databázový strom
de: Gehe zu Datenbankstruktur
es: Ir a árbol de base de datos
fr: Aller à l'arborescence de la base de données
hu: Menj az adatbázis fához
it: Vai all’albero dei database
pt: Ir para a árvore da base de dados
ro: Mergeți la arborele bazei de date
ru: Перейти к дереву базы данных
sv: Visa databasvy

source: Go to table filter
bg: Към филтъра за таблици
cs: Přejít na filtr tabulek
de: Gehe zu Tabellenfilter
es: Ir a filtro de tablas
fr: Aller au filtre de table
hu: Menj a tábla szűrőre
it: Vai al filtro tabella
pt: Ir para o filtro da tabela
ro: Mergeți la filtrul de tabel
ru: Перейти к фильтру таблиц
sv: Visa tabellfilter

source: Switch to query/results
bg: Превключване между заявка/резултати
cs: Přepnout mezi dotazem/výsledky
de: Umschalten zwischen Abfrage und Ergebnis
es: Cambiar a consulta/resultados
fr: Basculer entre requête/résultats
hu: Váltás lekérdezésre/eredményre.
it: Passa a query/risultati
pt: Mudar para consulta/resultados
ro: Treceți la interogare/rezultate
ru: Переключиться на запрос/результаты
sv: Växla till fråga/resultat

source: Multi column filter
bg: Многоколонен филтър
cs: Vícesloupcový filtr
de: Multi-Spaltenfilter
es: Filtro de múltiples columnas
fr: Filtre multicolonnes
hu: Több oszlopos szűrő
it: Filtro multi-colonna
pt: Filtro multi-coluna
ro: Filtru cu coloană multiplă
ru: Многостолбцовый фильтр
sv: Flerkolumnsfilter

source: Tab 1
bg: Таб 1
cs: Záložka 1
de: Reiter 1
es: Pestaña 1
fr: Onglet 1
hu: 1. lap
it: Scheda 1
pt: Separador 1
ru: Вкладка 1
sv: Flik 1

source: Go to tab 1
bg: Към таб 1
cs: Přejít na záložku 1
de: Gehe zu Reiter 1
es: Ir a pestaña 1
fr: Aller à l'onglet 1
hu: Menj a 1. lapra
it: Vai alla scheda 1
pt: Ir para o separador 1
ro: Mergeți la tab 1
ru: Перейти на вкладку 1
sv: Visa flik 1

source: Tab 2
bg: Таб 2
cs: Záložka 2
de: Reiter 2
es: Pestaña 2
fr: Onglet 2
hu: 2. lap
it: Scheda 2
pt: Separador 2
ru: Вкладка 2
sv: Flik 2

source: Go to tab 2
bg: Към таб 2
cs: Přejít na záložku 2
de: Gehe zu Reiter 2
es: Ir a pestaña 2
fr: Aller à l'onglet 2
hu: Menj a 2. lapra
it: Vai alla scheda 2
pt: Ir para o separador 2
ro: Mergi la tab 2
ru: Перейти на вкладку 2
sv: Visa flik 2

source: Tab 3
bg: Таб 3
cs: Záložka 3
de: Reiter 3
es: Pestaña 3
fr: Onglet 3
hu: 3. lap
it: Scheda 3
pt: Separador 3
ru: Вкладка 3
sv: Flik 3

source: Go to tab 3
bg: Към таб 3
cs: Přejít na záložku 3
de: Gehe zu Reiter 3
es: Ir a pestaña 3
fr: Aller à l'onglet 3
hu: Menj a 3. lapra
it: Vai alla scheda 3
pt: Ir para o separador 3
ro: Mergi la tab 3
ru: Перейти на вкладку 3
sv: Visa flik 3

source: Tab 4
bg: Таб 4
cs: Záložka 4
de: Reiter 4
es: Pestaña 4
fr: Onglet 4
hu: 4. lap
it: Scheda 4
pt: Separador 4
ru: Вкладка 4
sv: Flik 4

source: Go to tab 4
bg: Към таб 4
cs: Přejít na záložku 4
de: Gehe zu Reiter 4
es: Ir a pestaña 4
fr: Aller à l'onglet 4
hu: Menj a 4. lapra
it: Vai alla scheda 4
pt: Ir para o separador 4
ro: Mergi la tab 4
ru: Перейти на вкладку 4
sv: Visa flik 4

source: Tab 5
bg: Таб 5
cs: Záložka 5
de: Reiter 5
es: Pestaña 5
fr: Onglet 5
hu: 5. lap
it: Scheda 5
pt: Separador 5
ru: Вкладка 5
sv: Flik 5

source: Go to tab 5
bg: Към таб 5
cs: Přejít na záložku 5
de: Gehe zu Reiter 5
es: Ir a pestaña 5
fr: Aller à l'onglet 5
hu: Menj az 5. lapra
it: Vai alla scheda 5
pt: Ir para o separador 5
ro: Mergi la tab 5
ru: Перейти на вкладку 5
sv: Visa flik 5

source: Reached maximum number of result tabs (%d). To display more results, increase setting in Preferences > SQL
bg: Достигнат е максималният брой табове с резултати (%d). За повече резултати, моля увеличете стойността в Настройки => SQL
cs: Bylo dosaženo maximálnímu počtu záložek výsledků (%d). Chcete-li zobrazit více výsledků, zvyšte nastavení v části Předvolby > SQL
de: Maximale Anzahl der Ergebnis-Tabs erreicht (%d). Um mehr Ergebnis-Tabs anzuzeigen, kann dies unter Einstellungen > SQL angepasst werden.
es: Se alcanzó el número máximo de pestañas de resultados (%d). Para mostrar más resultados, incremente el ajuste en Preferencias > SQL
fr: Nombre maximal d'onglets de résultats atteint (%d). Pour en afficher davantage, augmenter le paramètre en Préférences > SQL
hu: Az eredmény lapok maximális száma elérve (%d). További lapok megjelenítéséhez növelje a beállításokat a Beállítások > SQL lapon.
it: È stato raggiunto il numero massimo di schede dei risultati (%d). Aumentare l'impostazione in Preferenze > SQL per visualizzare ulteriori risultati
pt: Atingido o máximo de separadores de resultados (%d). Para ver mais resultados, aumente a definição nas preferências > SQL
ro: A fost atins numărul maxim de file de rezultate (%d). Pentru a afișa mai multe rezultate, măriți setarea din Preferințe > SQL
ru: Достигнуто максимальное количество вкладок с результатом (%d). Чтобы отобразить больше результатов, увеличьте значение в Настройки > SQL
sv: Maximala antalet resultatflikar har nåtts (%d). För att visa fler resultat, öka antalet i Verktyg > Inställningar > SQL

source: Error when checking for updates: %s
bg: Грешка при проверка за актуализации: %s
cs: Chyba během kontroly změn: %s
de: Fehler bei der Update-Prüfung: %s
es: Error al buscar actualizaciones:
fr: Erreur lors de la vérification des mises à jour : %s
hu: Hiba történt a frissítések ellenőrzése során: %s
it: Errore durante il controllo degli aggiornamenti: %s
pt: Erro ao procurar actualizações: %s
ro: Eroare la verificarea actualizărilor: %s
ru: Ошибка при проверке обновлений: %s
sv: Kunde inte kolla efter uppdateringar: %s

source: Please update %s through the Microsoft Store.
bg: Моля, обновете %s през Microsoft Store.
cs: Prosím aktualizujte %s pomocí Microsoft Store
de: Bitte aktualisieren Sie %s über den Microsoft Store.
es: Por favor actualice %s por medio de la Tienda Microsoft.
fr: Merci de mettre à jour %s via Microsoft Store.
hu: Kérjük, frissítse a %s-t a Microsoft Store-on keresztül.
it: Aggiornare %s tramite lo Store di Microsoft.
pt: Por favor, actualize %s a partir da Microsoft Store.
ro: Vă rugăm să faceți actualizarea %s prin Microsoft Store.
ru: Пожалуйста, обновите %s через Microsoft Store.
sv: Vänligen uppdatera %s via Microsoft Store

source: detected
bg: отчетен
cs: detekováno
de: erkannt
es: detectado
fr: détecté
hu: találva
it: rilevato
pt: detectado
ro: detectat
ru: обнаружено
sv: detekterad

source: Migrating snippet files to new folder: %s
bg: Преместване на файла с кодове в нова папка: %s
cs: Migrace souborů útržku do nové složky: %s
de: Migriere Schnipseldateien in neues Verzeichnis: %s
es: Migrando archivos de fragmentos a nueva carpeta: %s
fr: Migration des fichiers de fragments vers un nouveau dossier : %s
hu: A töredékfájlok áthelyezése új mappába:
it: Spostamento file dei ritagli nella nuova cartella: %s
pt: A migrar ficheiros de trecho para a nova pasta: %s
ro: Migrarea fișierelor de fragmente în noul dosar: %s
ru: Перенос файлов сниппетов в новую папку: %s
sv: Migrerar kodsnuttsfiler till ny mapp: %s

source: Successfully moved "%s" to "%s"
bg: %s беше успешно преместен в %s
cs: Úspěšně přemístěno "%s" do "%s"
de: Erfolgreich "%s" nach "%s" verschoben
es: Se movió exitosamente "%s" hacia "%s"
fr: Déplacement réussi de « %s » vers « %s »
hu: Mozgatás "%s"-ból "%s"-ba sikeres.
it: "%s" spostato correttamente in "%s"
pt: "%s" movido com sucesso para "%s"
ro: A fost mutat cu succes "%s" la "%s"
ru: Успешно перемещено "%s" в "%s"
sv: Flyttade "%s" till "%s"

source: Error: Could not move "%s" to "%s" (Error: %s)
bg: Грешка: Не може да се премести "%s" в "%s" (Грешка: %s)
cs: Chyba: Nelze přemístit "%s" do "%s" (Chyba: %s)
de: Fehler: Kann "%s" nicht nach "%s" verschieben (Meldung: %s)
es: Error: No se pudo mover "%s" hacia "%s" (Error: %s)
fr: Erreur : impossible de déplacer « %s » vers « %s » (erreur : %s)
hu: Hiba: nem lehet "%s"-ból "%s"-ba mozgatni (Hiba: %s)
it: Errore: non è stato possibile spostare "%s" in "%s" (errore: %s)
pt: Erro: impossível mover "%s" para "%s" (erro: %s)
ro: Eroare: Nu s-a putut muta "%s" în "%s" (Error: %s)
ru: Ошибка: Не удалось переместить "%s" в "%s" (Ошибка: %s)
sv: Fel: Kunde inte flytta "%s" till "%s" (Fel: %s)

source: Scaling font size from %d to %d.
bg: Промяна размера на шрифта от %d на %d.
cs: Změna velikosti písma z %d na %d.
de: Ändere Schriftgröße von %d auf %d.
es: Escalar el tamaño de la fuente desde %d hasta %d.
fr: Mise à l'échelle de la police de %d à %d.
hu: A betűméret méretezése %d-ról %d-ra.
it: Ridimensionamento dimensione caratteri da %d a %d.
pt: A escalar letra de %d para %d.
ro: Scalarea dimensiunii fontului de la %d to %d.
ru: Масштабирование размера шрифта от %d до %d.
sv: Skalar fontstorleken från %d till %d.

source: Current custom settings
bg: Текущи настройки
cs: Aktuální vlastní nastavení
de: Aktuelle Einstellungen
es: Configuración personalizada actual
fr: Personnalisation actuelle
hu: Aktuális egyedi beállítások
it: Impostazioni personalizzate attuali
pt: Personalizações actuais
ro: Setări curente personalizate
ru: Текущие пользовательские настройки
sv: Nuvarande egna inställningar

source: Light
bg: Светла
cs: Světlá
de: Hell
es: Claro
fr: Clair
hu: Világos
it: Chiaro
pt: Claro
ro: Lumină
ru: Светлый
sv: Ljust

source: Dark
bg: Тъмна
cs: Tmavá
de: Dunkel
es: Oscuro
fr: Sombre
hu: Sötét
it: Scuro
pt: Escuro
ro: Întuneric
ru: Темный
sv: Mörkt

source: Black
bg: Черна
cs: Černá
de: Schwarz
es: Negro
fr: Noir
hu: Fekete
it: Nero
pt: Preto
ro: Negru
ru: Черный
sv: Svart

source: White
bg: Бяла
cs: Bílá
de: Weiß
es: Blanco
fr: Blanc
hu: Fehér
it: Bianco
pt: Branco
ro: Alb
ru: Белый
sv: Vit

source: current value:
bg: текуща стойност:
cs: aktuální hodnota:
de: aktueller Wert:
es: valor actual:
fr: valeur actuelle :
hu: aktuális érték:
it: valore corrente:
pt: valor actual:
ro: valoarea actuală:
ru: текущее значение:
sv: nuvarande värde:

source: No help available for this tab.
bg: Няма помощ за този таб.
cs: Pro tuto záložku není dostupná žádná nápověda.
de: Keine Hilfe für diesen Reiter verfügbar.
es: No hay ayuda disponible para esta pestaña.
fr: Aucune donnée disponible pour cet onglet.
hu: Nincs segítség engedélyezve ezen a lapon.
it: Guida non disponibile per questa scheda.
pt: Sem ajuda para este separador.
ro: Nu există ajutor disponibil pentru această filă.
ru: Для этой вкладки нет справки.
sv: Ingen hjälp tillgänglig för den här fliken.

source: %0:d out of %1:d matching. %2:d hidden.
bg: %0:d от of %1:d съвпадения. %2:d скрити.
cs: %0:d z %1:d odpovídajících. %2:d skryto.
de: %0:d von %1:d passen. %2:d versteckt.
es: %0:d de %1:d de coincidencia. %2:d oculto.
fr: %0:d sur %1:d correspondante(s). %2:d masquée(s).
hu: %0:d kívül %1:d találva. %2:d rejtve.
it: %0:d di %1:d corrispondenze. %2:d nascoste.
pt: %0:d de %1:d correspondências. %2:d ocultas.
ro: %0:d din %1:d nu se potrivesc. %2:d ascunse.
ru: %0:d из %1:d найденных. %2:d скрыто.
sv: %0:d av %1:d matchar. %2:d gömda.

source: Style Theme: *
bg: Външен облик:
cs: Motiv stylu: *
de: Anwendungs-Stil: *
es: Estilo de Tema: *
fr: Thème du style * :
hu: Stílus téma: *
it: Tema dello stile: *
pt: Tema de estilo: *
ro: Stilul temei
ru: Стиль Темы:*
sv: Stiltema: *
